var e={Source:`DND.v2026.02.12.chm / 玩家手册2024`,Feats:[{Name:`健壮`,Source:`玩家手册2024`,Category:`起源专长`,Prerequisite:``,Description:`起源专长
获得该专长时，你的生命值上限提升你当前角色等级两倍的数值。并且在你随后每次升级时，你的生命值上限都会额外提升2。`},{Name:`警戒`,Source:`玩家手册2024`,Category:`起源专长`,Prerequisite:``,Description:`起源专长
你获得以下增益：
先攻熟练Initiative Proficiency。当你投掷先攻时，你可以将你的熟练加值加入结果。
先攻互换Initiative Swap。当你掷完先攻，你可以立即与处于同一场战斗中的一名自愿的盟友交换先攻。如果你或那个盟友正处于失能状态，则不能进行交换。`},{Name:`酒馆斗殴者`,Source:`玩家手册2024`,Category:`起源专长`,Prerequisite:``,Description:`起源专长
你获得以下增益：
强化徒手打击Enhanced Unarmed Strike。当你使用徒手打击命中并造成伤害时，你可以造成1d4+你力量调整值的钝击伤害，而非徒手打击的原本伤害。
伤害重掷Damage Rerolls。当你为徒手打击掷伤害骰时，你可以重掷其中掷出1的骰子，但你必须使用重掷的结果。
临时武器专家Improvised Weaponry。你拥有临时武器的熟练。
推离Push。在你的回合内，如果你用攻击动作中的一次徒手打击命中了一个生物，你可以在对目标造成伤害的同时将它推离5尺。你每回合只能使用这个增益一次。`},{Name:`魔法学徒`,Source:`玩家手册2024`,Category:`起源专长`,Prerequisite:``,Description:`起源专长
你获得以下增益：
两道戏法Two Cantrips。从牧师法术列表、德鲁伊法术列表、法师法术列表中选择一个列表，你从该法术列表中选择两道戏法并习得之。再从智力、感知、魅力中选择一项属性，你从这个专长中习得的法术使用该属性作为施法属性。
一环法术Level 1 Spell。你从前面所选的法术列表中再选择一道一环法术，并始终准备着这道法术。你可以无需法术位地施展该法术一次，并在完成长休时重获以此法施展该法术的能力。你也可以使用你拥有的任何法术位来施展该法术。
改变法术Spell Change。每当你获得一级新等级，你都能将通过本专长习得的一道法术替换为同法术列表中同环阶的另一道法术。
复选Repeatable。你可多次选择本专长，但是你每次都必须选择一个不同的法术列表。`},{Name:`巧匠`,Source:`玩家手册2024`,Category:`起源专长`,Prerequisite:``,Description:`起源专长
你获得以下增益：
工具熟练Tool Proficiency。你从快速制作表中自选三项不同的工匠工具并获得其熟练。
折扣Discount。你在购买非魔法物品时具有20%的折扣。
快速制作Fast
Crafting。当你完成一次长休时，你可以制作一件快速制作栏中的装备。你必须拥有与该物品对应的工匠工具以及与这些工具对应的工具熟练才能尝试制作。造出的物品会持续存在到你下次完成长休，随后该物品解体坏损。
快速制作Fast Crafting
工匠工具可制造的装备
木匠工具Carpenter's Tools梯子、火把
皮匠工具Leatherworker's Tools小箱子、卷轴匣、小包
石匠工具Mason's Tools滑轮组
陶匠工具Potter's Tools壶、油灯
铁匠工具Smith's Tools滚珠、桶、铁蒺藜、爪钩、铁锅
修补工具Tinker's Tools铃铛、铲子、火绒盒
织布工具Weaver's Tools篮子、绳索、捕网、帐篷
木雕工具Woodcarver's Tools短棒、巨棒、长棍`},{Name:`熟习`,Source:`玩家手册2024`,Category:`起源专长`,Prerequisite:``,Description:`起源专长
你获得共计三项自选的技能和工具熟练。
复选Repeatable。你可多次选择本专长。`},{Name:`幸运`,Source:`玩家手册2024`,Category:`起源专长`,Prerequisite:``,Description:`起源专长
你获得以下增益：
幸运点Lucky Point。你拥有一些幸运点，其数量等同于你的熟练加值。你可以将点数花在下列的增益上。你在完成一次长休时重新获得所有已消耗的幸运点。
优势Advantage。当你为了一次D20检定而投掷d20时，你可以花费一个幸运点来给予这次检定优势。
劣势Disadvantage。当一个生物为了一次对你发动的攻击检定而投掷d20时，你可以花费一个幸运点来为这次检定施加劣势。`},{Name:`凶蛮打手`,Source:`玩家手册2024`,Category:`起源专长`,Prerequisite:``,Description:`起源专长
你专门训练过如何做出更具破坏性的进攻。每回合一次，当你使用武器命中目标时，你可以掷两次武器的伤害骰，并自选其中一次应用在目标上。`},{Name:`医疗师`,Source:`玩家手册2024`,Category:`起源专长`,Prerequisite:``,Description:`起源专长
你获得以下增益：
战地医师Battle Medic。如果你有医疗包，以一个操作动作，你可以消耗医疗包的一次使用次数来救治一个位于你5尺内的生物。该生物可以消耗一枚生命骰，然后由你来投掷它，令该生物恢复等于所掷出的点数+你的熟练加值点生命值。
治疗重掷Healing Rerolls。当你掷骰以决定用法术或此专长的战地医师增益所恢复的生命值时，你可以重掷其中掷出1的骰子，但你必须使用重掷的结果。`},{Name:`音乐家`,Source:`玩家手册2024`,Category:`起源专长`,Prerequisite:``,Description:`起源专长
你获得以下增益：
乐器训练Instrument Training。 你获得三种自选的乐器的熟练。
鼓舞之歌Encouraging Song。作为你完成短休或长休的一部分，你可以用你熟练的乐器演奏一首歌曲，并令听到这首乐歌的盟友获得英雄激励。以这种方式所能影响的盟友数量最多等于你的熟练加值。`},{Name:`飙速跑者`,Source:`玩家手册2024`,Category:`通用专长`,Prerequisite:``,Description:`通用专长（先决：等级4+，敏捷或体质13+）
你获得以下增益：
属性值提升Ability Score Increase。你的敏捷或体质提升1，至多提升至20。
速度提升Speed Increase。你的速度提升10尺。
险地疾行Dash Over Difficult Terrain。当你在自己的回合执行疾走动作时，在这个回合余下的时间里，困难地形不再会额外消耗你的移动力。
灵活移动Agile Movement。对你发动的借机攻击都具有劣势。`},{Name:`冲锋手`,Source:`玩家手册2024`,Category:`通用专长`,Prerequisite:``,Description:`通用专长（先决：等级4+，力量或敏捷13+）
你获得以下增益：
属性值提升Ability Score Increase。你的力量或敏捷提升1，至多提升至20。
进阶疾走Improved Dash。当你执行疾走动作时，对该动作而言，你的速度提升了10尺。
冲锋攻击Charge Attack。使用攻击动作中的近战攻击检定命中目标时，若你在此次攻击前立即向着目标直线移动了10+尺，你可以为这次攻击增添以下其中一个效应：此次攻击的伤害掷骰获得1d8的加值；将目标推离10尺，前提是目标体型不比你大超过一级。你只能在每个你自己的回合使用一次此增益。`},{Name:`穿刺者`,Source:`玩家手册2024`,Category:`通用专长`,Prerequisite:``,Description:`通用专长（先决：等级4+）
你获得以下增益：
属性值提升Ability Score Increase。你的力量或敏捷提升1，至多提升至20。
穿透伤Puncture。每回合一次，当你用造成穿刺伤害的攻击命中一个生物时，你可以重骰这次攻击伤害的其中一枚伤害骰。但你必须采用新的掷骰结果。
强化重击Enhanced Critical。当你用造成穿刺伤害的攻击命中一个生物并且掷出重击时，你可以在计算额外的穿刺伤害时多投一个伤害骰。`},{Name:`大厨`,Source:`玩家手册2024`,Category:`通用专长`,Prerequisite:``,Description:`通用专长（先决：等级4+）
你获得以下增益：
属性值提升Ability Score Increase。你的体质或感知提升1，至多提升至20。
厨师工具Cook's Utensils。如果你没有厨师工具的熟练，你获得之。
大补食膳Replenishing Meal。作为短休的一部分，只要你手上有食材和厨师工具，你就可以烹饪一顿特别的美食。你可以为数个生物准备足够的此类食物，其数量等于4+你的熟练加值。在这一次短休结束时，任何吃了这些食物且花费了生命骰来恢复生命值的生物都能额外恢复1d8的生命值。
应急零嘴Bolstering Treats。如果你手上有食材和厨师工具，你可以花费一小时的时间，或在完成一次长休时，烹饪出一定份数的零嘴，其数量等于你熟练加值。这些特别的小零嘴在做好后能保存八小时。一个生物可以使用一个附赠动作来吃掉其中一份零嘴，并获得等同于你熟练加值的临时生命值。`},{Name:`毒师`,Source:`玩家手册2024`,Category:`通用专长`,Prerequisite:``,Description:`通用专长（先决：等级4+）
你获得以下增益：
属性值提升Ability Score Increase。你的敏捷或智力提升1，至多提升至20。
强效毒素Potent Poison。你造成毒素伤害的伤害掷骰无视对方的毒素伤害抗性。
酿毒Brew Poison。你获得毒药工具的熟练。你可以花费一小时的时间与价值50GP的材料，来使用毒药工具制造一定数量的毒药，其剂数等同于你的熟练加值。你能够以一个附赠动作为一把武器或一枚弹药涂上一剂毒药。涂用后，此种毒药的毒性能维持一分钟，毒性也会在你用此涂毒物品造成伤害后会被消耗。当一名生物受到来自此种涂毒物品的伤害时，该生物必须成功通过一次体质豁免（DC等于8+你以本专长提升的属性的调整值+你的熟练加值），否则将受到2d8毒素伤害并陷入中毒状态，持续至你的下回合结束。`},{Name:`盾牌大师`,Source:`玩家手册2024`,Category:`通用专长`,Prerequisite:``,Description:`通用专长（先决：等级4+，盾牌受训）
你获得以下增益：
属性值提升Ability Score Increase。你的力量提升1，至多提升至20。
盾击Shield Bash。当你通过攻击动作中的，由近战武器发动的一次攻击命中了位于你5尺内的生物时，如果你装备着盾牌*，你就可以立即使用它来击打目标，迫使目标进行一次力量豁免检定（DC等于8+你的力量调整值+你的熟练加值）。如果豁免失败，目标将被你推离5尺远或因此陷入倒地状态（由你选择）。在每个你的回合中，此增益只能被使用一次。
*译注：PHB的所有专长中，只有这一条增益要求“装备着盾牌”，其余均为“持握着盾牌”
介入盾牌Interpose Shield。当你受某效应影响而需要进行敏捷豁免来“只受一半伤害”时，若你豁免检定成功并正持握着一面盾牌，你就可以用反应来使你自己免受此次伤害。`},{Name:`法术射手`,Source:`玩家手册2024`,Category:`通用专长`,Prerequisite:``,Description:`通用专长（先决：等级4+，施法或契约魔法特性）
你获得以下增益：
属性值提升Ability Score Increase。你的智力、感知或魅力提升1，至多提升至20。
绕过掩体Bypass Cover。你为法术进行的攻击检定无视半身掩护和四分之三掩护。
抵近施法Casting in Melee。位于一个敌人5尺范围内的情况下，你用法术进行的攻击检定不会因此具有劣势。
法术增距Increased Range。当你施展一道具有至少10尺施法距离，且需要你进行一次攻击检定的法术时，这道法术的施法距离增加60尺。`},{Name:`防御式决斗`,Source:`玩家手册2024`,Category:`通用专长`,Prerequisite:``,Description:`通用专长（先决：等级4+，敏捷13+）
你获得以下增益：
属性值提升Ability Score Increase。你的敏捷提升1，至多提升至20。
招架Parry。如果其他生物的近战攻击命中你时你正握着一把灵巧武器，则你可以执行反应来将你的熟练加值加入到你的护甲等级中，此举可能导致本次攻击变为未命中。那之后，直到你的下一回合开始前，你的AC在面对近战攻击时都将具有相同的加值。`},{Name:`粉碎者`,Source:`玩家手册2024`,Category:`通用专长`,Prerequisite:``,Description:`通用专长（先决：等级4+）
你获得以下增益：
属性值提升Ability Score Increase。你的力量或体质提升1，至多提升至20。
推动Push。每回合一次，当你以造成钝击伤害的一次攻击命中了一个生物时，只要这个生物的体型不比你大超过一级，你就能将它移动5尺至一处未占据空间中。
强化重击Enhanced Critical。当你掷出一次重击命中一名生物并对其造成钝击伤害后，直到你的下个回合开始前，任何以该生物为目标的攻击检定都会具有优势。`},{Name:`观察力`,Source:`玩家手册2024`,Category:`通用专长`,Prerequisite:``,Description:`通用专长（先决：等级4+，智力或感知13+）
你获得以下增益：
属性值提升Ability Score Increase。你的智力或感知提升1，至多提升至20。
敏锐观察Keen Observer。选择以下技能之一：洞悉、调查或察觉。如果你不具有所选技能的熟练，则你获得其熟练；如果你已有熟练，则你获得其专精。
快速搜索Quick Search。你可以用附赠动作进行搜索动作。`},{Name:`技艺专家`,Source:`玩家手册2024`,Category:`通用专长`,Prerequisite:``,Description:`通用专长（先决：等级4+）
你获得以下增益：
属性值提升Ability Score Increase。你选择的一项属性提升1，至多提升至20。
技能熟练Skill Proficiency。你自选一个技能并获得其熟练。
专精Expertise。你选择一个拥有其熟练但不具备相应专精的技能，并获得其专精。`},{Name:`巨武器大师`,Source:`玩家手册2024`,Category:`通用专长`,Prerequisite:``,Description:`通用专长（先决：等级4+，力量13+）
你获得以下增益：
属性值提升Ability Score Increase。你的力量提升1，至多提升至20。
重武器掌握Heavy Weapon Master。在你的回合内，你的攻击动作中，当你用具有重型词条的武器命中了一名生物时，你可以让这把武器对目标额外造成一定的伤害，额外伤害等同于你的熟练加值。
顺势斩Hew。当你使用近战武器掷出一次重击时，或当你用其将一个生物的生命值降低至0时，你可以立即使用你的附赠动作用同一把武器发动一次攻击。`},{Name:`军用武器训练`,Source:`玩家手册2024`,Category:`通用专长`,Prerequisite:``,Description:`通用专长（先决：等级4+）
你获得以下增益：
属性值提升Ability Score Increase。你的力量或敏捷提升1，至多提升至20。
武器熟练Weapon Proficiency。你获得军用武器熟练。`},{Name:`领袖之证`,Source:`玩家手册2024`,Category:`通用专长`,Prerequisite:``,Description:`通用专长（先决：等级4+，感知或魅力13+）
你获得以下增益：
属性值提升Ability Score Increase。你的感知或魅力提升1，至多提升至20。
激励演出Bolstering Performance。每当你的短休/长休结束时，你可以做一场激励人心的表演：一次演讲、一首歌曲或一支舞蹈。当你这么做时，选择至多6名在周围30尺内观看你表演的盟友（亦可包括你自己）。每个被选中的生物都可以获得一定临时生命值，其数值等于你的角色等级+你用本专长提升的属性的调整值。`},{Name:`敏锐心灵`,Source:`玩家手册2024`,Category:`通用专长`,Prerequisite:``,Description:`通用专长（先决：等级4+，智力13+）
你获得以下增益：
属性值提升Ability Score Increase。你的智力提升1，至多提升至20。
轶闻知识Lore Knowledge。选择下列技能之一：奥秘、历史、调查、自然、宗教。如果你不具有所选技能的熟练，则你获得其熟练；如果你已有熟练，则你获得其专精。
快速研究Quick Study。你可以用附赠动作执行研究动作。`},{Name:`耐性`,Source:`玩家手册2024`,Category:`通用专长`,Prerequisite:``,Description:`通用专长（先决：等级4+）
你获得以下增益：
属性值提升Ability Score Increase。你的体质提升1，至多提升至20。
悍不畏死Defy Death。你进行的死亡豁免具有优势。
高速恢复Speedy Recovery。以一个附赠动作，你可以消耗并投掷一枚生命骰，来恢复与投掷结果相等的生命值。`},{Name:`念动力`,Source:`玩家手册2024`,Category:`通用专长`,Prerequisite:``,Description:`通用专长（先决：等级4+）
你获得以下增益：
属性值提升Ability Score Increase。你的智力、感知或魅力提升1，至多提升至20。
次级心灵遥控Minor Telekinesis。你习得戏法法师之手Mage
Hand。你施展这道戏法时，你无需言语成分与姿势成分，且可以让这只灵体手隐形，还可以令它的施法距离以及其可远离你的最大距离均提升30尺。该法术的施法属性是你以此专长提升的属性。
念力推撞Telekinetic Shove。以一个附赠动作，你可以尝试以念动力推撞一个位于你30尺内的你可见的生物。当你这样做时，目标必须通过一次力量豁免（DC等于8+你用此专长提升的属性的调整值+你的熟练加值）否则将被你拉近或推离5尺。`},{Name:`劈砍者`,Source:`玩家手册2024`,Category:`通用专长`,Prerequisite:``,Description:`通用专长（先决：等级4+）
你获得以下增益：
属性值提升Ability Score Increase。你的力量或敏捷提升1，至多提升至20。
伤筋Hamstring。每回合一次，当你用造成挥砍伤害的攻击命中一个生物时，你可以使其速度降低10尺，持续至你的下回合开始。
强化重击Enhanced Critical。当你掷出重击并对一个生物造成挥砍伤害时，该生物进行的所有攻击检定都将具有劣势，持续至你的下回合开始为止。`},{Name:`骑乘战斗`,Source:`玩家手册2024`,Category:`通用专长`,Prerequisite:``,Description:`通用专长（先决：等级4+）
你获得以下增益：
属性值提升Ability Score Increase。你的力量、敏捷或感知提升1，至多提升至20。
骑乘突击Mounted Strike。骑乘期间，你对位于你坐骑5尺内的、体型比你坐骑至少小一级的、且未被骑乘的生物所进行的攻击检定具有优势。
侧跃躲闪Leap Aside。当你的坐骑受某效应影响而需要进行敏捷豁免时，如果此次豁免成功只受到一半伤害，那么它豁免成功时不受伤害，豁免失败只承受一半伤害。为享受此增益，你必须骑乘着你的坐骑，且你与坐骑均不能处于失能状态。
我身作盾Veer。当你骑乘时，只要你不处于失能状态，你就可以强制让命中了你的坐骑的攻击改为命中你自己。`},{Name:`强健身心`,Source:`玩家手册2024`,Category:`通用专长`,Prerequisite:``,Description:`通用专长（先决：等级4+）
你获得以下增益：
属性值提升Ability Score Increase。选择你不具有其豁免熟练的一项属性，该属性提升1，至多提升至20。
豁免熟练Saving Throw Proficiency。你获得所选属性的豁免熟练。`},{Name:`强弩专家`,Source:`玩家手册2024`,Category:`通用专长`,Prerequisite:``,Description:`通用专长（先决：等级4+，敏捷13+）
你获得以下增益：
属性值提升Ability Score Increase。你的敏捷提升1，至多提升至20。
无视装填Ignore Loading。你无视手弩、重弩和轻弩的装填词条（在这个专长里统称弩）。如果你正手持着一把弩，你即使没有空手也能够为它装填一发弹药。
抵近射击Firing in Melee。你用弩进行的攻击检定不会因你在敌人的5尺内而具有劣势。
双持射击Dual Wielding。当你发动由轻型词条所提供的额外的攻击时，如果这次追加攻击是由一把具有轻型词条的弩所发动的，且你原本无法在伤害中加入属性调整值，你就可以改为可以将你的属性调整值加入本次伤害中。`},{Name:`擒抱者`,Source:`玩家手册2024`,Category:`通用专长`,Prerequisite:``,Description:`通用专长（先决：等级4+，力量或敏捷13+）
你获得以下增益：
属性值提升Ability Score Increase。你的力量或敏捷提升1，至多提升至20。
连擒带打Punch and Grab。你的回合中，当你用攻击动作中的一次徒手打击命中了一个生物，你可以同时进行擒抱和造成伤害两个选项。你每回合只能使用这个增益一次。
优势攻击Attack Advantage。你攻击受擒于你的生物时进行的攻击检定具有优势。
高速拖行Fast Wrestler。你无需为移动受擒于你的生物而花费额外的移动力，前提是这名生物的体型与你相同或更小。`},{Name:`轻甲运用`,Source:`玩家手册2024`,Category:`通用专长`,Prerequisite:``,Description:`通用专长（先决：等级4+）
你获得以下增益：
属性值提升Ability Score Increase。你的力量或敏捷提升1点，至多提升至20。
护甲受训Armor Training。你获得轻甲和盾牌受训。`},{Name:`哨兵`,Source:`玩家手册2024`,Category:`通用专长`,Prerequisite:``,Description:`通用专长（先决：等级4+，力量或敏捷13+）
你获得以下增益：
属性值提升Ability Score Increase。你的力量或敏捷提升1，至多提升至20。
守护者Guardian。当位于你5尺范围内的生物执行撤离动作后，或当它的攻击命中了除你以外的目标后，你可以立刻对该生物进行一次借机攻击。
阻拦Halt。你的借机攻击命中一名生物时，该生物的速度在当前回合剩余时间内变为0。`},{Name:`神射手`,Source:`玩家手册2024`,Category:`通用专长`,Prerequisite:``,Description:`通用专长（先决：等级4+，敏捷13+）
你获得以下增益：
属性值提升Ability Score Increase。你的敏捷提升1，至多提升至20。
绕过掩体Bypass Cover。你使用武器发动的远程攻击无视半身掩护和四分之三掩护。
抵近射击Firing in Melee。位于一个敌人5尺范围内的情况下，你使用远程武器发动的攻击检定不会因此具有劣势。
百步穿杨Long Shots。使用远程武器攻击超出常规射程的目标时，你的攻击检定不会因此具有劣势。`},{Name:`属性值提升`,Source:`玩家手册2024`,Category:`通用专长`,Prerequisite:``,Description:`通用专长（先决：等级4+）
你选择的一项属性提升2，或者你选择的两项属性各提升1。你无法依靠本专长令某个属性值超出20。
复选Repeatable。你可多次选择本专长。`},{Name:`双持客`,Source:`玩家手册2024`,Category:`通用专长`,Prerequisite:``,Description:`通用专长（先决：等级4+，力量或敏捷13+）
你获得以下增益：
属性值提升Ability Score Increase。你的力量或敏捷提升1，至多提升至20。
强化双持Enhanced Dual Wielding。当你在自己的回合中执行了攻击动作，并使用具有轻型词条的武器发动了一次攻击后，你可以在同一回合中，以一个附赠动作发动一次额外的攻击*。这次额外的攻击必须由另一把不具有双手词条的近战武器发动。额外的攻击的伤害无法加入你的属性调整值（除非该调整值为负数）。
*译注：因为WSZ的文字游戏，此效果难以被准确翻译，简而言之：此效果的攻击属于“因使用具有轻型词条的武器而发动的额外的攻击”；但不属于“由轻型词条提供的额外的攻击”`},{Name:`巫师杀手`,Source:`玩家手册2024`,Category:`通用专长`,Prerequisite:``,Description:`通用专长（先决：等级4+）
你获得以下增益：
属性值提升Ability Score Increase。你的力量或敏捷提升1，至多提升至20。
专注中断手Concentration Breaker。当你对一名正处于专注中的生物造成伤害时，该生物为维持本次专注所做的豁免检定时具有劣势。
审慎护心Guarded Mind。当你的智力、感知或魅力豁免失败时，你可以将其改为成功。此增益一经使用，直到完成短休或长休前你都无法再次使用。`},{Name:`武器大师`,Source:`玩家手册2024`,Category:`通用专长`,Prerequisite:``,Description:`通用专长（先决：等级4+）
你获得以下增益：
属性值提升Ability Score Increase。你的力量或敏捷提升1，至多提升至20。
精通词条Mastery Property。你对武器的训练让你能够使用你自选的一种简单或军用武器的精通词条，前提是你熟练于该种武器。每当你完成一次长休，你能将所选的武器种类替换为你熟练的另一种武器。`},{Name:`心灵感应`,Source:`玩家手册2024`,Category:`通用专长`,Prerequisite:``,Description:`通用专长（先决：等级4+）
你获得以下增益：
属性值提升Ability Score Increase。你的智力、感知或魅力提升1，至多提升至20。
传心呢喃Telepathic Utterance。你可以和位于你60尺内任何你可见的生物用心灵感应进行交流。你的传心呢喃以一种你已知的语言进行，且该生物必须懂得这门语言才能理解你。你的主动沟通并不会给予该生物以心灵感应的形式回复你的能力。
侦测思想Detect Thoughts。你始终准备着法术侦测思想Detect
Thoughts。你可以无需法术位且无需法术成分地施展该法术，你必须完成长休后才能再次以此法施展该法术。你也能够以你拥有的合适环阶的法术位施展该法术。该法术的施法属性是你以此专长提升的属性。`},{Name:`演员`,Source:`玩家手册2024`,Category:`通用专长`,Prerequisite:``,Description:`通用专长（先决：等级4+，魅力13+）
你获得以下增益：
属性值提升Ability Score Increase。你的魅力提升1，至多提升至20。
伪装Impersonation。伪装成某个虚构或真实的个体的情况下，你为使别人相信你就是那个个体所做的魅力（欺瞒或表演）检定具有优势。
拟声Mimicry。你可以模仿出另一个生物的语音，甚至包括它的说话方式。听见你的拟声的生物必须通过一次感知（洞悉）检定才能发觉这种拟声是由他人伪造的（DC等于8+你的魅力调整值+你的熟练加值）。`},{Name:`妖精触碰`,Source:`玩家手册2024`,Category:`通用专长`,Prerequisite:``,Description:`通用专长（先决：等级4+）
暴露在妖精荒野Feywild的魔法之下给予你以下增益：
属性值提升Ability Score Increase。你的智力、感知或魅力提升1，至多提升至20。
妖精魔法Fey Magic。选择一道预言或惑控学派的一环法术。你始终准备着你选择的这道法术与迷踪步Misty
Step。你可以无需法术位地施展每道法术各一次，当你完成长休时，你重获以此法施展这些法术的能力。你也能够以你拥有的合适环阶的法术位施展这些法术。
这些法术的施法属性是你以此专长提升的属性。`},{Name:`仪式施法者`,Source:`玩家手册2024`,Category:`通用专长`,Prerequisite:``,Description:`通用专长（先决：等级4+，智力、感知或魅力13+）
你获得以下增益：
属性值提升Ability Score Increase。你的智力、感知或魅力提升1，至多提升至20。
仪式魔法Ritual Spells。你选择数道具有仪式标签的一环法术，其具体数量等于你的熟练加值。你始终准备着这几道法术，并可以用你拥有的任何法术位去施展它们。施展它们的施法属性为你用此专长提升的属性。此后，每当你的熟练加值提升时，你可以通过这个特性多获得一道始终准备的、带有仪式标签的一环法术。
快速仪式Quick Ritual。你可以用通常的施法时间来施展一道仪式法术，而不需要仪式的延长施法时间。这么做不会花费你的法术位。一旦你通过这种方式施展了一道法术，直到完成一次长休前你都不能再使用这个增益。`},{Name:`隐伏者`,Source:`玩家手册2024`,Category:`通用专长`,Prerequisite:``,Description:`通用专长（先决：等级4+，敏捷13+）
你获得以下增益：
属性值提升Ability Score Increase。你的敏捷提升1，至多提升至20。
盲视Blindsight。你获得10尺距离的盲视。
战争迷雾Fog of War。你善于利用战斗中的混乱。你在战斗中通过执行躲藏动作时所做的任何敏捷（隐匿）检定都具有优势。
狙击手Sniper。如果你在躲藏中进行了攻击检定，但该次攻击未命中时，这次攻击将不会暴露你的位置。`},{Name:`影界触碰`,Source:`玩家手册2024`,Category:`通用专长`,Prerequisite:``,Description:`通用专长（先决：等级4+）
暴露在堕影冥界Shadowfell的魔法之下给予你以下增益：
属性值提升Ability Score Increase。你的智力、感知或魅力提升1，至多提升至20。
暗影魔法Shadow Magic。选择一道幻术或死灵学派的一环法术。你始终准备着你选择的这道法术与隐形术Invisibility。你可以无需法术位地施展每道法术各一次，当你完成长休时，你重获以此法施展这些法术的能力。你也能够以你拥有的合适环阶的法术位施展这些法术。
这些法术的施法属性是你以此专长提升的属性。`},{Name:`元素掌控`,Source:`玩家手册2024`,Category:`通用专长`,Prerequisite:``,Description:`通用专长（先决：等级4+，施法或契约魔法特性）
你获得以下增益：
属性值提升Ability Score Increase。你的智力、感知或魅力提升1点，至多提升至20。
能量掌控Energy Mastery。选择以下伤害类型之一：强酸、寒冷、火焰、闪电、雷鸣。你施展的法术无视所选伤害类型的抗性。此外，当你为你施展的造成该类型伤害的法术投掷伤害时，你可以将伤害骰中骰出的1都视为2。
复选Repeatable。你可多次选取本专长，但每次选取时都必须为能量掌控增益选择一个不同的伤害类型。`},{Name:`运动精英`,Source:`玩家手册2024`,Category:`通用专长`,Prerequisite:``,Description:`通用专长（先决：等级4+，力量或敏捷13+）
你获得以下增益：
属性值提升Ability Score Increase。你的力量或敏捷提升1，至多提升至20。
攀爬速度Climb Speed。你获得等同于你速度的攀爬速度。
鲤鱼打挺Hop Up。处于倒地状态的情况下，你可以仅消耗5尺移动力来站起来。
跳跃Jumping。你只需移动5尺距离便能进行一次助跑跳远或一次助跑跳高。`},{Name:`战地施法者`,Source:`玩家手册2024`,Category:`通用专长`,Prerequisite:``,Description:`通用专长（先决：等级4+，施法或契约魔法特性）
你获得以下增益：
属性值提升Ability Score Increase。你的智力、感知或魅力提升1，至多提升至20
专注Concentration。你为维持专注的所做的体质豁免具有优势。
响应法术Reactive Spell。当一个生物因离开你的触及范围而引发你的借机攻击时，你能使用你的反应来对这个生物施展一道法术，而非发动一次借机攻击。这道法术的施法时间必须为动作，且必须将该生物选为法术的唯一目标。
姿势成分Somatic Components。即使你的一只手或双手上都有武器/盾牌，你也能满足法术的姿势成分要求。`},{Name:`长柄武器大师`,Source:`玩家手册2024`,Category:`通用专长`,Prerequisite:``,Description:`通用专长（先决：等级4+，力量或敏捷13+）
你获得以下增益：
属性值提升Ability Score Increase。你的敏捷或力量提升1，至多提升至20。
长柄打击Pole
Strike。在你执行攻击动作并使用长棍、矛或同时具有重型词条与触及词条的武器攻击后，你可以立刻用附赠动作，使用该武器的另一端发动一次近战攻击。在这次攻击中，该武器的伤害骰改为d4，其伤害类型改为钝击伤害。
反应打击Reactive Strike。在你持握长棍、矛或同时具有重型词条与触及词条的武器期间，生物进入你触及范围时，你能够以反应，使用该武器对该生物发动一次近战攻击。`},{Name:`中甲大师`,Source:`玩家手册2024`,Category:`通用专长`,Prerequisite:``,Description:`通用专长（先决：等级4+，中甲受训）
你获得以下增益：
属性值提升Ability Score Increase。你的力量或敏捷提升1，至多提升至20。
灵敏着装Dexterous Wearer。穿着中甲期间，若你的敏捷在16或更高，你可以在AC中加入3点敏捷调整值，而非原本的2点。`},{Name:`中甲运用`,Source:`玩家手册2024`,Category:`通用专长`,Prerequisite:``,Description:`通用专长（先决：等级4+，轻甲受训）
你获得以下增益：
属性值提升Ability Score Increase。你的力量或敏捷提升1，至多提升至20。
护甲受训Armor Training。你获得中甲受训。`},{Name:`重甲大师`,Source:`玩家手册2024`,Category:`通用专长`,Prerequisite:``,Description:`通用专长（先决：等级4+，重甲受训）
你获得以下增益：
属性值提升Ability Score Increase。你的体质或力量提升1，至多提升至20。
伤害减免Damage Reduction。穿着重甲期间，当你被一次攻击命中时，该次攻击对你造成的任何钝击伤害、穿刺伤害与挥砍伤害均减去你的熟练加值。`},{Name:`重甲运用`,Source:`玩家手册2024`,Category:`通用专长`,Prerequisite:``,Description:`通用专长（先决：等级4+，中甲受训）
你获得以下增益：
属性值提升Ability Score Increase。你的体质或力量提升1，至多提升至20。
护甲受训Armor Training。你获得重甲受训。`},{Name:`对决`,Source:`玩家手册2024`,Category:`战斗风格`,Prerequisite:``,Description:`战斗风格专长（先决：战斗风格特性）
当你单手持用一把近战武器且没有持用其他武器时，你使用那把武器进行的伤害掷骰获得+2加值。`},{Name:`防御`,Source:`玩家手册2024`,Category:`战斗风格`,Prerequisite:``,Description:`战斗风格专长（先决：战斗风格特性）
着装轻甲、中甲或重甲期间，你的护甲等级获得+1加值。`},{Name:`箭术`,Source:`玩家手册2024`,Category:`战斗风格`,Prerequisite:``,Description:`战斗风格专长（先决：战斗风格特性）
你使用远程武器进行的攻击检定获得+2加值。`},{Name:`巨武器战斗`,Source:`玩家手册2024`,Category:`战斗风格`,Prerequisite:``,Description:`战斗风格专长（先决：战斗风格特性）
当你用双手持握的一把近战武器发动了一次攻击并为其进行伤害掷骰时，若该武器具有双手或多用词条，那么你便可以将伤害骰投出的1和2都视为3。`},{Name:`拦截`,Source:`玩家手册2024`,Category:`战斗风格`,Prerequisite:``,Description:`战斗风格专长（先决：战斗风格特性）
当一名你可见的生物以攻击检定命中你5尺内的另一名生物*，你能够以反应减少对目标造成的伤害，使该伤害降低1d10+你的熟练加值。你必须持握着一面盾牌或者一把简易/军用武器才能使用这个反应。
译注：此处原文为a creature you can see
hits another creature within 5 feet of
you，another具体指的是对攻击生物而言还是对你而言在外网亦有所争论，请自行决断。`},{Name:`盲斗`,Source:`玩家手册2024`,Category:`战斗风格`,Prerequisite:``,Description:`战斗风格专长（先决：战斗风格特性）
你具有10尺盲视。`},{Name:`守护`,Source:`玩家手册2024`,Category:`战斗风格`,Prerequisite:``,Description:`战斗风格专长（先决：战斗风格特性）
当一名你可见的生物对一个你5尺内的除你以外的目标发动攻击时，若你正持握着一面盾牌，你能够以反应将盾牌挡在中间。你对触发攻击检定施加劣势，并且只要你还位于目标5尺内，其他所有对该目标进行的攻击检定也具有劣势，持续至你的下回合开始。`},{Name:`双武器战斗`,Source:`玩家手册2024`,Category:`战斗风格`,Prerequisite:``,Description:`战斗风格专长（先决：战斗风格特性）
当你因使用具有轻型词条的武器而得以发动额外的攻击时，若此次额外的攻击的伤害本来无法加入你的属性调整值，你可以加入你的属性调整值。`},{Name:`投掷武器战斗`,Source:`玩家手册2024`,Category:`战斗风格`,Prerequisite:``,Description:`战斗风格专长（先决：战斗风格特性）
当你使用具有投掷词条的武器进行远程攻击检定并命中时，你在该次伤害掷骰中获得+2加值。`},{Name:`徒手战斗`,Source:`玩家手册2024`,Category:`战斗风格`,Prerequisite:``,Description:`战斗风格专长（先决：战斗风格特性）
当你使用徒手打击命中并造成了伤害时，你可以改为造成1d6+你的力量调整值点钝击伤害，而非原本的徒手打击伤害。如果你进行攻击检定时并没有持握任何武器与盾牌，则上述伤害中的d6将变为d8。
每当你的回合开始时，你还可以对一个因你受擒的生物造成1d4点钝击伤害。`},{Name:`慷慨吉运`,Source:`珊娜萨的万事指南`,Category:`通用专长`,Prerequisite:`半身人`,Description:`先决条件:
半身人
你的民族有着非同寻常的好运，且你学过如何在看到同伴难堪之时将其秘密地借给他们。你其实也不知道你是怎么做到的。你只是想想，这事就实现了，这一定是幸运的眷顾！
如果你周围30尺内你可见的盟友在攻击检定、技能检定、或豁免检定的d20中骰出了1，你可以用反应使他重骰一次，不过盟友必须接受新的结果。
使用此能力后，直到下个你的回合结束前你无法使用你的
幸运Lucky 种族特质。`},{Name:`龙之威怖`,Source:`珊娜萨的万事指南`,Category:`通用专长`,Prerequisite:`龙裔`,Description:`先决条件: 龙裔
气愤之时，你能展露威慑之力。你获得下列增益：
·
你的力量、体质、或魅力+1，上限为20。
·
你可以消耗你的吐息武器次数以发起咆哮，以取代吐息出毁灭性的能量。周围30尺内由你选择的每个生物都必须通过一次感知豁免（DC=8+你的熟练加值+你的魅力调整值）。如果生物无法听到或看到你，它将自动通过此豁免。如果豁免失败，目标将陷入对你的
恐慌frightened ，持续一分钟。如果恐慌者受到任何伤害，他可以重复这一豁免，豁免成功时在他身上的这一效应将提前结束。`},{Name:`龙之鳞爪`,Source:`珊娜萨的万事指南`,Category:`通用专长`,Prerequisite:`龙裔`,Description:`先决条件: 龙裔
你显出自你龙族先祖的利爪与鳞片，你获得下列增益：
·
你的力量、体质、或魅力+1，上限为20。
·
你的鳞片变得无比坚硬。如果你没穿着任何护甲，你的AC将变为13+你的敏捷调整值。你可以在装着盾牌时仍享受此增益。
·
你的指尖长出可伸缩的利爪，伸出或缩回爪子不消耗动作。这些爪子是可以用来发动徒手打击的天生武器，如果用他们击中了目标，将造成 1d4+你的力量调整值
的挥砍伤害，而非正常徒手打击造成的钝击伤害。`},{Name:`高等卓尔魔法`,Source:`珊娜萨的万事指南`,Category:`通用专长`,Prerequisite:`精灵（卓尔`,Description:`先决条件: 精灵（卓尔）
你学到了更多种类的黑暗精灵魔法。你习得并可以随意施展法术 侦测魔法detect magic ，无需法术位。同时，你习得法术 浮空术levitate 与法术 解除魔法dispel
magic
，你可以不消耗法术位的施展这两个法术各一次。而你在完成一次长休后你重获以此免费施展这两个法术的使用次数。魅力是你施展这三个法术的施法属性。`},{Name:`矮人坚毅`,Source:`珊娜萨的万事指南`,Category:`通用专长`,Prerequisite:`矮人`,Description:`先决条件:
矮人
你的血脉中流淌着矮人英雄的血液。你获得下列增益：
· 你的体质+1，上限为20。
· 当你在战斗中执行
回避Dodge 动作时，你可以消耗一颗生命骰来治愈自己。投掷那枚生命骰，你恢复其骰值外加上你的体质调整值点的生命值（恢复量最低为1点）。`},{Name:`精灵之准`,Source:`珊娜萨的万事指南`,Category:`通用专长`,Prerequisite:`精灵或半精灵`,Description:`先决条件:
精灵或半精灵
那些精灵们能力如传说般精准，尤其精灵弓箭手与精灵施法者为甚，你在依赖精确度而非蛮力的攻击检定上有着高超的精准度。你获得下列增益：
·
你的敏捷、智力、感知、或魅力+1，上限为20。
·
当你在攻击检定上具有优势，且这次攻击检定使用敏捷、智力、感知、或魅力时，你可以重骰其中一枚骰子一次。`},{Name:`匿影无踪`,Source:`珊娜萨的万事指南`,Category:`通用专长`,Prerequisite:`侏儒`,Description:`先决条件:
侏儒
你的族人在幻术系魔法的技巧上有着极高的天赋。你曾习得一种能在受伤时迅速隐去的魔法技巧。你获得下列增益：
·
你的智力+1，上限为20。
· 当你受到伤害之后，你可以立刻用反应魔法性的将自己化为 隐形invisible
，持续直至你的下一回合结束，如果你发动攻击、造成伤害、或迫使别人进行豁免这一效果也将提前结束。一旦你使用了这一能力，直到你完成一次短休或长休前你都不能再次使用它。`},{Name:`妖精传送`,Source:`珊娜萨的万事指南`,Category:`通用专长`,Prerequisite:`精灵（高等精灵`,Description:`先决条件:
精灵（高等精灵）
你对高等精灵学识的研究已然为你解锁了一些只有极少数其他精灵才得以掌控的妖精力量，当然，你的雅灵表亲除外。依靠你的妖精先祖，你可以大步迈入妖精荒野以缩减你从某地到它地的道路，你获得下列增益：
·
你的智力或魅力+1，上限为20。
· 你习得如何说、读、写木族语。
· 你习得法术 迷踪步misty step
，且你可以无需法术位的施展它一次。而你在完成一次短休或长休后你重获以此免费施展这个法术的使用次数。智力是你施展这个法术的施法属性。`},{Name:`弗莱格索斯之焰`,Source:`珊娜萨的万事指南`,Category:`通用专长`,Prerequisite:`提夫林`,Description:`先决条件:
提夫林
你学会了如何召唤地狱火，让它听从你的指挥为你而用，你获得下列增益：
·
你的智力或魅力+1，上限为20。
·
当你为你施展的法术投掷火焰伤害时，你可以重骰其中任何骰值为1的火焰伤害骰，但你必须接受重骰后的结果，哪怕重骰后它依旧是1。
·
每当你施展造成火焰伤害的法术时，你都可以让火焰环绕在你身旁，持续直至你的下个回合结束。那些火焰不会伤害你或你的物品。它们将提供30尺明亮光照与那之外30尺微光光照。此火焰现形期间，任何在你周围5尺范围内，对你发动近战攻击并命中的生物将受到1d4点火焰伤害。`},{Name:`炼狱体质`,Source:`珊娜萨的万事指南`,Category:`通用专长`,Prerequisite:`提夫林`,Description:`先决条件:
提夫林
邪魔之血令你变得无比强大，为你解锁一些邪魔拥有的强大韧性。你获得下列增益：
·
你的体质+1，上限为20。
· 你获得寒冷伤害和毒素伤害的抗性
· 你在对抗 中毒Poisoned
效应时所做的豁免具有优势。`},{Name:`兽人狂怒`,Source:`珊娜萨的万事指南`,Category:`通用专长`,Prerequisite:`半兽人`,Description:`先决条件:
半兽人
你内在的怒火在永无止境的燃烧着，你获得下列增益：
· 你的力量或体质+1，上限为20。
·
当你用简易武器或军用武器发动的攻击命中时，你可以额外掷一枚武器的伤害骰并将其作为额外伤害加入到本次攻击的伤害中，伤害类型与武器本身的伤害类型相同。一旦你使用了这一能力，直到你完成一次短休或长休前你都不能再次使用它。
·
使用 坚韧不屈Relentless Endurance 种族特质之后，你可以立即以反应进行一次武器攻击。`},{Name:`天赋异禀`,Source:`珊娜萨的万事指南`,Category:`通用专长`,Prerequisite:`半精灵、半兽人、或人类`,Description:`先决条件:
半精灵、半兽人、或人类
你学习那些新鲜事物时总是有着极高的天赋，你获得下列增益：
·
你获得一项自选技能的熟练、一种自选工具的熟练，且娴熟于一种自选的语言。
·
选择一种你已具有熟练项的技能。你获得这种技能的专精，这意味着你进行的与技能相关的属性检定中你可以加入双倍的熟练加值。你选择的这个技能必须是未受益于其他的此类双倍熟练特性（例如
专精Expertise）的技能。
（校注：原文如此，确实写的不是“说、读、写”而是“娴熟fluency”）`},{Name:`花开二度`,Source:`珊娜萨的万事指南`,Category:`通用专长`,Prerequisite:`半身人`,Description:`先决条件:
半身人
命运在有人想要伤害你时眷顾于你，你获得下列增益：
· 你的敏捷、体质、或魅力+1，上限为20。
·
当一个你可见的生物以攻击检定命中你时，你可以使用你的反应迫使那个生物重骰之。此能力一旦被使用，直到你下次在战斗开始时骰先攻、你完成一次短休、或你完成一次长休之前都无法再次使用它。`},{Name:`低身机敏`,Source:`珊娜萨的万事指南`,Category:`通用专长`,Prerequisite:`矮人或小型种族`,Description:`先决条件: 矮人或小型种族
你有这在你族群中不寻常的机敏，你获得以下好处:
· 你的力量或敏捷+1，上限为20。
· 你的步行速度提升5尺。
·
你获得运动技能或特技技能的熟练（由你选择）。
· 你为脱离擒抱所做的力量（运动）与敏捷（特技）检定具有优势。`},{Name:`木精灵魔法`,Source:`珊娜萨的万事指南`,Category:`通用专长`,Prerequisite:`精灵（木精灵`,Description:`先决条件:
精灵（木精灵）
你学会由你的族人保护和尊敬的原初之木的魔法。你习得一个你自选的德鲁伊戏法。同时，你习得法术 大步奔行longstrider 与法术 行动无踪pass
without
trace
。你可以不消耗法术位的施展这两个法术各一次。而你在完成一次长休后你重获以此免费施展这两个法术的使用次数。感知是你施展这三个法术的施法属性。`},{Name:`奇械学徒`,Source:`塔莎的万事坩埚`,Category:`通用专长`,Prerequisite:``,Description:`你已习得些许奇械师的创造力。
·
你从奇械师法术列表中选择并习得一个戏法。此外，你从该法术列表中选择并习得一个一环法术。智力是你施展这些法术的施法属性。
·
你可以在不消耗法术位的情况下施展一次来自此专长的一环法术。你必须在完成一次长休后才能再次这样做。你也可以正常消耗法术位来施展该法术。
·
你获得你所选的一项工匠工具熟练，并且你可以将该工具作为施展任何以智力为施法属性的法术的法器。`},{Name:`大厨`,Source:`塔莎的万事坩埚`,Category:`通用专长`,Prerequisite:``,Description:`Legacy
花费在专研厨艺上的工夫已然有了回报，使你获得了以下增益：
·
你的体质或感知增加1，上限为20。
· 你获得厨师工具的熟练项，如果你还没有的话。
·
作为短休的一部分，只要你手上有原料和厨师工具，你便可以烹饪特制料理。你可以为特定数量的生物准备这种食物，其数量等同于4+你的熟练加值。在本次短休结束时，任何食用了料理并且花费了一个或更多生命骰来恢复生命值的生物恢复额外1d8点生命值。
·
在花费一小时精心制作后，或者在完成一次长休时，你可以制作等同于你熟练加值个数的餐点。这些餐点在制作完成后持续八小时。任何食用餐点的生物都能获得等同于你熟练加值的临时生命值。`},{Name:`粉碎者`,Source:`塔莎的万事坩埚`,Category:`通用专长`,Prerequisite:``,Description:`你擅长于碾碎敌人的技艺，你获得了以下增益：
·
你的力量或体质增加1，上限为20。
·
每回合一次，当你用造成钝击伤害的攻击命中一个生物时，只要目标的体型并未比你大一级以上，你就可以将目标移动五尺至一个未占据空间。
·
当你用造成钝击伤害的攻击命中一个生物并造成重击时，直至你的下一回合开始，所有针对该生物的攻击检定具有优势。`},{Name:`魔能导师`,Source:`塔莎的万事坩埚`,Category:`通用专长`,Prerequisite:`施法或契约魔法特性`,Description:`先决条件：施法或契约魔法特性
对神秘学的研究使你从魔契师职业中习得了一项你自选的魔能祈唤。本专长获取的魔能祈唤中使用的施法属性为你的智力、感知、或魅力（在你选择这个专长时选择它）。如果该祈唤具有任何先决条件，则仅当你是一位满足该条件的魔契师时才能选择该祈唤。
当你升级时，你可以将该祈唤更换为魔契师职业中的另一个魔能祈唤（关键属性不变）。`},{Name:`妖精触碰`,Source:`塔莎的万事坩埚`,Category:`通用专长`,Prerequisite:``,Description:`暴露在妖精荒野的魔法之下的经历已经改变了你，使你获得了以下增益：
·
你的智力，感知或魅力提升1，上限为20。
·
你习得迷踪步以及一个由你选择的一环法术。该一环法术必须是预言系或者惑控系法术。你可以在不消耗法术位的情况下施展这些法术各一次。当你以此法施展某个法术后，你不能再次以此法施展该法术，直至你完成一次长休。你也可以消耗合适的法术位来施展这些法术。这些法术的施法属性是你由此专长提升的属性。`},{Name:`战斗学徒`,Source:`塔莎的万事坩埚`,Category:`通用专长`,Prerequisite:`熟练于一种军用武器`,Description:`先决条件：熟练于一种军用武器
你的军事训练帮助你养成了一种特定的战术风格。因此，你可以从战士职业中选择并习得一项战斗风格。如果你已经有一项战斗风格，你不能选择相同的战斗风格。
每当你升级并达到获得属性值提升特性的等级时，你可以来自此专长的战斗风格替换为战士职业中的另一项你未习得的战斗风格。`},{Name:`枪手`,Source:`塔莎的万事坩埚`,Category:`通用专长`,Prerequisite:``,Description:`你持枪时的手快眼明使你获得了以下增益：
·
你的敏捷提升1，上限为20。
· 你获得枪械的熟练（见城主指南的“枪械”栏目）。
·
你忽略枪械的装填词条。
· 你在敌对生物5尺内进行远程攻击检定时，不会因此而具有劣势。`},{Name:`超魔法导师`,Source:`塔莎的万事坩埚`,Category:`通用专长`,Prerequisite:`施法或契约魔法特性`,Description:`先决条件：施法或契约魔法特性
你习得如何往你的法术上施加你的意志，从而改变它们的功能。
·
你从术士职业中选择并习得两项超魔法选项。除非特别说明，否则一个法术施展时只能应用一种超魔法项。当你升级并达到获得属性值提升特性的等级时，你可以将其中一项超魔法选项替换为术士职业中的另一项超魔法选项。
·
你获得2点术法点，用于施展超魔法（这些术法点和任何其他来源的术法点叠加，但只能用于超魔法）。你在完成长休后重获所有已消耗的术法点。`},{Name:`穿刺者`,Source:`塔莎的万事坩埚`,Category:`通用专长`,Prerequisite:``,Description:`你已经可以在战斗中造成精准的穿刺。你获得以下好处：
·
你的力量或敏捷提升1，上限为20。
·
每回合一次，当你用造成穿刺伤害的攻击命中一个生物时，你可以重骰其中一个伤害骰。你必须使用重骰的结果。
·
当你用造成穿刺伤害的攻击命中一个生物并且造成重击时，你可以在计算穿刺伤害时投一个额外的伤害骰。`},{Name:`毒师`,Source:`塔莎的万事坩埚`,Category:`通用专长`,Prerequisite:``,Description:`你可以准备并使用致命的毒药。你获得以下好处：
·
当你投造成毒素伤害的伤害骰时，无视目标的伤害抗性。
· 你可以以一个附赠动作为一把武器或一枚弹药涂毒，而不是一个动作。
·
你获得制毒工具的熟练项，如果你还没有的话。花费一小时使用制毒工具进行制作后，并且消耗价值50gp的材料后，你可以制造一定数量的猛毒，其数量等同于你的熟练加值。当被用于一把武器或一枚弹药后，猛毒的毒性持续一分钟或直至你用该武器或弹药攻击命中后。当一个生物受到来自涂毒武器或弹药的伤害后，该生物必须成功通过DC14的体质豁免，否则将受到2d8毒素伤害并陷入中毒状态，直至你的下回合结束。`},{Name:`影界触碰`,Source:`塔莎的万事坩埚`,Category:`通用专长`,Prerequisite:``,Description:`暴露在堕影冥界的魔法之下的经历已经改变了你，使你获得了以下增益：
·
你的智力，感知或魅力提升1，上限为20。
·
你习得隐形术以及一个由你选择的一环法术。该一环法术必须是幻术系或死灵系法术。你可以在不消耗法术位的情况下施展这些法术各一次。当你以此法施展某个法术后，你不能再次以此法施展该法术，直至你完成一次长休。你也可以消耗合适的法术位来施展这些法术。这些法术的施法属性是你由此专长提升的属性。`},{Name:`技艺专家`,Source:`塔莎的万事坩埚`,Category:`通用专长`,Prerequisite:``,Description:`你已磨练了自身的特定技艺，并获得了以下好处：
·
你选择一项属性提升1，上限为20.
· 你选择并获得一项技能的熟练项。
·
选择一项你熟练的技能，你获得该技能的专精，可以将两倍的熟练加值加到使用该技能进行的属性检定上。你选择的技能必须未受益于其他使熟练加值翻倍的特性，例如专精特性。`},{Name:`劈砍者`,Source:`塔莎的万事坩埚`,Category:`通用专长`,Prerequisite:``,Description:`你已熟知该砍向何处以造成最重的伤害。你获得以下好处：
·
你的力量或敏捷提升1，上限为20。
·
每回合一次，当你用造成挥砍伤害的攻击命中一个生物时，你可以使其速度降低10尺，直到你的下回合开始。
·
当你用造成挥砍伤害的攻击命中一个生物并造成重击时，你将其重伤，使其所作的攻击检定具有劣势，直至你的下回合开始。`},{Name:`念动力`,Source:`塔莎的万事坩埚`,Category:`通用专长`,Prerequisite:``,Description:`你习得用你的意念移动物体的能力。你获得以下好处：
·
你的智力，感知或魅力提升1，上限为20。
·
你习得法师之手戏法，你施展它无需言语成分与姿势成分，并且你可以让该幽灵手隐形。如果你已经习得该戏法，你施展该戏法时其施法距离提升30尺。该戏法的施法属性是你由此专长提升的属性。
·
以一个附赠动作，你可以尝试以念动力推撞30尺内的一个你可见的生物。当你这样做时，目标必须成功通过一次力量豁免（DC为8+你的熟练加值+你由此专长提升的属性的属性调整值）否则将被你拉近或推离五尺。目标生物可以自愿放弃豁免。`},{Name:`心电感应`,Source:`塔莎的万事坩埚`,Category:`通用专长`,Prerequisite:``,Description:`你觉醒了用意念与其他生物交流的能力。你获得以下好处：
·
你的智力，感知或魅力提升1，上限为20。
·
你可以和60尺内任何你可见的生物用心灵感应进行交流。你的心电沟通以一种你已知的语言的形式进行，该生物必须懂得该语言才能理解你。你的主动沟通并未给予该生物以心灵感应的形式回复你的能力。
·
你可以施展侦测思想法术，无需法术位和法术成分。以此法施法后，你在完成一次长休前不能再这样做。该法术的施法属性是你由此专长提升的属性。如果你拥有二环或更高的法术位，你可以消耗这些法术位施展该法术。`},{Name:`色彩龙赋礼`,Source:`费兹本的巨龙宝库`,Category:`通用专长`,Prerequisite:``,Description:`你掌握了一些色彩龙的力量，你获得以下好处：
繁彩注魔Chromatic
Infusion。以一个附赠动作，你可以触碰一把简易武器或军用武器，向它注入以下能量之一：强酸，寒冷，火焰，闪电或毒素。在之后一分钟内，该武器在命中时额外造成1d4你所选伤害类型的伤害。使用此特性后，你在完成一次长休前不能再次使用。
反应抗性Reactive
Resistance。当你受到强酸，寒冷，火焰，闪电或毒素伤害时，你可以使用你的反应，使自己在当此伤害中获得对应伤害类型的抗性。你可以使用该特性等同于你熟练加值的次数，你在完成一次长休后重获所有已使用的次数。`},{Name:`宝石龙赋礼`,Source:`费兹本的巨龙宝库`,Category:`通用专长`,Prerequisite:``,Description:`你掌握了一些宝石龙的力量，你获得以下好处：
属性值提升Ability Score
Increase。你的智力、感知、或魅力提升1，上限20。
念力报复Telekinetic
Reprisal.。当你受到来自距离你10尺内的生物的伤害时，你可以用你的反应来驱使念动力。对你造成伤害的生物必须成功通过一次力量豁免（DC为8+你的熟练加值+你用此专长提升的属性的属性调整值），否则受到2d8力场伤害并被推离至多10尺。你可以使用此反应等同于你熟练加值的次数，你在完成一次长休后重获所有已使用的次数。`},{Name:`金属龙赋礼`,Source:`费兹本的巨龙宝库`,Category:`通用专长`,Prerequisite:``,Description:`你掌握了一些金属龙的力量，你获得以下好处：
龙类治疗Draconic
Healing。你习得疗伤术法术。你可以施展一次该法术而无需法术位。当你以此法施展该法术后，你不能再这样做，直至你完成一次长休。你也可以使用你拥有的法术位来施展该法术。该法术的施法属性是智力，感知或魅力（你在获得此专长时进行选择）。
庇护之翼Protective
Wings。你可以现出庇护之翼，保护你或者其他人免受攻击。在你或5尺内你可见的其他生物被一次攻击命中时，你可以使用你的反应来在你背后暂时显现出虚幻的翅膀。你使目标对抗该次攻击的AC获得加值，数值等同于你的熟练加值，此举可能导致该攻击丢失。你可以使用此反应等同于你熟练加值的次数，你在完成一次长休后重获所有已使用的次数。`},{Name:`符文塑形者`,Source:`毕哥比的巨献`,Category:`通用专长`,Prerequisite:``,Description:`先决: 施法特性或符文雕刻者背景
你已习得了巨人符文之魔法，这为你带来了如下增益：
通晓语言Comprehend Languages。 你习得法术通晓语言comprehend
languages
。你可以无需法术位的施展这个法术一次，之后你必须完成一次长休才能再次以此施展它。你同样可以用任何你拥有的法术位去施展这个法术。
符文魔法Rune
Magic。
你知晓了一定数量的符文，其数量等同于你的熟练加值的一半（向下取整），从下述的符文法术表中选择它。每当你完成长休时，你都可以将每一个你知晓的符文刻印在非魔法的武器、护甲、一套衣物、或别的什么你触碰的物件。你临时习得与刻印下的符文相关联的那些一环法术（如符文法术表所展示的那样），以此习得的这些法术会伴随着刻印的符文一起，在你完成下一次长休时消失。你可以用任何你拥有的法术位去施展符文给予的这些法术。
此外，当你携带或着装刻印符文的物品，你还可以不消耗法术位，无需材料成分的施展与符文相关联的法术一次。当你以此施展了任何一个法术后，直到你完成一次长休为止你都不能再次使用这一项能力。此专长的施法属性为智力、感知、或魅力（选择此专长时选择它）。
每当你等级提升时，你都可以从符文法术表中选择一个不同的符文来替换一个你已知的符文。
符文法术 Rune Spell
符文
法术
云雾Cloud
云雾术Fog
cloud
死亡Death致伤术Inflict wounds
腾龙Dragon繁彩球Chromatic
orb
仇敌Enemy易容术Disguise self
火焰Fire燃烧之手Burning
hands
友谊Friend动物交谈Speak with animals
寒霜Frost黯冰狱铠Armor of
Agathys
山丘Hill神莓术Goodberry
旅途Journey大步奔行Longstrider
君王King
命令术Command
山脉Mountain
纠缠术Entangle
岩石Stone庇护术Sanctuary
风暴Storm
雷鸣波Thunderwave`},{Name:`巨人打击`,Source:`毕哥比的巨献`,Category:`通用专长`,Prerequisite:``,Description:`先决: 军用武器熟练或巨人养子背景
你吸收了回荡在你体内巨人之力的原初魔法。当你选择此专长时，选择下列列出的增益之一。每回合一次，当你用近战武器攻击、或投掷武器的远程武器攻击击中一个目标时，你可以为攻击注入一种额外效应，其具体内容取决于你选择的增益类型：
云雾打击Cloud
Strike。 目标受到额外1d4点雷鸣伤害。若目标是生物，则其必须通过一次感知豁免，否则直至你下一回合开始，你对其而言视为
隐形Invisible 状态。你发动攻击或是施展法术后，这一效应也会立刻结束。
火焰打击Fire
Strike。目标受到额外1d10点火焰伤害。
寒霜打击Frost
Strike。
目标受到额外1d6点寒冷伤害。若目标是生物，则其必须通过一次体质豁免，否则直至你下一回合开始其速度归零。
山丘打击Hill
Strike。 目标受到额外1d6点与武器同类型的伤害。若目标是生物，则其必须通过一次力量豁免，否则将陷入
倒地Prone。
岩石打击Stone
Strike。 目标受到额外1d6点力场伤害。若目标是生物，则其必须通过一次力量豁免，否则被你沿直线击退10尺。
风暴打击Storm
Strike。
目标受到额外1d6点闪电伤害。若目标是生物，则其必须通过一次体质豁免，否则直至你下一回合开始，其发动的攻击检定都将具有劣势。
这些效果豁免检定的DC为8+你的熟练加值+你的力量或体质调整值。
你可使用此专长的次数等同于你的熟练加值次，在完成一次长休后你恢复所有已消耗的使用次数。`},{Name:`火巨人之余烬`,Source:`毕哥比的巨献`,Category:`通用专长`,Prerequisite:`等级4+，巨人打击（火焰打击`,Description:`先决条件: 等级4+，巨人打击（火焰打击）专长
你展现出象征着火巨人的炽烈战斗方式，使得你获得下列增益：
属性值提升Ability Score
Increase。
你的力量、体质或感知属性提升1，上限为20。
生于烈焰Born of Flame。 你获得火焰伤害的抗性。
炽热灼烧Searing
Ignition。
当你在你的回合中执行攻击动作时，你可以将其中一次攻击替换为喷射出一阵魔法烈焰。以你为中心，15尺半径球状内所有由你选择的可见生物都必须进行一次敏捷豁免（DC为8+你的熟练加值+本专长提升属性的调整值）。豁免失败时，生物将受到
1d8+你的熟练加值 点火焰伤害，并陷入 目盲Blinded
状态，直至你下一个回合开始。豁免成功时只受一半伤害。你可使用炽热灼烧的次数等同于你的熟练加值次，在完成一次长休后你恢复所有已消耗的使用次数。`},{Name:`霜巨人之狂怒`,Source:`毕哥比的巨献`,Category:`通用专长`,Prerequisite:`等级4+，巨人打击（寒霜打击`,Description:`先决条件: 等级4+，巨人打击（寒霜打击）专长
你展现出象征着霜巨人的冰冷力量，使得你获得下列增益：
属性值提升Ability Score
Increase。
你的力量、体质或感知属性提升1，上限为20。
生于冰霜Born of Ice。 你获得寒冷伤害的抗性。
霜寒回击Frigid
Retaliation。
当一个30尺内你可见的生物以攻击检定命中你，并对你造成伤害后，你可以立即用你的反应来唤出碎裂的寒冰来予以还击。那个生物必须进行一次体质豁免（DC为8+你的熟练加值+本专长提升属性的调整值）。豁免失败时，该生物将受到1d8+你的熟练加值的寒冷伤害，且其速度降至0，直至其下个回合结束。你可以使用这一反应的次数等同于你的熟练加值次，在完成一次长休后你恢复所有已消耗的使用次数。`},{Name:`云巨人之诡诈`,Source:`毕哥比的巨献`,Category:`通用专长`,Prerequisite:`等级4+，巨人打击（云雾打击`,Description:`先决条件: 等级4+，巨人打击（云雾打击）专长
你展现出象征着云巨人的轻浮言语以及魔法，使得你获得下列增益：
属性值提升Ability Score
Increase。
你的力量、体质或魅力属性提升1，上限为20。
迷云逃逸Cloudy
Escape。
当一个你可见的生物以攻击检定命中你时，你可以使用你的反应来获得此次攻击伤害的抗性。然后你可以传送至30尺范围内的一处你可见的、未占据空间。你可以使用这一反应的次数等同于你的熟练加值次，在完成一次长休后你恢复所有已消耗的使用次数。`},{Name:`石巨人之敏锐`,Source:`毕哥比的巨献`,Category:`通用专长`,Prerequisite:``,Description:`先决: 等级4+，巨人打击（岩石打击）专长
你展现出象征着石巨人的肉体天赋，使得你获得下列增益：
属性值提升Ability Score
Increase。
你的力量、体质或感知属性提升1，上限为20。
洞穴视觉Cavernous
Sight。
你获得60尺黑暗视觉。若你已经从其他来源处获得了黑暗视觉，其距离增加60尺。
投掷石块Stone
Throw。
以一个附赠动作，你可以触碰一块石头并用其发动一次魔法性的攻击。此次攻击是一次远程法术攻击，具有60尺的射程，使用你以此专长提升的属性作为施法属性。命中时，石头造成1d10力场伤害，目标必须通过一次力量豁免（DC为8+你的熟练加值+本专长提升属性的调整值），否则将陷入倒地状态。你可以使用这一附赠动作的次数等于你的熟练加值，在完成一次长休后你恢复所有已消耗的使用次数。`},{Name:`风暴巨人之灵魂`,Source:`毕哥比的巨献`,Category:`通用专长`,Prerequisite:``,Description:`先决: 等级4+，巨人打击（风暴打击）专长
你展现出象征着风暴巨人的预言能力和风暴魔法，使得你获得下列增益：
属性值提升Ability Score
Increase。
你的力量、感知或魅力属性提升1，上限为20。
旋涡灵光Maelstrom
Aura。
以一个附赠动作，你将自己笼罩在魔法性的狂风与雷电灵光之中，灵光以你为中心，向任意方向延展10尺（无法穿过全身掩护）。灵光持续到你的下一个回合开始，若你陷入
失能Incapacitated
它会提前结束。灵光激活期间，你获得闪电伤害与雷鸣伤害的抗性。此外，任何以你为目标的攻击检定都将具有劣势，且每当一个生物在灵光下开始其回合，你都可以迫使其进行一次力量豁免（DC为8+你的熟练加值+本专长提升属性的调整值）。豁免失败时，该生物的速度将被减半直至它们的下一回合开始。你可以使用这一附赠动作的次数等同于你的熟练加值次，在完成一次长休后你恢复所有已消耗的使用次数。`},{Name:`山丘巨人之健强`,Source:`毕哥比的巨献`,Category:`通用专长`,Prerequisite:``,Description:`先决: 等级4+，巨人打击（山丘打击）专长
你展现出象征着山丘巨人的强韧性，使得你获得下列增益：
属性值提升Ability Score
Increase。
你的力量、体质、或感知属性提升1，上限为20。
不动如山Bulwark。当你受到一次让你移动至少5尺、或给予你
倒地Prone 状态的效应时，你可以用你的反应来稳定自身，此时，你既不会被因此移动，也不会因此陷入
倒地Prone
。
钢铁肠胃Iron
Stomach。
当你在短休时进食，并且使用了一粒或更多生命骰恢复生命时，你额外恢复等同于你的 体质调整值+你的熟练加值
点的生命值。`}],Backgrounds:[{Name:`抄写员`,Source:`玩家手册2024`,OriginFeat:`熟习`},{Name:`工匠`,Source:`玩家手册2024`,OriginFeat:`巧匠`},{Name:`贵族`,Source:`玩家手册2024`,OriginFeat:`熟习`},{Name:`警卫`,Source:`玩家手册2024`,OriginFeat:`警戒`},{Name:`流浪者`,Source:`玩家手册2024`,OriginFeat:`幸运`},{Name:`农民`,Source:`玩家手册2024`,OriginFeat:`健壮`},{Name:`骗子`,Source:`玩家手册2024`,OriginFeat:`熟习`},{Name:`商人`,Source:`玩家手册2024`,OriginFeat:`幸运`},{Name:`士兵`,Source:`玩家手册2024`,OriginFeat:`凶蛮打手`},{Name:`侍僧`,Source:`玩家手册2024`,OriginFeat:`魔法学徒`},{Name:`水手`,Source:`玩家手册2024`,OriginFeat:`酒馆斗殴者`},{Name:`向导`,Source:`玩家手册2024`,OriginFeat:`魔法学徒`},{Name:`艺人`,Source:`玩家手册2024`,OriginFeat:`音乐家`},{Name:`隐士`,Source:`玩家手册2024`,OriginFeat:`医疗师`},{Name:`智者`,Source:`玩家手册2024`,OriginFeat:`魔法学徒`},{Name:`罪犯`,Source:`玩家手册2024`,OriginFeat:`警戒`},{Name:`巨人养子`,Source:`毕哥比的巨献`,OriginFeat:``},{Name:`符文雕刻者`,Source:`毕哥比的巨献`,OriginFeat:``}],Species:[{Name:`阿斯莫`,Source:`玩家手册2024`,Speed:30,Movement:`30尺`,Features:[{Level:1,Name:`天界抗性`,Description:`你具有光耀伤害与暗蚀伤害的抗性。`},{Level:1,Name:`黑暗视觉`,Description:`你拥有60尺黑暗视觉。`},{Level:1,Name:`治愈之手`,Description:`以一个魔法动作，你触碰一个生物，并掷数量等于你熟练加值枚d4。该生物恢复等于掷骰结果之和的生命值。使用此特质后，直到你完成一次长休为止都不能再次使用。`},{Level:1,Name:`光辉掌者`,Description:`你习得光亮术Light戏法。其施法属性为魅力。
天启Celestial
Revelation 。当你到达3级时，你将获得用附赠动作进行变身的能力。每次使用此能力时，选择下列变身选项之一。你的变身会持续1分钟，你也可以主动提前终止它（无需动作）。使用此能力变身之后，直到你完成一次长休为止都不能再次使用此能力。
在变身期间，每个你的回合一次，当你以攻击或法术对一个目标造成伤害时，你可以对其额外造成等同于你熟练加值的伤害，其伤害类型取决于你选择的选项，选择死灵环绕则该伤害为暗蚀，选择天堂飞翼或内耀辉光则该伤害为光耀伤害。
变身选项如下：`},{Level:3,Name:`天启`,Description:`到达3级时，你可以在天堂飞翼、内耀辉光和死灵环绕中选择一种形态进行变身。`}],Variants:[]},{Name:`矮人`,Source:`玩家手册2024`,Speed:30,Movement:`30尺`,Features:[{Level:1,Name:`黑暗视觉`,Description:`你拥有120尺黑暗视觉。`},{Level:1,Name:`矮人体魄`,Description:`你具有毒素伤害的抗性。此外，你为避免/结束中毒状态所做的豁免检定具有优势。`},{Level:1,Name:`矮人刚毅`,Description:`你的生命值上限加1，且此后每次升级时再加1。`},{Level:1,Name:`石中精妙`,Description:`以一个附赠动作，你获得60尺震颤感知，持续10分钟。你必须位于岩石表面上或是触碰着岩石的表面才能使用此震颤感知，不过其可以是天然的岩石，也可以是加工过的岩石。
你可以使用此附赠动作的次数等于你的熟练加值，完成长休后你重获全部已消耗的使用次数。`}],Variants:[]},{Name:`半身人`,Source:`玩家手册2024`,Speed:30,Movement:`30尺`,Features:[{Level:1,Name:`勇气`,Description:`你在避免或结束恐慌状态进行的豁免时具有优势。`},{Level:1,Name:`半身人灵巧`,Description:`你可以移动穿越任何体型比你大的生物所在的空间，但你不能在其内停下。`},{Level:1,Name:`幸运`,Description:`当你在D20检定中的d20掷出1时，你可以重新掷骰，但你必须使用重骰的结果。`},{Level:1,Name:`天生善匿`,Description:`在有比你体型至少比你大1级的生物遮蔽你的情况下，你也可以执行躲藏动作。`}],Variants:[]},{Name:`歌利亚`,Source:`玩家手册2024`,Speed:35,Movement:`35尺`,Features:[{Level:1,Name:`巨人先祖`,Description:`你是巨人的后裔。选择以下好处之一——它们是来自你祖先的超自然恩惠；你可以使用所选恩惠的次数等于你的熟练加值，完成长休后，你重获全部已消耗的使用次数。`},{Level:5,Name:`大型形态`,Description:`从第5级开始，你可以用附赠动作将自己体型变为大型（只要你所处的空间大小足够）。转变持续10分钟，或者直到你主动结束（无需动作）。在这段时间内，你进行的力量检定具有优势，你的速度增加10尺。使用此特质后，直到你完成一次长休为止都不能再次使用。`},{Level:1,Name:`身强力壮`,Description:`你为让自己结束受擒状态所进行的属性检定具有优势。此外，计算自己的载重时，你视为大一级的体型。`}],Variants:[{Name:`云巨人`,Speed:0,Movement:``,Features:[{Level:1,Name:`云之远迹`,Description:`以一个附赠动作，你可以魔法性地传送到30尺内一处你可见的未占据空间中。`}]},{Name:`火巨人`,Speed:0,Movement:``,Features:[{Level:1,Name:`火之燃烧`,Description:`当你以攻击检定击中目标并对其造成伤害时，你可以对该目标额外造成1d10火焰伤害。`}]},{Name:`霜巨人`,Speed:0,Movement:``,Features:[{Level:1,Name:`霜之刺骨`,Description:`当你以攻击检定击中目标并对其造成伤害时，你可以对该目标额外造成1d6寒冷伤害，并其速度降低10尺，持续至你的下一回合开始。`}]},{Name:`山丘巨人`,Speed:0,Movement:``,Features:[{Level:1,Name:`山之翻撞`,Description:`当你以攻击检定击中一个体型不超过大型的生物并对其造成伤害时，你可以令其陷入倒地状态。
石之坚韧Stone's
Endurance（石巨人）。当你受到伤害时，你可以用反应掷一枚d12。此次所受伤害减少掷骰结果+你的体质调整值点。
岚之暴鸣Storm's
Thunder（风暴巨人）。当你被你60尺内的生物造成伤害时，你可以使用反应对该生物造成1d8雷鸣伤害。`}]},{Name:`石巨人`,Speed:0,Movement:``,Features:[{Level:1,Name:`石之坚韧`,Description:`受到伤害时，可以用反应掷一枚d12，使伤害减少骰值加体质调整值。`}]},{Name:`风暴巨人`,Speed:0,Movement:``,Features:[{Level:1,Name:`岚之暴鸣`,Description:`被60尺内生物造成伤害时，可以用反应对其造成1d8雷鸣伤害。`}]}]},{Name:`精灵`,Source:`玩家手册2024`,Speed:30,Movement:`30尺`,Features:[{Level:1,Name:`黑暗视觉`,Description:`你拥有60尺黑暗视觉。`},{Level:1,Name:`精灵血系`,Description:`你属于一支精灵血系，并因此获得了超自然能力。从精灵血系表格中选择其一。你获得该血系的1级好处。
当你到达3级和5级时，你分别习得一道表格上更高级的法术；你时刻准备着这道习得的法术，且可以不消耗法术位施展此法术一次，当你完成一次长休时，你重获施展该道法术的能力。你也可以用任何你拥有的相应环阶法术位施展该道法术。
当你选择血系时，选择智力、感知、或魅力之一，该属性即是你用此特质施展法术时的施法属性。
精灵血系Elves Lineages
血系
1级
3级
5级
卓尔Drow
你的黑暗视觉提升至120尺。你习得戏法舞光术Dancing
light
。
妖火Faerie Fire 黑暗术Darkness
高等精灵High Elf`},{Level:1,Name:`妖精血统`,Description:`你在进行避免或结束魅惑状态的豁免时具有优势。`},{Level:1,Name:`敏锐感官`,Description:`你具有洞悉、察觉或求生之一技能的熟练。`},{Level:1,Name:`出神`,Description:`你不需要睡觉，魔法也无法使你陷入睡眠。利用出神冥想，你可以仅用4小时完成长休，且在这期间保持意识清醒。`}],Variants:[{Name:`卓尔`,Speed:0,Movement:``,Features:[{Level:1,Name:`卓尔血系`,Description:`黑暗视觉提升至120尺，并习得舞光术戏法。`},{Level:3,Name:`卓尔魔法：妖火`,Description:`到达3级时习得并始终准备妖火。每次长休可免费施展一次。`},{Level:5,Name:`卓尔魔法：黑暗术`,Description:`到达5级时习得并始终准备黑暗术。每次长休可免费施展一次。`}]},{Name:`高等精灵`,Speed:0,Movement:``,Features:[{Level:1,Name:`高等精灵血系`,Description:`习得魔法伎俩；每次长休后可替换为另一道法师戏法。`},{Level:3,Name:`高等精灵魔法：侦测魔法`,Description:`到达3级时习得并始终准备侦测魔法。每次长休可免费施展一次。`},{Level:5,Name:`高等精灵魔法：迷踪步`,Description:`到达5级时习得并始终准备迷踪步。每次长休可免费施展一次。`}]},{Name:`木精灵`,Speed:35,Movement:`35尺`,Features:[{Level:1,Name:`木精灵血系`,Description:`速度提升至35尺，并习得德鲁伊伎俩。`},{Level:3,Name:`木精灵魔法：大步奔行`,Description:`到达3级时习得并始终准备大步奔行。每次长休可免费施展一次。`},{Level:5,Name:`木精灵魔法：行动无踪`,Description:`到达5级时习得并始终准备行动无踪。每次长休可免费施展一次。`}]}]},{Name:`龙裔`,Source:`玩家手册2024`,Speed:30,Movement:`30尺`,Features:[{Level:1,Name:`龙族血统`,Description:`你的血脉可以追溯到某种巨龙祖先。从龙族血统表格中选择一种龙。你选择的龙种将会影响你的吐息武器和伤害抗性特质，以及你的外表。
龙族血统Draconic Ancestry
龙种伤害类型
白龙White寒冷
黑龙Black强酸
绿龙Green毒素
蓝龙Blue闪电
红龙Red火焰
黄铜龙Brass火焰
赤铜龙Copper强酸
青铜龙Bronze闪电
银龙Silver寒冷
金龙Gold火焰`},{Level:1,Name:`吐息武器`,Description:`每当你在自己回合内进行攻击动作时，你可以将其中一次攻击替换为释放魔法性的能量，覆盖15尺锥状区域或30尺长5尺宽的线状区域（每次吐息时选择其范围）。区域内的生物必须进行一次敏捷豁免检定（DC=8+你的体质调整值+你的熟练加值）。豁免失败的生物受到1d10伤害，伤害类型为你龙族血统特质所选龙种对应的类型。豁免成功的生物只受到一半伤害。此伤害会在你达到5级（2d10），11级（3d10）和17级（4d10）时提升1d10。
你可以使用此吐息武器的次数等于你的熟练加值，完成一次长休后，你重获全部已消耗的使用次数。`},{Level:1,Name:`伤害抗性`,Description:`根据你龙族血统特质所选龙种，你获得对应的伤害类型的伤害抗性。`},{Level:1,Name:`黑暗视觉`,Description:`你拥有60尺黑暗视觉。`},{Level:5,Name:`龙族飞翼`,Description:`到达5级后，你可以引导体内龙之魔法的能力，让自己暂时获得飞行能力。以一个附赠动作，你的后背临时伸出两片灵体飞翼，持续10分钟，陷入失能状态时或你主动收起它时（无需动作）它将提前消失。飞翼存在期间，你获得等于你速度的飞行速度。你的翅膀看起来像是和你吐息武器相同的能量凝聚而成。使用此特质后，直到你完成一次长休为止你都不能再次使用它。`}],Variants:[{Name:`白龙`,Speed:0,Movement:``,Features:[{Level:1,Name:`白龙血统`,Description:`吐息武器造成寒冷伤害，并获得对应伤害抗性。`}]},{Name:`黑龙`,Speed:0,Movement:``,Features:[{Level:1,Name:`黑龙血统`,Description:`吐息武器造成强酸伤害，并获得对应伤害抗性。`}]},{Name:`绿龙`,Speed:0,Movement:``,Features:[{Level:1,Name:`绿龙血统`,Description:`吐息武器造成毒素伤害，并获得对应伤害抗性。`}]},{Name:`蓝龙`,Speed:0,Movement:``,Features:[{Level:1,Name:`蓝龙血统`,Description:`吐息武器造成闪电伤害，并获得对应伤害抗性。`}]},{Name:`红龙`,Speed:0,Movement:``,Features:[{Level:1,Name:`红龙血统`,Description:`吐息武器造成火焰伤害，并获得对应伤害抗性。`}]},{Name:`黄铜龙`,Speed:0,Movement:``,Features:[{Level:1,Name:`黄铜龙血统`,Description:`吐息武器造成火焰伤害，并获得对应伤害抗性。`}]},{Name:`赤铜龙`,Speed:0,Movement:``,Features:[{Level:1,Name:`赤铜龙血统`,Description:`吐息武器造成强酸伤害，并获得对应伤害抗性。`}]},{Name:`青铜龙`,Speed:0,Movement:``,Features:[{Level:1,Name:`青铜龙血统`,Description:`吐息武器造成闪电伤害，并获得对应伤害抗性。`}]},{Name:`银龙`,Speed:0,Movement:``,Features:[{Level:1,Name:`银龙血统`,Description:`吐息武器造成寒冷伤害，并获得对应伤害抗性。`}]},{Name:`金龙`,Speed:0,Movement:``,Features:[{Level:1,Name:`金龙血统`,Description:`吐息武器造成火焰伤害，并获得对应伤害抗性。`}]}]},{Name:`人类`,Source:`玩家手册2024`,Speed:30,Movement:`30尺`,Features:[{Level:1,Name:`适应力`,Description:`每当你完成长休时，你都会获得英雄激励。`},{Level:1,Name:`技能`,Description:`你获得一项自选的技能的熟练。`},{Level:1,Name:`多才多艺`,Description:`你获得一项自选的起源专长。推荐选择熟习Skilled专长。`}],Variants:[]},{Name:`兽人`,Source:`玩家手册2024`,Speed:30,Movement:`30尺`,Features:[{Level:1,Name:`激昂冲锋`,Description:`你能用附赠动作执行疾走动作。而当你这么做时，你还会获得等同于你熟练加值的临时生命值。
你可以使用此特质次数等于你的熟练加值，完成短休或长休时，你重获全部已消耗的使用次数。`},{Level:1,Name:`黑暗视觉`,Description:`你拥有120尺黑暗视觉。`},{Level:1,Name:`坚韧不屈`,Description:`当你生命值降至0而没有立即死亡时，可以改为使生命值降至1。此特质一经使用，直至完成长休你都无法再次使用。`}],Variants:[]},{Name:`提夫林`,Source:`玩家手册2024`,Speed:30,Movement:`30尺`,Features:[{Level:1,Name:`黑暗视觉`,Description:`你拥有60尺黑暗视觉。`},{Level:1,Name:`邪魔遗赠`,Description:`你承载着一份给予了你超自然能力的邪魔遗赠。从邪魔遗赠表格中选择其一。你获得该遗赠的1级好处。
当你到达3级和5级时，你分别学会一道表格上更高级的法术；你时刻准备着这道习得的法术，且可以不消耗法术位施展此法术一次，当你完成一次长休时，你重获施展该道法术的能力。你也可以用任何你拥有的相应环阶法术位施展该道法术。
选择遗赠时，从智力、感知、魅力中选择一项属性，该属性是你用此特质施展法术时的施法属性。
邪魔遗赠Fiendish Legacies
遗赠
1级
3级
5级
深渊Abyssal你获得对毒素伤害的抗性。你习得戏法毒气喷涌Poison Spray。致病射线Ray of Sickness定身类人Hold Person
幽冥Chthonic你获得对暗蚀伤害的抗性。你习得戏法颤栗之触Chill Touch。虚假生命False Life 衰弱射线Ray of Enfeeblement
炼狱Infernal你获得对火焰伤害的抗性。你习得戏法火焰箭Fire Bolt。炼狱叱喝Hellish Rebuke 黑暗术Darkness
异界存在Otherworldly
Presence。你习得戏法奇术Thaumaturgy。用此特质施展它时，这道法术使用与你的邪魔遗赠特性使用相同的施法属性。`}],Variants:[{Name:`深渊`,Speed:0,Movement:``,Features:[{Level:1,Name:`深渊遗赠`,Description:`获得毒素伤害抗性，并习得毒气喷涌。`},{Level:3,Name:`深渊魔法：致病射线`,Description:`到达3级时习得并始终准备致病射线。每次长休可免费施展一次。`},{Level:5,Name:`深渊魔法：定身类人`,Description:`到达5级时习得并始终准备定身类人。每次长休可免费施展一次。`}]},{Name:`幽冥`,Speed:0,Movement:``,Features:[{Level:1,Name:`幽冥遗赠`,Description:`获得暗蚀伤害抗性，并习得颤栗之触。`},{Level:3,Name:`幽冥魔法：虚假生命`,Description:`到达3级时习得并始终准备虚假生命。每次长休可免费施展一次。`},{Level:5,Name:`幽冥魔法：衰弱射线`,Description:`到达5级时习得并始终准备衰弱射线。每次长休可免费施展一次。`}]},{Name:`炼狱`,Speed:0,Movement:``,Features:[{Level:1,Name:`炼狱遗赠`,Description:`获得火焰伤害抗性，并习得火焰箭。`},{Level:3,Name:`炼狱魔法：炼狱叱喝`,Description:`到达3级时习得并始终准备炼狱叱喝。每次长休可免费施展一次。`},{Level:5,Name:`炼狱魔法：黑暗术`,Description:`到达5级时习得并始终准备黑暗术。每次长休可免费施展一次。`}]}]},{Name:`侏儒`,Source:`玩家手册2024`,Speed:30,Movement:`30尺`,Features:[{Level:1,Name:`黑暗视觉`,Description:`你具有60尺黑暗视觉。`},{Level:1,Name:`侏儒狡黠`,Description:`你进行的智力、感知、魅力豁免检定均具有优势。`},{Level:1,Name:`侏儒血系`,Description:`你属于一支侏儒血系，并因此获得了一些超自然能力。从下列选项中选择其一。当你选择血系时，再选择智力、感知、魅力中的一项属性；无论你选择的是哪个血系，你以此特质施展法术时的施法属性都是所选的属性。`}],Variants:[{Name:`森林侏儒`,Speed:0,Movement:``,Features:[{Level:1,Name:`森林侏儒`,Description:`你知晓次级幻象Minor Illusion戏法。你也始终准备着动物交谈Speak With
Animals法术，你可以不消耗法术位施展此法术，次数等于你的熟练加值，完成长休后，你重获全部已消耗的使用次数。你也可以用任何你拥有的法术位施展那道法术。`}]},{Name:`岩石侏儒`,Speed:0,Movement:``,Features:[{Level:1,Name:`岩石侏儒`,Description:`你知晓修复术Mending和魔法伎俩Prestidigitation这两道戏法。此外，你可以花费10分钟时间，通过施展魔法伎俩法术来创造一个微型发条装置（AC为5，HP为1），比如一件玩具、一个打火机、一个音乐盒。当你创造这个设备时，你可以从魔法伎俩Prestidigitation戏法中选择一个效果来决定它的功能；你与其他生物可以使用附赠动作触碰该装置来激活它，此时该装置就会产生对应的效果。如果选择的效果存在选项，则在创建时选择其中一项应用。例如，如果你选择了法术中的那个点燃与熄灭的效果，你就需要决定设备是用来点火还是熄火的——一台设备无法同时做到两个功能。你同时最多拥有三台这样的装置，每一个都会在被创造出来的8小时后解体消失。你也可以用操作动作，触摸你的一台设备将其拆除。`}]}]},{Name:`阿兰寇拉鹰人`,Source:`魔邓肯巨献`,Speed:30,Movement:`30尺 / 飞行30尺`,Features:[{Level:1,Name:`飞行`,Description:`因为你的双翼，你拥有等同于你步行速度的飞行速度。如果你穿戴中甲和重甲，则你不能使用此飞行速度。`},{Level:1,Name:`禽爪`,Description:`你可以使用你的禽爪进行徒手打击。当你使用它们命中时，这次徒手打击会造成1d6+你力量调整值的挥砍伤害，以代替通常情况下徒手打击的钝击伤害。`},{Level:3,Name:`呼风者`,Description:`从3级开始，你可以施展 造风术Gust
of Wind，且无需材料成分。一旦你使用了该特质施展法术，直到完成一次长休前你不能再次使用。你也可以使用你拥有的2环或更高的法术位施展该法术。
当你使用该特质施展造风术时，智力，感知或魅力是你的施法属性（当你选择该种族时进行决定）。`}],Variants:[]},{Name:`斑猫人`,Source:`魔邓肯巨献`,Speed:30,Movement:`30尺 / 攀爬30尺`,Features:[{Level:1,Name:`猫之利爪`,Description:`你能够以爪子发动徒手攻击。当你使用它命中时，该次徒手打击将造成1d6+力量调整值的挥砍伤害，以代替通常情况下徒手打击的钝击伤害。`},{Level:1,Name:`猫之天性`,Description:`你拥有察觉和隐匿技能的熟练。`},{Level:1,Name:`黑暗视觉`,Description:`在微光光照下，你身边60尺内可以视为等同于明亮光照。而在黑暗中，该范围内可视为等同于微光光照。你无法在黑暗中分辨颜色，只能看到有灰度的黑白画面。`},{Level:1,Name:`猫之迅捷`,Description:`你的反应和敏捷允许你能以爆发性的速度移动。在战斗中你的回合里，当你移动时，你可以让你的速度翻倍，直到回合结束。一旦你使用了这个特性，你需要在你的一个回合中移动0尺，之后才能再次使用它。`}],Variants:[]},{Name:`半羊人`,Source:`魔邓肯巨献`,Speed:35,Movement:`35尺`,Features:[{Level:1,Name:`顶撞`,Description:`你可以使用你头与的双角进行徒手打击。当你用它们命中时，该次徒手打击将造成1d6+力量调整值的钝击伤害，以代替通常情况下徒手打击的钝击伤害。`},{Level:1,Name:`魔法抗性`,Description:`你对抗法术所做的豁免检定具有优势。`},{Level:1,Name:`欢喜之跃`,Description:`每当你你进行一次跳远或跳高时，你都可以掷一枚d8，并将掷骰结果的数字加到你所跳跃的尺数上（即使这是一次立定跳远）。这段额外的距离也会如常花费你的移动力。`},{Level:1,Name:`贪欢者`,Description:`作为狂欢的化身，你拥有表演和游说技能的熟练，并且你拥有一项自选乐器的熟练。`}],Variants:[]},{Name:`大地精`,Source:`魔邓肯巨献`,Speed:30,Movement:`30尺`,Features:[{Level:1,Name:`黑暗视觉`,Description:`在微光光照下，你身边60尺内可以视为等同于明亮光照。而在黑暗中，该范围内可视为等同于微光光照。你无法在黑暗中分辨颜色，只能看到有灰度的黑白画面。`},{Level:1,Name:`妖精血统`,Description:`你为避免或结束魅惑状态所做的豁免检定具有优势。`},{Level:1,Name:`妖精赠礼`,Description:`你可以借由此特质，以附赠动作执行协助动作。你可以使用此特质的次数等于你的熟练加值。完成一次长休后，你重获所有已消耗的使用次数。
从3级开始，每当你使用此特质执行协助动作时，从下列选项中选择一项：`},{Level:1,Name:`好客`,Description:`你与受你协助的生物都获得等于1d6加你的熟练加值的临时生命值。`},{Level:1,Name:`通行`,Description:`你与受你协助的生物的步行速度都增加10尺，直到你下一个的回合开始。`},{Level:1,Name:`恶意`,Description:`若受你协助的生物在你下一个的回合开始前的首次攻击检定命中了目标，则该目标在接下来的一分钟内进行的下一次攻击检定具有劣势。`},{Level:1,Name:`集众之运`,Description:`如果你在一次攻击检定没有命中，或是在一次属性检定或豁免检定中失败，你可以利用互相帮助的纽带获得骰值的加值，该加值等于30尺内所有你可见的盟友的数量（最多+3加值）。你可以使用此特质的次数等于你的熟练加值，当你完成一次长休后，你重新获得所有消耗的次数。`}],Variants:[]},{Name:`地底侏儒`,Source:`魔邓肯巨献`,Speed:30,Movement:`30尺`,Features:[{Level:1,Name:`黑暗视觉`,Description:`在微光光照下，你身边60尺内可以视为等同于明亮光照。而在黑暗中，该范围内可视为等同于微光光照。你无法在黑暗中分辨颜色，只能看到有灰度的黑白画面。`},{Level:3,Name:`斯涅布力赠礼`,Description:`从3级开始，你可以使用该特质施展易容术Disguise Self。从5级开始，你同样可以使用该特质施展回避侦测Nondetection，且无需材料成分。一旦你使用了该特质施展了这些法术中的任何一个，直到完成一次长休前，你不能再次使用该特质施展那个法术。你也能用你拥有的相应法术环阶的法术位来施展这些法术。
当你使用此特质施展法术时，智力，感知或魅力是你的施法属性（当你选择该种族时进行决定）。`},{Level:1,Name:`侏儒魔法抗性`,Description:`你为对抗法术所做的的智力、感知、魅力豁免具有优势。`},{Level:1,Name:`斯涅布力伪装`,Description:`当你进行敏捷（隐匿）检定时，你可以使该次检定具有优势。你可以使用此特质的次数等于你的熟练加值，当你完成一次长休后，你重新获得所有消耗的次数。`}],Variants:[]},{Name:`地精`,Source:`魔邓肯巨献`,Speed:30,Movement:`30尺`,Features:[{Level:1,Name:`黑暗视觉`,Description:`在微光光照下，你身边60尺内可以视为等同于明亮光照。而在黑暗中，该范围内可视为等同于微光光照。你无法在黑暗中分辨颜色，只能看到有灰度的黑白画面。`},{Level:1,Name:`妖精血统`,Description:`你在为自己避免或结束魅惑状态的豁免检定时具有优势。`},{Level:1,Name:`以小博大`,Description:`当你使用一次攻击或一道法术对一个生物造成伤害时，如果该生物的体型大于你，你可以使该次攻击或该道法术对该生物造成额外伤害。该额外伤害等于你的熟练加值。
你可以使用此特质的次数等于你的熟练加值，当你完成一次长休后，你重获所有已消耗的使用次数。并且你每个回合不能使用此特质超过一次。`},{Level:1,Name:`迅捷逃生`,Description:`你在每个自己的回合中，可以用附赠动作来执行撤离动作或躲藏动作。`}],Variants:[]},{Name:`费尔伯格人`,Source:`魔邓肯巨献`,Speed:30,Movement:`30尺`,Features:[{Level:1,Name:`费尔伯格人魔法`,Description:`你能用本特质施展侦测魔法Detect Magic和易容术 Disguise
Self。当你施展这个版本的易容术Disguise
Self时，你可以看起来变矮或变高3尺。一旦你使用了该特质施展了这些法术中的任何一个，直到完成一次长休前，你不能再次使用该特质施展那个法术。你也能用你拥有的相应法术环阶的法术位来施展这些法术。
当你使用此特性施展这些法术时，智力，感知或魅力是你的施法属性（当你选择该种族时进行决定）。`},{Level:1,Name:`神隐步`,Description:`以一个附赠动作，你能魔法性的化为隐形，直到你的下一回合开始，若直到你攻击，进行一次伤害掷骰，或强迫某人进行一次豁免检定，这一隐形也将提前结束。你可以使用该特质的次数等于你的熟练加值，当你完成一次长休后，你重获全部消耗的使用次数。`},{Level:1,Name:`身强力壮`,Description:`在决定你的载重、和你可以推、拉及抬的重量时，你视作为体型大一级的生物。`},{Level:1,Name:`兽与叶之语`,Description:`你有能力以有限的方式与野兽，植物与植被交流。它们可以理解你的话的意思，虽然你没有特殊的能力来明白它们的回应。你在所有试图影响它们的魅力检定具有优势。`}],Variants:[]},{Name:`狗头人`,Source:`魔邓肯巨献`,Speed:30,Movement:`30尺`,Features:[{Level:1,Name:`黑暗视觉`,Description:`在微光光照下，你身边60尺内可以视为等同于明亮光照。而在黑暗中，该范围内可视为等同于微光光照。你无法在黑暗中分辨颜色，只能看到有灰度的黑白画面。`},{Level:1,Name:`龙吼`,Description:`你能用附赠动作吼向自身周围10尺内的敌人。若其中某个敌人有能听见你，则你和你的盟友对该敌人发动的攻击检定具有优势，持续直至你的下一个回合开始。你可以使用此特质的次数等于你的熟练加值，当你完成一次长休后，你重新获得所有消耗的次数。`},{Level:1,Name:`狗头人遗赠`,Description:`狗头人这一种族与龙之间的联系能够以各种不可思议的方式显现在每个狗头人个体的身上。从下列遗赠选项中为你的狗头人选择一项：`},{Level:1,Name:`机智`,Description:`你拥有以下一项自选技能的熟练：奥秘、调查、医药、巧手、生存。`},{Level:1,Name:`逆反`,Description:`你为避免或结束恐慌状态所做的豁免检定具有优势。`},{Level:1,Name:`龙术`,Description:`你知晓一项你从术士法术列表中选择的戏法。智力，感知或魅力是你的施展该戏法的施法属性（当你选择该种族时进行决定）。`}],Variants:[]},{Name:`龟人`,Source:`魔邓肯巨献`,Speed:30,Movement:`30尺`,Features:[{Level:1,Name:`利爪`,Description:`你能够以爪子进行徒手打击。当你使用它命中时，该次徒手打击造成1d6+力量调整值的挥砍伤害，以代替通常情况下徒手打击的钝击伤害。`},{Level:1,Name:`屏息`,Description:`你能屏住呼吸长达1小时。`},{Level:1,Name:`天生护甲`,Description:`你的外壳提供充足的防御，你的基础AC是17（你的敏捷调整值不会影响这个数字）。你无法穿戴轻甲、中甲和重甲，但你在使用盾牌时，仍能获得盾牌的AC加值。`},{Level:1,Name:`自然直觉`,Description:`感谢你与自然的神秘联系，拥有以下一项自选技能的熟练：驯兽、医药、自然、察觉、隐匿、生存。`},{Level:1,Name:`龟壳防御`,Description:`你能用一个动作缩回壳内。直到你出壳前，你的AC获得+4加值，你的力量豁免与体质豁免具有优势。处于龟壳内期间，你处于倒地状态，速度为0且不能增加。你的敏捷豁免具有劣势，你不能执行反应，你唯一能执行的动作是用附赠动作从壳中出来。`}],Variants:[]},{Name:`海精灵`,Source:`魔邓肯巨献`,Speed:30,Movement:`30尺 / 游泳30尺`,Features:[{Level:1,Name:`海之子`,Description:`你可以在空气和水中呼吸，同时你具有寒冷伤害的抗性。`},{Level:1,Name:`黑暗视觉`,Description:`在微光光照下，你身边60尺内可以视为等同于明亮光照。而在黑暗中，该范围内可视为等同于微光光照。你无法在黑暗中分辨颜色，只能看到有灰度的黑白画面。`},{Level:1,Name:`妖精血统`,Description:`你为避免或结束魅惑状态所做的豁免检定具有优势。`},{Level:1,Name:`海之友`,Description:`你的族人与水生动物拥有非凡的亲和力。你可以向任何拥有游泳速度的野兽传达简单的想法。它们可以理解你的话的意思，虽然你没有特殊的能力来明白它们的回应。`},{Level:1,Name:`敏锐感官`,Description:`你拥有察觉技能的熟练项。`},{Level:1,Name:`出神`,Description:`你不需要睡眠，并且不会因魔法效应而陷入睡眠。你能够以4小时的时间完成长休，前提是如果你将这些时间花在一次出神冥想中，在此期间你保留意识。
每当你结束冥想时，你能够获得两项你未拥有的熟练，其中每一项都是你从《玩家手册》中选择的一个武器或是工具。你通过抽取精灵共有记忆来神秘的获得这些熟练项，并且你保留他们直到你完成下次长休。
边栏：诸国度的精灵 Elves of Many Realms
由科瑞隆创造的最初的精灵们乃是妖精，他们在各个存在位面上嬉戏，随心所欲地变换自己的肉体形态。在壮丽的阿梵多之外，他们钟情于妖精荒野一处激情洋溢的国度。当精灵们因为科瑞隆的仇敌罗丝的阴谋从父神的存在中被分离流放后，便逃到了那片光辉的乐土。而正是在那里，他们从妖精变成了类人生物，失去了随意改变形体的能力。而之后，每当他们回想起自己失去之物时，他们常常以泪洗面，妖精荒野的影响也让他们的悲伤变得更加深刻。而同样在妖精荒野，他们也发现了固定形态的潜在乐趣。在和罗丝的背叛行径断绝关系后，他们重拾了希望。
绝大多数精灵最终离开了妖精荒野，前往其他世界，在流浪的渴望和好奇心的驱使下，他们的足迹遍布多元宇宙。在其他的世界里，精灵们变化出了与那些世界相关的物理形态。由于他们原本的易变本性，不同的精灵群落呈现出了与自己相联系的环境相关的特征，无论他们受到的影响来自森林（木精灵）、物质位面的妖精通道（高等精灵）、幽暗地域（卓尔）、堕影冥界（影灵）、妖精荒野（雅灵）还是海洋（海精灵）。
在一些地方，科瑞隆已经从精灵们的记忆中消失淡去，而即便他们不再知晓自己的起源，父神的血仍然在他们体内流淌不息。正是的血液令他们在和特定环境相联系数个世纪后产生了进化，因此其他种类的精灵出现只是时间的问题。`}],Variants:[]},{Name:`化兽者`,Source:`魔邓肯巨献`,Speed:30,Movement:`30尺`,Features:[{Level:1,Name:`野兽本能`,Description:`由于和内在兽性的联系，你拥有以下一项自选技能的熟练：特技、运动、威吓、求生。`},{Level:1,Name:`黑暗视觉`,Description:`在微光光照下，你身边60尺内可以视为等同于明亮光照。而在黑暗中，该范围内可视为等同于微光光照。你无法在黑暗中分辨颜色，只能看到有灰度的黑白画面。`},{Level:1,Name:`化形`,Description:`用一个附赠动作，你可以展现出更加野兽的姿态。这此变形持续一分钟，直到你死亡，或你用一附赠动作变回正常形态。当你化形时，你获得等同于
2 × 熟练加值 的临时生命值。你可以使用此特质的次数等于你的熟练加值。当你完成一次长休后，你重获所有已消耗的使用次数。
每当你化形时，你都会基于下述选项之一额外获得一项好处（当你选择该种族时进行决定）：`},{Level:1,Name:`兽皮`,Description:`你获得1d6点的额外临时生命值。处于化形期间，你的AC额外+1。`},{Level:1,Name:`长牙`,Description:`当你化形时，你可以立刻用你的长牙发动一次徒手打击。当你使用它命中时，该打击造成1d6+力量调整值的穿刺伤害，以代替通常情况下徒手打击的钝击伤害。在化形期间的后续每个回合里，你都可以用附赠动作再次发动这一徒手打击`},{Level:1,Name:`迅捷`,Description:`化形期间，你的移动速度增加10尺。另外，当一生物在其回合进入你的5尺范围内时，你可以用反应移动至多10尺，此次移动不会触发借机攻击。`},{Level:1,Name:`猎食`,Description:`化形期间，你的感知检定具有优势。且除非你处于失能状态，否则任何在你30尺范围内的生物对你发动的攻击检定都无法具有优势。`}],Variants:[]},{Name:`幻身灵`,Source:`魔邓肯巨献`,Speed:30,Movement:`30尺`,Features:[{Level:1,Name:`幻身灵本能`,Description:`多亏了你与妖精界域的联系，你可以获得以下两项自选技能的熟练：欺瞒、洞悉、威吓、表演、游说。`},{Level:1,Name:`变形生物`,Description:`你可以用动作改变你的外表和声音。你决定这些变化的特征，包括你的肤色，头发长度和性别。你也可以调整你的身高和体重，并可以在中型和小型之中改变你的体型。你能够让自己看上去像是其他种族的一员，但这并不会改变你的游戏数据。你不能复制一个你从没见过的个体的外表，而你也必须选择一个和你基本肢体相同的生物。你的衣服和装备不能被该特质改变。
你将一直保持这个新的形态，直到你用动作变回你的真实形态，或者死亡。`}],Variants:[]},{Name:`灰矮人`,Source:`魔邓肯巨献`,Speed:30,Movement:`30尺`,Features:[{Level:1,Name:`黑暗视觉`,Description:`在微光光照下，你身边60尺内可以视为等同于明亮光照。而在黑暗中，该范围内可视为等同于微光光照。你无法在黑暗中分辨颜色，只能看到有灰度的黑白画面。`},{Level:3,Name:`灰矮人魔法`,Description:`从3级开始，你可以使用该特质对你自己施展变巨术/缩小术 Enlarge/reduce，且无需材料成分。从5级开始，你同样可以使用该特质对你自己施展隐形术Invisibility，且无需材料成分。一旦你使用了该特质施展了这些法术中的任何一个，直到完成一次长休前，你不能再次使用该特质施展那个法术。你也能用你拥有的相应法术环阶的法术位来施展这些法术。
当你使用此特质施展法术时，智力，感知或魅力是你的施法属性（当你选择该种族时进行决定）。`},{Level:1,Name:`矮人抗性`,Description:`你为避免或结束中毒状态所作的豁免检定具有优势。你同样具有毒素伤害的抗性。`},{Level:1,Name:`灵能坚韧`,Description:`你为避免或结束魅惑和震慑状态所作的豁免检定具有优势。`}],Variants:[]},{Name:`吉斯洋基人`,Source:`魔邓肯巨献`,Speed:30,Movement:`30尺`,Features:[{Level:1,Name:`星界知识`,Description:`你可以神秘地进入一个与星光位面相连接的实体经验储存池。当你完成一次长休后，你能够获得一项你选择技能的熟练，和一项你从《玩家手册》中选择的一个武器或工具的熟练，如同你短暂地将自己的意识投影到了星光位面。以此获得的这些熟练会在你完成下次长休时消失。`},{Level:1,Name:`吉斯洋基灵能`,Description:`你知晓戏法法师之手Mage Hand，使用此特质施展此戏法时，这只手是隐形的。
从3级开始，你可以使用该特质施展跳跃术Jump。从5级开始，你可以使用该特质施展迷踪步Misty
Step，且无需材料成分。使用此特质施展了跳跃术或迷踪步后，直到完成一次长休前，你不能再次使用该特质再施展那个法术。你也能用你拥有的相应法术环阶的法术位来施展这些法术。
当你使用该特质施展这些法术时，智力，感知或魅力是你的施法属性（当你选择该种族时进行决定）。当你使用该特质施展这些法术时，无需法术成分。`},{Level:1,Name:`心灵抗性`,Description:`你具有心灵伤害的抗性。`}],Variants:[]},{Name:`吉斯泽莱人`,Source:`魔邓肯巨献`,Speed:30,Movement:`30尺`,Features:[{Level:1,Name:`吉斯泽莱灵能`,Description:`你知晓戏法法师之手Mage
Hand，使用此特质施展此戏法时，这只手是隐形的。
从3级开始，你可以使用该特质施展护盾术Shield。从5级开始，你可以使用该特质施展侦测思想Detect
Thoughts。使用此特质施展了护盾术或侦测思想后，直到你完成一次长休前，你不能再次使用此特质再施展那个法术。你也能用你拥有的相应法术环阶的法术位来施展这些法术。
当你使用该特质施展这些法术时，智力，感知或魅力是你的施法属性（当你选择该种族时进行决定）。当你使用该特质施展这些法术时，无需法术成分。`},{Level:1,Name:`精神戒训`,Description:`你与生俱来的心灵防御能力，使你在为避免或结束魅惑和恐慌状态所做的豁免检定具有优势。`},{Level:1,Name:`心灵抗性`,Description:`你具有心灵伤害的抗性。`}],Variants:[]},{Name:`牛头人`,Source:`魔邓肯巨献`,Speed:30,Movement:`30尺`,Features:[{Level:1,Name:`角击`,Description:`你可以使用你的双角进行徒手打击。当你使用它们命中时，该次徒手打击将造成1d6+力量调整值的穿刺伤害，以代替通常情况下徒手打击的钝击伤害。`},{Level:1,Name:`猛抵冲撞`,Description:`当你在自己的回合中执行疾走动作，并移动至少20尺后，你可以紧接着用附赠动作以你的角击发动一次近战攻击。`},{Level:1,Name:`角锤`,Description:`在你的回合中，当你用作为攻击动作中的一部分的近战攻击命中一个生物时，你可以用附赠动作以牛角尝试推开他。目标生物必须在你的5尺范围内，且体型不能比你大超过一级。除非该生物在进行对抗DC为8+你的熟练加值+你的力量调整值的力量豁免中成功。否则，你可以将其从你的身边推离至多10尺。`},{Level:1,Name:`迷宫追忆`,Description:`你总是能知道哪个方向是北方， 同时你在任何为导航和追踪所进行的感知（求生）检定具有优势。`}],Variants:[]},{Name:`人马`,Source:`魔邓肯巨献`,Speed:40,Movement:`40尺`,Features:[{Level:1,Name:`冲锋`,Description:`如果你向着目标直线移动了至少30尺，并在同一轮内以近战武器攻击命中了目标，你可以在此攻击后立即使用附赠动作，用你的蹄击对目标进行一次攻击。`},{Level:1,Name:`蹄击`,Description:`你可以用你的马蹄来进行徒手打击。当你使用蹄击命中时，将造成1d6+力量调整值的钝击伤害，以代替通常情况下徒手打击的钝击伤害。`},{Level:1,Name:`马体构造`,Description:`在决定你的载重、和你可以推、和拉的重量时，你视作为体型大一级的生物。
另外，因为你的马腿，任何需要手脚并用的攀爬对你而言尤其困难。当你进行攀爬时，每移动1尺需要花费额外4尺移动力，而非往常的额外1尺。`},{Level:1,Name:`自然亲和`,Description:`你的妖精血统连接着自然，这给予了你与自然界与其中的动物有着一种直觉上的联系。因此，你拥有以下一项自选技能的熟练项：驯兽、医药、自然、生存。`}],Variants:[]},{Name:`梭螺鱼人`,Source:`魔邓肯巨献`,Speed:30,Movement:`30尺 / 游泳30尺`,Features:[{Level:1,Name:`两栖`,Description:`你能在水和空气中呼吸。`},{Level:1,Name:`控风操水`,Description:`你可以用此特质施展云雾术Fog
Cloud。从3级开始，你能用它施展造风术Gust of
Wind，从5级开始，你也能用此特质施展水上行走Water
Walk。一旦你使用了该特质施展了这三个法术之一，直到你完成一次长休前，你都不能再次使用此特质施展那个法术。你也能用你拥有的相应法术环阶的法术位来施展这些法术。
当你使用该特质施展这些法术时，智力，感知或魅力是你的施法属性（当你选择该种族时进行决定）。`},{Level:1,Name:`黑暗视觉`,Description:`在微光光照下，你身边60尺内可以视为等同于明亮光照。而在黑暗中，该范围内可视为等同于微光光照。你无法在黑暗中分辨颜色，只能看到有灰度的黑白画面。`},{Level:1,Name:`海之使者`,Description:`你可以与具有游泳速度的野兽、元素、怪兽沟通。它们能够理解你的话的意思，虽然你没有特殊的能力来明白它们的回应。`},{Level:1,Name:`海渊守卫`,Description:`你具有寒冷伤害的抗性，能够适应海洋深处的严寒。`}],Variants:[]},{Name:`天狗`,Source:`魔邓肯巨献`,Speed:30,Movement:`30尺`,Features:[{Level:1,Name:`复制专家`,Description:`当你抄写，或仿造自己或其他人制作的工艺品时，你在用以制造一个一模一样复制品的属性检定中具有优势。`},{Level:1,Name:`天狗回想`,Description:`感谢你超自然的强大记忆力，你拥有两项自选技能的熟练。
此外，当你使用任何你具有熟练的技能进行一次属性检定时，在你投掷d20前，你可以让自己进行的该检定具有优势。你可以使用这种方式给予自身优势的次数等于你的熟练加值，当你完成一次长休后，你重新获得所有消耗的次数。`},{Level:1,Name:`拟声`,Description:`你可以确切地模仿你曾听到过的声音，包括嗓音。一个生物只有在进行一次成功的对抗DC为8+你熟练加值+你魅力调整值的感知（洞悉）检定后，才能听出你发出的声音是模仿的。`}],Variants:[]},{Name:`兔人`,Source:`魔邓肯巨献`,Speed:30,Movement:`30尺`,Features:[{Level:1,Name:`狡兔敏锐`,Description:`你可以将你的熟练加值加入你的先攻数值。`},{Level:1,Name:`小兔感官`,Description:`你拥有察觉技能的熟练。`},{Level:1,Name:`幸运步伐`,Description:`当你的敏捷豁免检定失败时，你可以用反应投掷一枚d4并将其加入到豁免检定中，此举可能会将失败转变为成功。若你的速度为0或处于倒地状态，你不能使用该反应。`},{Level:1,Name:`兔子跳`,Description:`作为一个附赠动作，你能够跳跃等同于五倍熟练加值尺距离，且不会因此触发借机攻击。你只能在你的速度高于0时才能使用该特质。你可以使用此特质的次数等于你的熟练加值，当你完成一次长休后，你重获所有已消耗的使用次数。`}],Variants:[]},{Name:`蜥蜴人`,Source:`魔邓肯巨献`,Speed:30,Movement:`30尺 / 游泳30尺`,Features:[{Level:1,Name:`啃咬`,Description:`你可以使用你布满尖牙的嘴进行徒手打击。当你使用它命中时，该次徒手打击将造成1d6+力量调整值的挥砍伤害，以代替通常情况下徒手打击的钝击伤害。`},{Level:1,Name:`屏息`,Description:`你每次可以屏住呼吸至多15分钟。`},{Level:1,Name:`饥渴之喉`,Description:`你可以让你自己进入一种凶狠的暴食状态。用一个附赠动作，你能使用你的啃咬进行一次特殊攻击，如果该攻击命中，它会造成正常伤害，同时你获得等同于你熟练加值的临时生命值。你可以使用此特质的次数等于你的熟练加值，完成一次长休后，你重获所有已消耗的使用次数。`},{Level:1,Name:`天生护甲`,Description:`你拥有坚韧的鳞片皮肤，在未着装护甲时，你的基础AC为13+你的敏捷调整值。如果你着装护甲的AC较之更低，你可以用你的天生护甲来确定你的AC。当你使用你的天生护甲时，你可以正常获得盾牌提供的加值。`},{Level:1,Name:`自然直觉`,Description:`感谢你与大自然的神秘联系，你拥有以下两项自选技能的熟练：驯兽、医药、自然、察觉、隐匿、生存。`}],Variants:[]},{Name:`仙灵`,Source:`魔邓肯巨献`,Speed:30,Movement:`30尺 / 飞行30尺`,Features:[{Level:1,Name:`仙灵魔法`,Description:`你知晓德鲁伊伎俩Druidcraft。
从3级开始，你能用该特质施展妖火Faerie。从5级开始，你能使用该特质施展变巨术/缩小术
Enlarge/Reduce。一旦你使用了该特特质施展了妖火或变巨术/缩小术，直到完成一次长休前，你不能再次使用该特质施展那个法术。你也能用你拥有的相应法术环阶的法术位来施展这些法术。
当你使用该特质施展这些法术时，智力，感知或魅力是你的施法属性（当你选择该种族时进行决定）。`},{Level:1,Name:`飞行`,Description:`因为你的翅膀，你拥有等于你步行速度的飞行速度。如果你穿戴中甲和重甲，则你不能使用此飞行速度。`}],Variants:[]},{Name:`熊地精`,Source:`魔邓肯巨献`,Speed:30,Movement:`30尺`,Features:[{Level:1,Name:`妖精血统`,Description:`你为避免或结束魅惑状态所作的豁免检定具有优势。`},{Level:1,Name:`长肢`,Description:`当你在你的回合使用近战攻击时，你的触及范围比通常范围多5尺。`},{Level:1,Name:`身强力壮`,Description:`在决定你的载重、和你可以推、拉及抬的重量时，你视作为体型大一级的生物。`},{Level:1,Name:`隐秘`,Description:`你获得隐匿技能的熟练项。此外，你可以无需跻身地在仅够容纳小型生物的空间穿行与停留。`},{Level:1,Name:`突袭攻击`,Description:`如果你的攻击检定命中了一个战斗开始后还没开始过自己回合的生物，该生物受到额外2d6的伤害。`}],Variants:[]},{Name:`雅灵`,Source:`魔邓肯巨献`,Speed:30,Movement:`30尺`,Features:[{Level:1,Name:`黑暗视觉`,Description:`在微光光照下，你身边60尺内可以视为等同于明亮光照。而在黑暗中，该范围内可视为等同于微光光照。你无法在黑暗中分辨颜色，只能看到有灰度的黑白画面。`},{Level:1,Name:`妖精血统`,Description:`你在为自己避免或结束魅惑状态的豁免检定时具有优势。`},{Level:1,Name:`妖精步`,Description:`用一个附赠动作，你可以魔法地传送到一处30尺内且未被占据的可见空间。你可以使用该特质的次数等于你的熟练加值，当你完成一次长休后，你重新获得所有消耗的次数。
当你到达3级时，你的妖精步会根据你的季节获得额外的效果；如果该效果需要进行一次豁免，该DC等于8+你的熟练加值+你的智力，感知或魅力调整值（当你选择该种族时进行决定）：
秋Autumn。在你使用妖精步后，立即选择至多两个10尺内的可见生物，这些生物必须进行一次感知豁免，如果豁免失败则被你魅惑1分钟，或者直到你或你的同伴对他做出伤害行为为止。
冬Winter。在你使用妖精步时，选择传送前位于你5尺内的一个可见生物，这个生物必须进行一次感知豁免，如果失败则对你陷入恐慌，该效应持续至你的下一回合结束。
春Spring。在你使用妖精步时，你碰触5尺内的一个自愿的生物。这个生物代替你进行传送，出现在你选择的一处在你30尺范围内且未被占据的可见空间。
夏Summer。在你使用妖精步后，立即选择的5尺范围内的每个可见生物，它们将受到等同于你熟练加值的火焰伤害。`},{Level:1,Name:`敏锐感官`,Description:`你拥有察觉技能的熟练项。`},{Level:1,Name:`出神`,Description:`你不需要睡眠，并且不会因魔法效应而陷入睡眠。你能够以4小时的时间完成长休，前提是如果你将这些时间花在一次出神冥想中，在此期间你保留意识。
每当你结束冥想时，你可以改变你的季节，并能够获得两项你未拥有的熟练，其中每一项都是你从《玩家手册》中选择的一个武器或是工具。你通过抽取精灵共有记忆来神秘的获得这些熟练项，并且你保留他们直到你完成下次长休。`}],Variants:[]},{Name:`影灵`,Source:`魔邓肯巨献`,Speed:30,Movement:`30尺`,Features:[{Level:1,Name:`鸦后的祝福`,Description:`用一个附赠动作，你可以魔法性地传送到你可见的一处30尺内且未占据空间。你可以使用该特质的次数等于你的熟练加值，当你完成一次长休后，你重获所有已消耗的使用次数。
到达3级后，当你使用该特质进行传送时，你将获得所有伤害的抗性。该抗性持续直至你的下一个回合开始前，在此期间，你的外观会变得如同幽灵一般且全身半透明。`},{Level:1,Name:`黑暗视觉`,Description:`在微光光照下，你身边60尺内可以视为等同于明亮光照。而在黑暗中，该范围内可视为等同于微光光照。你无法在黑暗中分辨颜色，只能看到有灰度的黑白画面。`},{Level:1,Name:`妖精血统`,Description:`你为避免或结束魅惑状态所做的豁免检定具有优势。`},{Level:1,Name:`敏锐感官`,Description:`你拥有察觉技能的熟练。`},{Level:1,Name:`暗蚀抗性`,Description:`你具有暗蚀伤害的抗性。`},{Level:1,Name:`出神`,Description:`你不需要睡眠，并且不会因魔法效应而陷入睡眠。你能够以4小时的时间完成长休，前提是如果你将这些时间花在一次出神冥想中，在此期间你保留意识。
每当你结束冥想时，你能够获得两项你未拥有的熟练，其中每一项都是你从《玩家手册》中选择的一个武器或是工具。你通过抽取精灵共有记忆来神秘的获得这些熟练项，并且你保留他们直到你完成下次长休。`}],Variants:[]},{Name:`元素裔`,Source:`魔邓肯巨献`,Speed:30,Movement:`30尺`,Features:[],Variants:[{Name:`气元素裔`,Speed:35,Movement:`35尺`,Features:[{Level:1,Name:`黑暗视觉`,Description:`在微光光照下，你身边60尺内可以视为等同于明亮光照。而在黑暗中，该范围内可视为等同于微光光照。你无法在黑暗中分辨颜色，只能看到有灰度的黑白画面。`},{Level:1,Name:`魔息`,Description:`只要你未陷入失能，就可以一直保持闭气。`},{Level:1,Name:`闪电抗性`,Description:`你具有闪电伤害的抗性。`},{Level:1,Name:`融入清风`,Description:`你知晓戏法电爪Shocking
Grasp。从3级开始，你可以使用该特质施展羽落术Feather
Fall，且无需材料成分。从5级开始，你同样可以使用该特质施展浮空术Levitate，且无需材料成分。一旦你使用了该特质施展了这些法术中的任何一个，直到完成一次长休前，你不能再次使用该特质施展那个法术。你也能用你拥有的相应法术环阶的法术位来施展这些法术。
当你使用该特质施展这些法术时，智力，感知或魅力是你的施法属性（当你选择该种族时进行决定）。`}]},{Name:`土元素裔`,Speed:30,Movement:`30尺`,Features:[{Level:1,Name:`黑暗视觉`,Description:`在微光光照下，你身边60尺内可以视为等同于明亮光照。而在黑暗中，该范围内可视为等同于微光光照。你无法在黑暗中分辨颜色，只能看到有灰度的黑白画面。`},{Level:1,Name:`土行`,Description:`在使用步行速度在地面或地板上移动的情况下，你在穿越困难地形时可以不消耗额外的移动力。`},{Level:1,Name:`混入大地`,Description:`你知晓戏法剑刃防护Blade
Ward。你可以正常地施展该戏法，也可以使用附赠动作施展该戏法等同于你熟练加值次；当你完成一次长休时，你重新获得所有已消耗的附赠施展次数。
从5级开始，你可以使用该特质施展行动无踪Pass without
Trace，且无需材料成分。使用了该特质施展了该法术后，直到你完成长休前都不能再次使用该特质施展该法术。你也能用你拥有的二环或更高环阶的法术位来施展这些法术。
当你使用该特质施展这些法术时，智力，感知或魅力是你的施法属性（当你选择该种族时进行决定）。`}]},{Name:`火元素裔`,Speed:30,Movement:`30尺`,Features:[{Level:1,Name:`黑暗视觉`,Description:`在微光光照下，你身边60尺内可以视为等同于明亮光照。而在黑暗中，该范围内可视为等同于微光光照。你无法在黑暗中分辨颜色，只能看到有灰度的黑白画面。`},{Level:1,Name:`火焰抗性`,Description:`你具有火焰伤害的抗性。`},{Level:1,Name:`烈焰之触`,Description:`你知晓戏法燃火术Produce
Flame。从3级开始，你可以使用该特质施展燃烧之手Burning
Hands。从5级开始，你可以使用该特质施展火焰刀Flame
Blade，且无需材料成分。使用了此特质施展了燃烧之手或火焰刀后，直到完成一次长休前，你不能再次使用此特质施展那个法术。你也能用你拥有的相应法术环阶的法术位来施展这些法术。
当你使用该特质施展这些法术时，智力，感知或魅力是你的施法属性（当你选择该种族时进行决定）。`}]},{Name:`水元素裔`,Speed:30,Movement:`30尺 / 游泳30尺`,Features:[{Level:1,Name:`强酸抗性`,Description:`你具有强酸伤害的抗性。`},{Level:1,Name:`水陆两栖`,Description:`你可以在空气和水中呼吸。`},{Level:1,Name:`呼唤波浪`,Description:`你知晓戏法酸液飞溅Acid
Splash。从3级开始，你可以使用该特质施展造水术/枯水术Create or Destroy
Water。从5级开始，你可以使用该特质施展水墙术Wall of
Water，且无需材料成分。一旦你使用了此特质施展了造水/枯水术或水墙术，直到完成一次长休前，你不能再次使用此特质施展那个法术。你也能用你拥有的相应法术环阶的法术位来施展这些法术。
当你使用该特质施展这些法术时，智力，感知或魅力是你的施法属性（当你选择该种族时进行决定）。
黑暗视觉
Darkvision。在微光光照下，你身边60尺内可以视为等同于明亮光照。而在黑暗中，该范围内可视为等同于微光光照。你无法在黑暗中分辨颜色，只能看到有灰度的黑白画面。`}]}]},{Name:`原体蛇人`,Source:`魔邓肯巨献`,Speed:30,Movement:`30尺`,Features:[{Level:1,Name:`黑暗视觉`,Description:`在微光光照下，你身边60尺内可以视为等同于明亮光照。而在黑暗中，该范围内可视为等同于微光光照。你无法在黑暗中分辨颜色，只能看到有灰度的黑白画面。`},{Level:1,Name:`魔法抗性`,Description:`你对抗法术所做的豁免检定具有优势。`},{Level:1,Name:`毒素抗性`,Description:`你在避免或结束自己的中毒状态的豁免检定中具有优势。你也具有对毒素伤害的抗性。`},{Level:1,Name:`巨蛇法术`,Description:`你知晓戏法毒气喷涌Poison
Spray。你能够用此特质无限次地施展化兽为友Animal
Friendship，不过此法术只能以蛇为目标。自3级起，你还能能够用此特质施展暗示术Suggestion，不过用此特质施展它后，在你完成一次长休前你都无法再次以此施展该法术；你也能用你拥有的2环以上的法术位来施展该法术。
当你使用该特质施展这些法术时，智力，感知或魅力是你的施法属性（当你选择该种族时进行决定）。`}],Variants:[]},{Name:`定制血统`,Source:`塔莎的万事坩埚`,Speed:30,Movement:`30尺`,Features:[{Level:1,Name:`生物类型`,Description:`类人生物。由你自己决定的外貌，以及你是否与同族长相类似。`},{Level:1,Name:`专长`,Description:`你获得一个你自选的满足条件的专长。`},{Level:1,Name:`属性值提升`,Description:`选择一个属性+2。`},{Level:1,Name:`可选特性`,Description:`从以下两种特性中选择一个：
（a）60尺黑暗视觉
或
（b）自选一项技能的熟练项。`},{Level:1,Name:`语言`,Description:`你可以说、读、写通用语和另一门你和你的DM认为合适的语言。
你的种族现在在任何要求特定种族——例如精灵或矮人——的游戏特性中，被视为一名“定制血统”的角色。`}],Variants:[]},{Name:`宝石龙裔`,Source:`费兹本的巨龙宝库`,Speed:30,Movement:`30尺 / 飞行30尺`,Features:[],Variants:[]},{Name:`色彩龙裔`,Source:`费兹本的巨龙宝库`,Speed:30,Movement:`30尺`,Features:[],Variants:[]},{Name:`金属龙裔`,Source:`费兹本的巨龙宝库`,Speed:30,Movement:`30尺`,Features:[],Variants:[]}],ClassFeatures:[{ClassName:`德鲁伊`,Source:`玩家手册2024`,Level:1,Name:`德鲁伊语`,Description:`你学会了德鲁伊语，一门德鲁伊之间的秘密语言。在学会这门古老语言的同时，你也解锁了和动物交谈的魔法：你始终准备着法术动物交谈Speak
With
Animals。
你可以使用德鲁伊语来传递隐藏的信息。你和其他知晓这门语言的对象能够自动辨认出信息。其他人需要通过DC15的智力（调查）检定才能意识到信息的存在，但不借助魔法则无法解读。`},{ClassName:`德鲁伊`,Source:`玩家手册2024`,Level:1,Name:`施法`,Description:`你通过研究自然的神秘伟力学会了如何施展法术。施法规则见第七章。下文将详述如何将这些规则应用于德鲁伊法术，德鲁伊法术详见本章后文职业描述中的德鲁伊法术列表。
戏法Cantrips。你知晓两道你选择的德鲁伊戏法。推荐选择德鲁伊伎俩Druidcraft和燃火术Produce
Flame。
每当你获得一个德鲁伊等级时，你都能从你的戏法中选择其一替换为另一道你所选择的德鲁伊戏法。
当你的德鲁伊等级到达4级和10级时，你都能另选一道德鲁伊戏法并习得，如德鲁伊特性表中戏法一列所示。
法术位Spell Slots。德鲁伊特性表显示了你可用于施展一环及以上法术的法术位数量。当你完成长休时，你重获所有已消耗的法术位。
一环及以上的准备法术Prepared Spells of Level 1+。你准备可供你以此特性施展的一环及更高环阶的法术列表。最初，选择四道德鲁伊法术。推荐选择化兽为友Animal
Friendship、疗伤术Cure Wounds、妖火Faerie
Fire和雷鸣波Thunderwave。
已准备法术数量会随你德鲁伊等级的提升而增加，如德鲁伊特性表中的准备法术一列所示。每当这一列的数字增加时，从德鲁伊法术列表中选择额外法术准备，直至已准备法术的数量与表格中的数字一致。你所选择法术的环阶必须是你所拥有法术位对应的环阶。例如，如果你是一名3级德鲁伊，则你的准备法术列表能包括六道一环或二环的德鲁伊法术，随意组合。
如果德鲁伊的其他特性给了你始终准备着的法术，这些法术不计入你以此法准备的法术数量，但这些法术对你而言都视为德鲁伊法术。
改变你的准备法术Changing Your Prepared Spells。当你完成一次长休时，你可以将你准备列表上的一道或更多法术替换为其他德鲁伊法术，新替换的法术必须是你拥有法术位的法术。
施法属性Spellcasting Ability。你德鲁伊法术的施法属性是感知。
施法法器Spellcasting Focus。你可以使用德鲁伊法器作为你德鲁伊法术的施法法器。`},{ClassName:`德鲁伊`,Source:`玩家手册2024`,Level:1,Name:`原初职能`,Description:`你将自己投身于所选择的以下一项神圣的角色之中：
术师Magician。你从德鲁伊法术列表中额外学会一道戏法。此外，你与自然的神秘连接让你在智力（奥秘和自然）检定上获得加值。加值等于你的感知调整值（最低+1）。
卫士Warden。你为战斗做足训练，你获得军用武器熟练和中甲受训。`},{ClassName:`德鲁伊`,Source:`玩家手册2024`,Level:2,Name:`荒野变形`,Description:`大自然的魔力使你得以化形为一只野兽。以一个附赠动作，你变形为一只你已经通过该特性学会的野兽形态（见下文“已知形态”）。你能保持该形态长达你德鲁伊等级一半的小时数，或者直到你再次使用荒野变形，陷入失能，或死亡。你也可以使用一个附赠动作提早结束荒野变形。
使用次数Number of Uses。你能够使用两次荒野变形。你在完成短休后重获一次已消耗的使用次数，当你完成一次长休时，你重获全部已消耗的使用次数。
你到达特定的德鲁伊等级时会获得额外的使用次数，如德鲁伊特性表中荒野变形一栏所示。
已知形态Known Forms。你一开始掌握了该特性的四种形态，从最大挑战等级1/4且没有飞行速度的野兽（见附录B的生物数据卡）之中选取。推荐鼠Rat、乘用马Riding
Horse、蜘蛛Spider和狼Wolf四种形态。每当你完成一次长休时，你可以将一种你掌握的形态换为另一种能够选用的形态。
当你到达特定的德鲁伊等级时，你可以掌握新的形态，形态的最大挑战等级也会随之提升，如野兽形态表所示。此外，从8级起，你可以使用具有飞行速度的形态。
当选择已知形态时，如果地下城主允许，你可以查阅《怪物图鉴》或其他来源并从中选择符合条件的野兽。
野兽形态 Beast Shapes
德鲁伊等级已知形态最大挑战等级有飞行速度
241/4不可
461/2不可
881可
变形时的规则Rules While Shape-Shifted。荒野变形期间，你保持你的人格、记忆和说话的能力，并遵循以下规则：
临时生命值Temporary Hit Points。当你使用荒野变形时，你获得等于你德鲁伊等级的临时生命值。
游戏数据Game Statistics。你的游戏数据被野兽的数据卡所替换，但你保留你的生物类型；生命值；生命骰；智力，感知和魅力值；职业特性；语言；专长。你同样保留你的技能和豁免熟练，并且在这些项目中使用你自己的熟练加值。如果变形的野兽在资料卡上的技能或豁免检定的调整值高于你的，使用资料卡的调整值。
不能施法No Spellcasting。你无法施展法术，但变形不会打断你的专注，也不会打断你已经施展了的法术。
物件Object。你持握物件的能力取决于形态下的肢体，而非你自己的。此外，你可以选择将你的装备丢在所处空间，或者将其融入新形态，又或者直接着装在身上。新形态直接着装的装备可以如常起作用，但DM有权基于新形态的体型和身姿作出判断，并最终决定新形态使用该装备是否合理。你的装备不会改变尺寸或形状来搭配新的形态，新形态无法着装某装备时，该装备会掉落到你所处的空间或融入新形态中。融入新形态的装备失去其效应。`},{ClassName:`德鲁伊`,Source:`玩家手册2024`,Level:2,Name:`荒野伙伴`,Description:`你可以召唤出一个动物外形的自然精魂来帮助自己。以一个魔法动作，你可以消耗一个法术位或一次荒野变形次数来施展寻获魔宠Find
Familiar法术，无需任何材料成分。
当你以这种方式施展这一法术时，获得的魔宠为妖精，并且它会在你完成一次长休时消失。`},{ClassName:`德鲁伊`,Source:`玩家手册2024`,Level:3,Name:`德鲁伊子职`,Description:`你选择获得一项德鲁伊子职：大地结社、月亮结社、海洋结社或星辰结社。子职的内容见后文。子职是一种特化，在特定的德鲁伊等级给予你对应的独特能力。此后你将获得每一个你所选的子职的能力，只要其所需等级等于或低于你的德鲁伊等级。
德鲁伊们会形成松散的联系，他们称之为“结社”。`},{ClassName:`德鲁伊`,Source:`玩家手册2024`,Level:4,Name:`属性值提升`,Description:`你获得属性值提升专长（见第五章）或其他你满足条件的专长。如德鲁伊特性表所示，你还会在第8，第12，第16级时再次获得本特性。`},{ClassName:`德鲁伊`,Source:`玩家手册2024`,Level:5,Name:`荒野复苏`,Description:`每个你的回合内一次，如果你没有荒野变形使用次数，你可以消耗一个法术位（无需动作）让自己获得一次荒野变形次数。
此外，你可以消耗一次荒野变形使用次数（无需动作）来令自己获得一个一环法术位，然后直至完成长休你都无法再如此做。`},{ClassName:`德鲁伊`,Source:`玩家手册2024`,Level:7,Name:`元素之怒`,Description:`元素之力在你的身体里流淌。你获得以下一个你选择的特性：
强力施法Potent Spellcasting。你以任何德鲁伊戏法造成的伤害上都可以加上你的感知调整值。
原力蛮击Primal Strike。每个你的回合内一次，当你以一次武器攻击或荒野变形中野兽形态的攻击命中一名生物时，你可以对目标额外造成1d8寒冷、火焰、闪电或雷鸣伤害（由你命中时选择）。`},{ClassName:`德鲁伊`,Source:`玩家手册2024`,Level:15,Name:`元素狂怒`,Description:`你选择的元素之怒特性变得愈发强大，如下所述：
强力施法Potent Spellcasting。当你施展一道施法距离为10尺或更高的德鲁伊戏法时，法术施法距离提升300尺。
原力蛮击Primal Strike。
原力蛮击的额外伤害提升至2d8。`},{ClassName:`德鲁伊`,Source:`玩家手册2024`,Level:18,Name:`兽形施法`,Description:`你可以在任何荒野变形下施法。当一个法术需要标有价值的材料成分或需要消耗材料成分时，你无法在荒野变形下施展。`},{ClassName:`德鲁伊`,Source:`玩家手册2024`,Level:19,Name:`传奇恩惠`,Description:`你获得一项传奇恩惠专长（见第五章）或其他一项你选择的适用的专长。推荐选择次元旅行之恩惠
。`},{ClassName:`德鲁伊`,Source:`玩家手册2024`,Level:20,Name:`大德鲁伊`,Description:`自然的活力在你的身上永不凋零，令你获得以下增益：
不凋化形Evergreen Wild Shape。当你投掷先攻时，若你没有荒野变形的使用次数，你获得一次荒野变形使用次数。
自然术使Nature Magician。你可以将荒野变形使用次数转化为法术位（无需任何动作）。选择一定数量的你未使用的荒野变形使用次数，将它们转化为一个法术位，每个使用次数可以转为2个法术环阶。比如说，如果你转化两个荒野变形使用次数，你就可以创造出一个四环法术位。此增益一经使用，直至完成长休你都无法再次使用。
青春永驻Longevity。你行使的原力魔法让你的衰老速度减缓。每经过10年的岁月，你的身体就仿佛只过了1年。`},{ClassName:`法师`,Source:`玩家手册2024`,Level:1,Name:`奥术回想`,Description:`你学会了通过研读法术书来恢复魔法能量的办法。你完成一次短休后，可以选择恢复已消耗的法术位。所恢复的法术位环阶总和不得大于你法师等级的一半（向上取整），且任何一个法术位的环阶都必须小于六环。例如，作为一名4级法师时，你可恢复环阶总数最多为二的法术位。你可以选择恢复一个二环法术位或两个一环法术位。
此特性一经使用，直至完成长休你都无法再次使用。`},{ClassName:`法师`,Source:`玩家手册2024`,Level:1,Name:`施法`,Description:`你已经入门了奥术魔法，学会了如何施展法术。施法规则见第七章。下文将详述如何将这些规则应用于法师法术，法师法术详见本章后文职业描述中的法师法术表。
戏法Cantrips。你知晓三道你选择的法师戏法。推荐选择光亮术Light、法师之手Mage Hand 和冷冻射线Ray of
Frost 。
每当你完成一次长休时，你都能从此特性的戏法中选择其一替换为另一道你所选择的法师戏法。
当你的法师等级到达4级和10级时，你都能另选一道法师戏法并习得，如法师特性表中戏法一列所示。
法术书Spellbook。你在法师学徒阶段获取的所有成果汇集于一本独特的书：你的法术书。它是一个重3磅的微型物件，内有100页，并且只能被你自己或者施展了鉴定术Identify的人阅读。你来决定法术书的外貌和材料，比如一本镶金边的典籍或用麻绳装订的牛皮纸集。
这本书包含所有你已知的一环及以上的法术。最初，它记录着六道由你选择的一环法师法术。推荐选择侦测魔法Detect Magic、羽落术Feather Fall、法师护甲Mage Armor、魔法飞弹Magic Missile、睡眠术Sleep和雷鸣波Thunderwave。`},{ClassName:`法师`,Source:`玩家手册2024`,Level:1,Name:`仪式学家`,Description:`你能以仪式施展你法术书中任何带有仪式标签的法术。你不需要准备这些法术，但你以此法施展法术时必须阅读这本书。`},{ClassName:`法师`,Source:`玩家手册2024`,Level:1,Name:`之后每当你获得一个法师等级时`,Description:`法术位Spell Slots。法师特性表显示了你可用于施展一环及以上法术的法术位数量。当你完成长休时，你重获所有已消耗的法术位。
一环及以上的准备法术Prepared Spells of Level 1+。你准备可供你以此特性施展的一环及更高环阶的法术列表。为此，从法术书中选择四道法师法术。你所选择法术的环阶必须是你所拥有法术位对应的环阶。
已准备法术数量会随你法师等级的提升而增加，如法师特性表中的准备法术一列所示。每当该数字增加时，从你的法术书中选择额外法术准备，直至已准备法术的数量与表格中的数字一致。你所选择法术的环阶必须是你所拥有法术位对应的环阶。例如，如果你是一名3级法师，则你的准备法术列表能包括六道一环或二环的法师法术（从法术书中选取），随意组合。
如果法师的其他特性给了你始终准备着的法术，这些法术不计入你以此法准备的法术数量，但这些法术对你而言都视为法师法术。
改变你的准备法术Changing Your Prepared Spells。每当你完成一次长休时，你可以将你准备列表上的一道或更多法术替换为你法术书上的其他法师法术。
施法属性Spellcasting Ability。你法师法术的施法属性是智力。
施法法器Spellcasting Focus。你可以使用奥术法器或你的法术书作为你法师法术的施法法器。
扩展与替换法术书 Expanding and Replacing a
Spellbook
你获得职业等级时添加到法术书中的法术反映了你自己进行的魔法研究，但你可能会在冒险过程中发现其他可以添加至法术书中的法术。例如，你可能在一张法术卷轴Spell
Scroll 中发现一道法师法术，然后将该法术抄到你的法术书中。
将一道法术抄写到法术书中Copying a Spell into the Book。
当你发现一道一环或更高环阶的法师法术时，如果它是你能进行准备的法术位环阶且你能抽出时间来抄写它，则你可以将其抄写到你的法术书中。每个法术环阶的抄录过程都需要2小时并花费50GP。在此之后，你就可以像准备法术书中的其他法术一样准备该法术了。
替换法术书Replacing the Book。你可以将法术从你自己的法术书复制到另一本书中。这就像将新法术复制到你的法术书中一样，但更快也更简单，因为你已经知道如何施展这些法术。复制过程只需每个法术环阶花费1小时和10GP。
如果你失去了你的法术书，则你可以使用相同的过程将你已准备的法师法术转录到新的法术书中。你仍需要找到新的法术来填满新书的剩余部分。出于这个原因，许多法师都会保留一本备用法术书。`},{ClassName:`法师`,Source:`玩家手册2024`,Level:2,Name:`学者`,Description:`在学习法术之余，你还对一门学术领域有过专门的研究。从下列技能中选择一项你具有熟练的技能：奥秘、历史、调查、医药、自然或宗教。你获得所选技能的专精。`},{ClassName:`法师`,Source:`玩家手册2024`,Level:3,Name:`法师子职`,Description:`你选择获得一项法师子职。防护师，预言师，
塑能师以及幻术师。子职的内容见后文。子职是一种特化，在特定的法师等级给予你对应的独特能力。此后你将获得你所选的子职所有能力——只要其所需等级不超过你的法师等级。法师职业特性表列出了你从子职中获得新特性的法师等级。`},{ClassName:`法师`,Source:`玩家手册2024`,Level:4,Name:`属性值提升`,Description:`你获得属性值提升专长（见第五章）或其他你满足条件的专长。如法师特性表所示，你还会在第8，第12，第16级时再次获得本特性。`},{ClassName:`法师`,Source:`玩家手册2024`,Level:5,Name:`记忆法术`,Description:`每当你完成一次短休时，你可以研究你的法术书并且将其中一道你以施法特性准备的一环及以上的法术替换为你法术书中的另一道一环及以上的法术。`},{ClassName:`法师`,Source:`玩家手册2024`,Level:18,Name:`法术精通`,Description:`你对特定的法术精熟于心，以至于你可以将其随意施展。选择你法术书中的一道施法时间为动作的一环法术和一个二环法术，你总是准备这些法术，且能不消耗法术位地以最低环施展它们。如果你想升环施展这些法术，则你必须像平时一样消耗一个法术位。
每当你完成一次长休时，你可以研究你的法术书并将其中一道法术更换为另一个符合条件的同环阶法术。`},{ClassName:`法师`,Source:`玩家手册2024`,Level:19,Name:`传奇恩惠`,Description:`你获得一项传奇恩惠专长（见第五章）或其他一项你选择的适用的专长。推荐选择法术溯回之恩惠 。`},{ClassName:`法师`,Source:`玩家手册2024`,Level:20,Name:`招牌法术`,Description:`从你的法术书中选择两道三环法术作为你的招牌法术。你总是准备这些法术，且能不消耗法术位地以三环施展每道法术各一次。此特性一经使用，直到完成一次短休或长休都不能再次以此法施展这两道法术。如果你想升环施展这些法术，则你必须像平时一样消耗一个法术位。`},{ClassName:`灵能使`,Source:`破解奥秘（UA）`,Level:1,Name:`精妙念力`,Description:`你知晓戏法法师之手。你可以施展该法术而不需要言语成分，你可以在施展法术时令幽灵手隐形。`},{ClassName:`灵能使`,Source:`破解奥秘（UA）`,Level:1,Name:`灵能力量`,Description:`你的体内潜藏着一股灵能力量之源。这股力量由你的灵能骰展示。你的灵能使等级决定了灵能骰大小与数量，如灵能使特性表格中展示。
你的灵能骰可用来强化或为特定灵能使特性充能。你在起始时拥有两项特性：念力驱使与心灵连接，每一项详述于下。有些心灵异能会消耗灵能骰，具体见各项异能详述，当你所有的灵能骰都消耗光时，你无法使用一项需要你使用一枚灵能骰的异能。
你在完成一次短休时恢复一枚灵能骰，你在完成一次长休时回复所有灵能骰。有的使用灵能骰的特性要求你的目标进行豁免检定。异能豁免DC与本职业的施法特性中的法术豁免DC相同。
念力驱使Telekinetic Propel。
以一个附赠动作，选择30尺内一名你可见的不超过大型的除你以外的生物。若如此做，目标必须成功通过一次力量豁免，否则就会被你向自己的方向或背向自己的方向直线移动5尺。此外，你执行此附赠动作时可以投掷一枚灵能骰，移动距离等于灵能骰点数的5倍。灵能骰只在目标豁免失败时被消耗。
心灵连接Telepathic
Connection。你具有30尺心灵感应。以一个附赠动作，你可以投掷一枚灵能骰。你的心灵感应等于灵能骰点数的10倍的距离，持续1小时。你在每次长休后首次执行此附赠动作时，你无需消耗灵能骰。其他所有时间你使用该特性时，你消耗灵能骰。`},{ClassName:`灵能使`,Source:`破解奥秘（UA）`,Level:1,Name:`施法`,Description:`你学会了如何使用心灵之力引导魔法力量。施法规则见玩家手册，下文将详述如何将这些规则应用于灵能使法术，灵能使法术详见本章后文职业描述中的灵能使法术列表。
戏法Cantrips。你知晓两道你选择的灵能使戏法。推荐选择次级幻象Minor
Illusion与念力飞掷Telekinetic
Fling 。每当你获得一级灵能使等级，你都可以用另一道灵能使法表中的灵能使戏法替换你通过该特性得到的戏法。当你达到10级、14级灵能使等级时，你分别学会一道新的你选择的灵能使戏法，见灵能使法表中的戏法部分。
法术位Spell
Slots。 灵能使特性表显示了你可用于施展一环及以上法术的法术位数量。当你完成长休时，你重获所有已消耗的法术位。
一环及以上的准备法术Prepared Spells of Level
1+。
你准备可供你以此特性施展的一环及更高环阶的法术列表。最初，选择四道灵能使法术。推荐选择魅惑人类、命令术、不谐低语与法师护甲。已准备法术数量会随你灵能使等级的提升而增加，如灵能使特性表中的准备法术一列所示。每当这一列的数字增加时，从灵能使法术列表中选择额外法术准备，直至已准备法术的数量与表格中的数字一致。你所选择法术的环阶必须是你所拥有法术位对应的环阶。例如，如果你是一位3级灵能使，则你的准备法术列表能包括六道一环或二环的灵能使法术，随意组合。如果灵能使的其他特性给了你始终准备着的法术，这些法术不计入你以此法准备的法术数量，但这些法术对你而言都视为灵能使法术。
改变你的准备法术Changing Your Prepared Spells。 每当你获得一个灵能使等级时，你就可以将你准备列表上的一道法术替换为另一道灵能使法术，你必须拥有替换后法术对应环阶的法术位才可以替换。
施法属性Spellcasting Ability。 你灵能使法术的施法属性是智力。
灵能施法Psionic
Spellcasting。当你施展一道灵能使法术时，那道法术不需要言语或材料成分，哪怕该法术在其法术成分中标注了“V”和“M”，除非法术材料成分会被消耗或有特定价格。`},{ClassName:`灵能使`,Source:`破解奥秘（UA）`,Level:2,Name:`灵能才赋`,Description:`你学会了更多由你的灵能骰充能的灵能技巧。你获得两项由你选择的灵能才赋，比如延伸意识Expanded Awareness与本我暗示Id Insinuation。才赋详述于后“灵能才赋选项”部分。
你在每一回合中只能使用一种才赋，且除非有其它描述，否则一回合中只能使用一道才赋。
每当你获得灵能使等级时，你可以将一道灵能才赋替换为另一道你未知晓的灵能才赋。你在5，10，13与17级时分别得到一种额外才赋。`},{ClassName:`灵能使`,Source:`破解奥秘（UA）`,Level:3,Name:`灵能使子职业`,Description:`你获得一项你选择的灵能使子职业——蜕变使Metamorph，念动使Psykinetic，传心使Telepath。这些子职业详述于本职描述后。子职业代表了能在特定灵能使等级给予你特性的专精方向。在你的剩余冒险生涯中，你获得等于、低于你灵能使等级的所有子职业特性。`},{ClassName:`灵能使`,Source:`破解奥秘（UA）`,Level:4,Name:`属性值提升`,Description:`你获得属性值提升专长或其他你满足条件的专长。如灵能使特性表所示，你在第8，第12，第16级时会再次获得本特性。`},{ClassName:`灵能使`,Source:`破解奥秘（UA）`,Level:5,Name:`灵能复原`,Description:`你能够花一分钟冥想并集中精神。冥想结束后，你重获已消耗的灵能骰。此特性一经使用直至完成长休你都无法再次使用。`},{ClassName:`灵能使`,Source:`破解奥秘（UA）`,Level:7,Name:`灵能浪潮`,Description:`你能在你的灵能力量中灌注生命能量。当你使用了一枚或更多灵能骰时，你可以消耗一枚生命骰，并将这些灵能骰中的所有1、2、3掷骰结果改为4.`},{ClassName:`灵能使`,Source:`破解奥秘（UA）`,Level:18,Name:`灵能储备`,Description:`当你投掷先攻时，若你的灵能骰使用次数小于4次，你恢复至4次。`},{ClassName:`灵能使`,Source:`破解奥秘（UA）`,Level:19,Name:`传奇恩惠`,Description:`你获得一项传奇恩惠专长或其他一项你选择的适用的专长。推荐选择能量抗性之恩惠 。`},{ClassName:`灵能使`,Source:`破解奥秘（UA）`,Level:20,Name:`命源过载`,Description:`每回合一次，当你消耗一枚灵力骰并将其应用于灵能使特性或灵能才赋时，你可以消耗一枚或两枚生命骰，你每消耗一枚生命骰，额外骰一枚灵能骰，并将骰值加入到最终结果中。此特性额外投掷的灵能骰不会被消耗。`},{ClassName:`魔契师`,Source:`玩家手册2024`,Level:1,Name:`魔能祈唤`,Description:`你在神秘学识的研习过程中发掘出了使用魔能祈唤的方式，这些禁忌的知识残章让你获得了持久的魔法能力或其他锻炼成果。你获得一个自选的魔能祈唤，如书之魔契（详见后文“魔能祈唤选项”）。
先决Prerequisites。如果一个魔能祈唤具有先决，那你必须满足它才能选取。例如，若一个魔能祈唤需要你魔契师等级5+，则只有你魔契师等级达到5级才可以选取该祈唤。
替换与获取魔能祈唤Replacing and Gaining Invocation。每当你获得一级魔契师等级时，你都可以用新的祈唤替换一个已有的祈唤，但你必须满足其先决条件。如果一个祈唤是某个其他祈唤的先决条件，那你无法替换它。
当你到达特定的魔契师等级时，你还可以习得更多的魔能祈唤，具体数据见魔契师特性表中祈唤一列。
你不能多次重复选择同一个魔能祈唤，除非该祈唤的描述另有说明。`},{ClassName:`魔契师`,Source:`玩家手册2024`,Level:1,Name:`契约魔法`,Description:`依靠玄秘的仪式，你与一位神秘存在缔结契约以获得魔法力量。这位存在隐于影中，仅闻其声，身份不明——但其恩泽是切实的。施法规则见第七章。下文将详述如何将这些规则应用于魔契师法术，魔契师法术详见本章后文职业描述中的魔契师法术列表。
戏法Cantrips。你知晓两道你选择的魔契师戏法。推荐选择魔能爆Eldritch
Blast和魔法伎俩Prestidigitation。每当你获得一个魔契师等级，你都能从此特性的戏法中选择其一替换为另一道你所选择的魔契师戏法。
当你的魔契师等级到达4级和10级时，你都能另选一道魔契师戏法并习得，如魔契师特性表中戏法一列所示。
法术位Spell Slots。魔契师特性表中显示了你可用于施展一环到五环魔契师法术的法术位数量。表中还显示了法术位对应的法术环阶，你所有的法术位都属于同一环阶。当你完成短休或长休时，你重获所有已消耗的法术位。
例如，5级时，你总共具有两枚三环法术位。你施展一环法术巫术箭Witch
Bolt时，必须消耗这些法术位其中之一，并把它作为一个三环法术施展。
一环及以上的准备法术Prepared
Spells of Level 1+。你准备可供你以此特性施展的一环及更高环阶的法术列表。最初，选择两道魔契师法术。推荐选择魅惑类人Charm
Person和脆弱诅咒Hex。
已准备法术数量会随你魔契师等级的提升而增加，如魔契师特性表中的准备法术一列所示。每当这一列的数字增加时，从魔契师法术列表中选择额外法术准备，直至已准备法术的数量与表格中的数字一致。你所选择法术的环阶必须不高于表中法术位环阶一栏中的环阶。例如，当你到达6级时，你可以新习得一道一环到三环的魔契师法术。
如果魔契师的其他特性给了你始终准备着的法术，这些法术不计入你以此法准备的法术数量，但这些法术对你而言都视为魔契师法术。
改变你的准备法术Changing Your Prepared Spells。每当你获得一个魔契师等级，你可以将你准备列表上的一道法术法术替换为另一道魔契师法术，新法术的环阶必须小于或等于你当前的法术位环阶。
施法属性Spellcasting Ability。你魔契师法术的施法属性是魅力。
施法法器Spellcasting Focus。
你可以使用奥术法器作为你魔契师法术的施法法器。`},{ClassName:`魔契师`,Source:`玩家手册2024`,Level:2,Name:`秘法回流`,Description:`你可以举行一道耗时1分钟的秘传仪式，并在仪式结束后重获一半已消耗的魔契师法术位（向上取整）。此特性一经使用，直至完成长休你都无法再次使用。`},{ClassName:`魔契师`,Source:`玩家手册2024`,Level:3,Name:`魔契师子职`,Description:`你选择获得一项魔契师子职：至高妖精宗主，天界宗主，邪魔宗主或旧日支配者宗主。子职的内容见后文。子职是一种特化，在特定的魔契师等级给予你对应的独特能力。此后你将获得你所选的子职所有能力——只要其所需等级不超过你的魔契师等级。魔契师特性表列出了你从子职中获得新特性的魔契师等级。`},{ClassName:`魔契师`,Source:`玩家手册2024`,Level:4,Name:`属性值提升`,Description:`你获得属性值提升专长（见第五章）或其他你满足条件的专长。如魔契师特性表所示，你还会在第8，第12，第16级时再次获得本特性。`},{ClassName:`魔契师`,Source:`玩家手册2024`,Level:9,Name:`联络宗主`,Description:`在过去，你通常需要通过各种渠道才能联络宗主。但现在，你可以直接联络宗主本身。你始终准备着法术异界探知Contact
Other Plane
。你可以无需法术位地以此特性来联络宗主，并自动通过该法术的豁免。
一旦你以此法施展了该法术，直至完成长休你都无法再次以此法施展该法术。`},{ClassName:`魔契师`,Source:`玩家手册2024`,Level:11,Name:`玄奥秘法`,Description:`你的宗主赋予你一种称为秘法的魔法奥秘。你可以选择一道六环的魔契师法术作为你的玄奥秘法。
你可以无需法术位地施展该秘法，但在你完成一次长休前无法再次以这种方式施展秘法。
如魔契师特性表所示，当你获得更高的魔契师等级后，你将可以选择更多的魔契师法术来以这种方式施展：第13级时可选一道七环法术，15级时可选一道八环法术，17级时可选一道九环法术。当你完成长休时，重获所有已消耗的秘法使用次数。
每当你获得魔契师等级时，你都可以将一道秘法的法术替换为另一道同环阶的魔契师法术。`},{ClassName:`魔契师`,Source:`玩家手册2024`,Level:19,Name:`传奇恩惠`,Description:`你获得一项传奇恩惠专长（见第五章）或其他一项你选择的适用的专长。推荐选择扭曲命运之恩惠。`},{ClassName:`魔契师`,Source:`玩家手册2024`,Level:20,Name:`魔能掌控`,Description:`当你使用秘法回流特性时，你改为重获所有已消耗的魔契师法术位。`},{ClassName:`牧师`,Source:`玩家手册2024`,Level:1,Name:`圣职`,Description:`你让自己投身于以下一种由你自己选择的神圣职能：
保护者Protcetor。为战斗做足训练，你获得军用武器熟练与重甲受训。
奇术使Thaumaturage。你从牧师法术列表中额外学会一道戏法。此外，你与神性的神秘链接使你在智力（奥秘和宗教）检定中获得加值。加值等于你的感知调整值（至少加1）。`},{ClassName:`牧师`,Source:`玩家手册2024`,Level:1,Name:`施法`,Description:`你通过祈祷，冥想与奉献习得如何施法。施法规则见第七章。下文将详述如何将这些规则应用于牧师法术，牧师法术详见本章后文职业描述中的牧师法术列表。
戏法Cantrips。你知晓三道你选择的牧师戏法。推荐选择神导术Guidance，圣火术Sacred
Flame和奇术Thaumaturgy。
每当你获得一个牧师等级时，你都能从你的戏法中选择其一替换为另一道你所选择的牧师戏法。
当你的牧师等级到达4级和10级时，你都能另选一道牧师戏法并习得，如牧师特性表中戏法一列所示。
法术位Spell Slots。牧师特性表显示了你可用于施展一环及以上法术的法术位数量。当你完成长休时，你重获所有已消耗的法术位。
一环及以上的准备法术Prepared Spells of Level
1+。你准备可供你以此特性施展的一环及更高环阶的法术列表。最初，选择四道牧师法术。推荐选择祝福术Bless，疗伤术Cure
Wounds，光导箭Guiding Bolt和虔诚护盾Shield of
Faith。
已准备法术数量会随你牧师等级的提升而增加，如牧师特性表中的准备法术一列所示。每当这一列的数字增加时，从牧师法术列表中选择额外法术准备，直至已准备法术的数量与表格中的数字一致。你所选择法术的环阶必须是你所拥有法术位对应的环阶。例如，如果你是一名3级牧师，则你的准备法术列表能包括六道一环或二环的牧师法术，随意组合。
如果牧师的其他特性给了你始终准备着的法术，这些法术不计入你以此法准备的法术数量，但这些法术对你而言都视为牧师法术。
改变你的准备法术Changing Your Prepared Spells。每当你完成一次长休时，你可以将你准备列表上的一道或更多法术替换为其他牧师法术，新替换的法术必须是你拥有法术位的法术。
施法属性Spellcasting Ability。你牧师法术的施法属性是感知。
施法法器Spellcasting Focus。 你可以使用圣徽作为你牧师法术的施法法器 。`},{ClassName:`牧师`,Source:`玩家手册2024`,Level:2,Name:`引导神力`,Description:`你能从外层位面引导神圣能量来引动魔法效应。你起始时具有两种效应选项：神圣火花与驱散亡灵，其效果如下所示。每当你使用本职业的引导神力时，你选择要创造哪种来自本职业的效应。你会在更高的牧师等级获得更多选项。
你可以使用本职业的引导神力两次，你在完成短休时重获一次已消耗的使用次数，并在完成长休时重获所有已消耗的使用次数。你在到达特定的牧师等级时获得额外的使用次数，见牧师特性表中引导神力一栏。
如果某个引导神力效应要求进行豁免，则其豁免DC等于本职业的施法特性的法术豁免DC。
神圣火花Divine Spark。以一个魔法动作，你将你的圣徽指向30尺内一个你可见的其他生物，并将神圣能量凝聚于该生物。投掷1d8加上你的感知调整值，你为该生物恢复该数值的生命或迫使其进行一次体质豁免，失败则受到等同该数值的暗蚀或光耀伤害（由你选择），成功则伤害减半（向下取整）。
神圣火花在以下牧师等级获得额外的d8骰：7级（2d8），13级（3d8）以及18级（4d8）。
驱散亡灵Turn Undead。以一个魔法动作，你展现圣徽，斥退诸亡灵生物。你30尺内每个由你选择的亡灵都必须进行一次感知豁免，失败则陷入恐慌和失能状态，持续一分钟。在这段持续时间内，被驱散的生物会尽可能远离你。此效应在其受到伤害时提前结束，你陷入失能状态或是死亡也会结束此效应。`},{ClassName:`牧师`,Source:`玩家手册2024`,Level:3,Name:`牧师子职`,Description:`你选择获得一项牧师子职：生命领域，光明领域，
诡术领域或战争领域。子职的内容见后文。子职是一种特化，在特定的牧师等级给予你对应的独特能力。此后你将获得你所选的子职所有能力——只要其所需等级不超过你的牧师等级。牧师特性表列出了你从子职中获得新特性的牧师等级。
牧师的每个子职都以某神明、神殿或宗教青睐的“领域”命名。`},{ClassName:`牧师`,Source:`玩家手册2024`,Level:4,Name:`属性值提升`,Description:`你获得属性值提升专长（见第五章）或其他你满足条件的专长。如牧师特性表所示，你在第8，第12，第16级时会再次获得本特性。`},{ClassName:`牧师`,Source:`玩家手册2024`,Level:5,Name:`灼净亡灵`,Description:`每当你使用驱散亡灵时，你都可以投掷等于你感知调整值枚d8（最少1d8)，而每个在对抗驱散亡灵的豁免中失败的亡灵都将受到等同于骰值之和的光耀伤害。此伤害不会终止驱散效应。`},{ClassName:`牧师`,Source:`玩家手册2024`,Level:7,Name:`受祝击`,Description:`神圣的力量在战斗中注入你。你从以下特性中选择其一获得（如果你因旧书中的牧师子职而再次获得了下列选项之一，则你也只能使用你在此特性中所选的那个选项）。
神圣打击Divine Strike。每个你的回合一次，当你使用武器的攻击命中了一名生物时，你可以使该生物额外受到1d8点暗蚀伤害或光耀伤害（由你选择）。
强力施法Potent Spellcasting。你将你的感知调整值加到你用任何牧师戏法造成的伤害上。`},{ClassName:`牧师`,Source:`玩家手册2024`,Level:10,Name:`神圣干预`,Description:`你能呼唤你所信奉的神祇或神系来代你降下干预。以一个魔法动作，你选择一道五环或更低的牧师法术（施法时间不能为1反应），并将该法术作为执行此动作的一部分施展，无需法术位也无需对应的施法材料。直到你完成一次长休前，你都无法再次使用此特性。`},{ClassName:`牧师`,Source:`玩家手册2024`,Level:14,Name:`精通受祝击`,Description:`你所选择的受祝击变得更加强大。
神圣打击Divine Strike。神圣打击的额外伤害提升至2d8
强力施法Potent Spellcasting。当你施展一道牧师戏法并用它对一个生物造成伤害时，你可以为你自己或你60尺内的另一个生物注入活力，使其获得等同于你感知调整值两倍的临时生命值。`},{ClassName:`牧师`,Source:`玩家手册2024`,Level:19,Name:`传奇恩惠`,Description:`你获得一项传奇恩惠专长（见第五章）或其他一项你选择的适用的专长。推荐选择扭曲命运之恩惠
。`},{ClassName:`牧师`,Source:`玩家手册2024`,Level:20,Name:`进阶神圣干预`,Description:`你能够呼唤更加强大的神圣干预。当你使用神圣干预时，你可以在选择法术时选择祈愿术wish
。如果你这样做，你只有在完成2d4次长休后才能再次使用神圣干预。`},{ClassName:`奇械师`,Source:`塔莎的万事坩埚`,Level:1,Name:`魔法工艺`,Description:`第1级奇械师特性
你将学习如何在平凡的物品中注入魔法的火花。要使用这个能力，你必须手持着盗贼工具，或工匠工具，然后用一个动作去触摸一件微型的、非魔法的物件。你从以下魔法属性中选择一个赋予它：
· 该物体提供5尺半径的明亮光照，以及该范围外5尺范围的微光光照。
· 无论何时，只要该物品被生物触碰，就会发出可在10英尺外听到的录音信息。录入的信息在你将此属性赋予对象时决定，且时长不可超过6秒。
· 物品不断地发出一种气味或一种非语言的声音（风声、浪声、鸟叫或类似的声音）。这一现象最多能在10尺范围内被感知到。
· 一个静态的视觉效果出现在物体的表面上。这个效果可以是一幅图片、一段最多25个单词的文本、一些线条、或一些形状，或者这些元素的混合体，如你所愿。
所选的魔法属性持续时间无限。你能够触摸对象，以一个动作来提前结束它的魔法属性。
你能够通过此特性将魔力赋予多个物件，每次使用该特性时都需要触摸一个物件，并且单个物件一次只能承载一个魔法属性。你能够使用该特性影响的物件的最大数量等于你的智力调整值（最少一个物品）。如果你试图影响超出上限的物件，最早的魔法属性会先立即结束，然后新的魔法属性才会生效。
施法 Spellcasting`},{ClassName:`奇械师`,Source:`塔莎的万事坩埚`,Level:1,Name:`施法`,Description:`第1级奇械师特性
你已经学习了魔法的工作原理，知道如何引导魔法进入物体，以及如何唤醒魔法。因此，你获得了有限的施法能力。在旁观者看来，你不会用传统的方式施法——你看起来好像在通过各种物品创造奇迹。
必备工具Tools
Required
你通过你的工具来产生你奇械师法术的效果。当你使用施法特性来施展法术时，你必须手持着法器——即你具有熟练的盗贼工具或某件工匠工具（这意味着你施展的法术被视为一个拥有“M（材料）”成分的法术）。这些工具的描述请参见《玩家手册》第五章“装备”。
当你在第二级获得物品注法特性后，你也能使用任何你注入魔法的物品来作为法器使用。
戏法(0环法术)
Cantrips(0-level
Spells)
你从奇械师法术列表中习得两个戏法。在更高的等级时，你可以根据“奇械师职业表”习得更多戏法。
当你提升一个奇械师等级时，你能够从奇械师法术列表中习得一个新的戏法来替换一个原有的已知戏法。
法术的准备和施展Preparing and Casting
Spells
“奇械师职业表”显示出你有多少能用于施法的法术位。施展某个1环以上的奇械师法术时，你必须同时消耗其对应环阶或更高环阶的法术位。而已消耗的法术位则可以通过完成一次长休进行恢复。
你需要从奇械师法术列表中准备的你想要施展的法术，你能准备的法术总数等同于
你的智力调整值＋你奇械师职业等级的一半，向下取整（至少1个法术）。不过你能准备的法术必须是已获得相应环阶法术位的法术。
例如，作为一名5级奇械师时，你拥有四枚1环法术位和两枚2环法术位。假如你的智力为14，则你的准备法术列表可以囊括总共四个1环或2环法术的组合。如果你准备了1环法术疗伤术，则你可以使用1环或者2环的法术位来施展它。另外，施展过的法术并不会从你的准备列表中移除。
你可以在完成长休后改变你的准备法术列表。如需准备新的奇械师法术，你需要花时间来调整你的法器：每个准备列表中的法术的每个环阶要花费至少1分钟的时间。
施法属性Spellcasting Ability
你对魔法理论的理解使你能够以更高超的技法来使用这些法术，因此智力是你的施法属性。每当你的法术需要施法属性时均指向你的智力值。而你奇械师法术的豁免DC和攻击检定，也使用你的智力调整值。
法术豁免DC
＝8＋你的熟练加值＋你的智力调整值
法术攻击调整值
＝你的熟练加值＋你的智力调整值
仪式施法Ritual
Casting
如果你准备了带有仪式标签的法术，则你可以用这些法术进行仪式施法。
边栏：奇械的魔法The Magic of
Artifice
身为一名奇械师，你使用工具来施法。当描述你的施法时，请想想你是如何使用这个工具的。比方说，如果你使用炼金工具来施展疗伤术，你可以很快的制造出一份药膏。如果你用修补工具来施展，你可能会拿出一个微型机械蜘蛛来缝合伤口。当你施放毒气喷涌时，你可以喷射出有毒的化学物质，或者使用一根喷射毒液的魔杖。虽然法术的效果与其他的施法者职业没有区别。
这些细节不会以任何方式限制你，也不会给你带来任何好处。你不需要证明你是如何使用工具来施展法术的。但是创造性地描述你的施法是一种能够让你从其他施法者中脱颖而出的有趣方法。
物品注法 Infuse
Item`},{ClassName:`奇械师`,Source:`塔莎的万事坩埚`,Level:2,Name:`物品注法`,Description:`第2级奇械师特性
你获得为普通物品注入魔法的能力。使用此特性创造的魔法物品是永久性魔法物品的原型。
已知注法Infusions
Known
当你获得这个特性时，从职业描述末尾的“奇械师注法”列表中选择选择四个奇械师注法习得。当你提升奇械师等级时，还能够根据“奇械师职业表”习得更多注法。
当你提升一个奇械师等级时，你都能将已习得的一个奇械师注法替换为另一个新的注法。
为物品进行注法Infusing an
Item
每当你完成一个长休后，你都可以触摸一个非魔法的物件，使用奇械师注法来把它变成一个魔法物品。注法只能在注法描述中指定的物品类型上生效。如果该物品需要同调，你可以在为物品进行注法时立刻与其同调。如果你决定以后再与这个物品进行同调，你就必须进行通常的同调程序了（参见《城主指南》中的“同调”规则）。
你的注法持续时间无限，但当你死亡时，注法会在你智力调整值的天数后消失（至少1天）。如果你将某个注法从已知中替换掉，该注法的效果也将消失。
你能在一次长休后为复数物品进行注法；其最大数量请参见“奇械师职业表”的“注法数量”列。你必须触摸每一个物体。你的每种注法在同一时间内只能存在于一个物品上，而一个物品也无法被同时进行复数次注法。如果你试图超过你的最大注法数量，则最旧的注法立即结束，然后新的注法适用。
如果注法结束时该物品中仍包含有其他物品，其中的物品将无害地出现在它周围的空间中，如同 次元袋Bag of
Holdling 一样。
奇械师专业 Artificer
Specialist`},{ClassName:`奇械师`,Source:`塔莎的万事坩埚`,Level:3,Name:`称手工具`,Description:`第3级奇械师特性
你学习到了如何精确地制作你所需要的工具：使用你手中的盗贼工具或工匠工具，你可以在离你5尺内的一处未占据空间中，魔法性地制作出一套工匠工具。这一制造过程需要1小时的不间断工作，但其可以在短休或长休的过程中进行。这套工具是魔法的产物，但其本身是非魔法的。当你再次使用此特性时，之前制造的工具就会消失。
属性值提升 Ability Score
Improvement`},{ClassName:`奇械师`,Source:`塔莎的万事坩埚`,Level:3,Name:`奇械师专业`,Description:`第3级奇械师特性
选择自己将成为哪种类型的专家：炼金师、魔炮师、装甲师或战地匠师，这些专业会在职业描述的最后进行说明。你的选择将决定你在3级、5级、9级和15级时获得的特性。
称手工具 The Right Tool
for the
Job`},{ClassName:`奇械师`,Source:`塔莎的万事坩埚`,Level:4,Name:`属性值提升`,Description:`第4级奇械师特性
当你达到第4、第8、第12、第16、第19级时，你可以选择一项属性值提升2点，或是选择两项属性各提升1点。不过你不能通过该特性让属性值超过20。
工具专精 Tool
Expertise`},{ClassName:`奇械师`,Source:`塔莎的万事坩埚`,Level:6,Name:`工具专精`,Description:`第6级奇械师特性
你在使用你熟练的工具时所进行的任何属性检定均能够使用你的双倍的熟练加值。
灵光一闪
Flash of
Genius`},{ClassName:`奇械师`,Source:`塔莎的万事坩埚`,Level:7,Name:`灵光一闪`,Description:`第7级奇械师特性
你获得了在压力下想出解决方案的能力。当你或距离你30尺内的另一可见生物进行属性检定或豁免检定时，你能以一个反应将你的智力调整值添加到此次检定中。
你能使用此能力的次数等于你的智力调整值（最少1次）。在你完成一次长休后，你恢复所有已被消耗的使用次数。
魔法物品熟稔
Magic Item
Adept`},{ClassName:`奇械师`,Source:`塔莎的万事坩埚`,Level:10,Name:`魔法物品熟稔`,Description:`第10级奇械师特性
你对如何使用和制作魔法物品有了深刻的理解：
· 你最多可以同时同调于四个魔法物品。
· 你制作一件稀有度为普通或非普通的魔法物品时，所需的时间为通常的四分之一，而且所耗的金钱花费只有通常的一半。
储法物品 Spell-Storing
Item`},{ClassName:`奇械师`,Source:`塔莎的万事坩埚`,Level:11,Name:`储法物品`,Description:`第11级奇械师特性
你现在可以在一个物体中储存一个法术。每当你完成一次长休时，你都能触摸一件简易或军用武器、或一个你可以将其作为法器使用的物品，你向它之中注入一种法术——从奇械师法术列表中选择一个需要一个动作来施展的一环或二环法术（你不需要准备这个法术）。
任何生物在持握这件物品时，都能够以一个动作，通过该物品来产生储存法术的效果（使用你的施法属性）。如果该法术需要专注，则启动物品的生物必须为其保持专注。该法术将留存在物品中，直到使用次数用完（最大使用次数等于你智力调整值的两倍（至少两次））或直到你再次使用该特性。
魔法物品专家
Magic Item
Savant`},{ClassName:`奇械师`,Source:`塔莎的万事坩埚`,Level:14,Name:`魔法物品专家`,Description:`第14级奇械师特性
你魔法物品的技术愈发精进：
· 你最多可以同时同调于五个魔法物品。
· 你无视同调或使用魔法物品时所需的任何职业、种族、法术和等级条件。
魔法物品大师
Magic Item
Master`},{ClassName:`奇械师`,Source:`塔莎的万事坩埚`,Level:18,Name:`魔法物品大师`,Description:`第18级奇械师特性
你现在最多可以同时同调于六个魔法物品。
奇械之魂Soul of
Artifice`},{ClassName:`奇械师`,Source:`塔莎的万事坩埚`,Level:20,Name:`奇械之魂`,Description:`第20级奇械师特性
你与你的魔法物品建立了一种神秘的联系，你可以利用它来保护自己：
· 你的每一件同调中的魔法物品，都会使你的所有豁免检定中得到+1加值。
· 如果你的生命值降低至0，但没有立即死亡时，你就能以一个反应解除一个奇械师注法，作为降为0的代替，使你的生命值降到1。`},{ClassName:`圣武士`,Source:`玩家手册2024`,Level:1,Name:`圣疗`,Description:`你的触碰溢满祝福，可以医治伤口。你获得一个治疗能量池，其内的治疗能量在每次完成长休时自动补满。治疗能量池储备的可恢复生命值总值等于你的圣武士等级的五倍。
你能够以附赠动作触碰一名生物（可以是你自己），并抽取治疗能量池中的能量恢复该生物的生命值，其恢复量最多等于你治疗能量池中剩余的治疗量。
此外，你也可以使用5点治疗量来移除目标身上的中毒状态，这些点数不会同时恢复生物的生命值。`},{ClassName:`圣武士`,Source:`玩家手册2024`,Level:1,Name:`施法`,Description:`你已经学会了如何通过祈祷与冥想来施展法术。施法规则见第七章。下文将详述如何将这些规则应用于圣武士法术，圣武士法术详见本章后文职业描述中的圣武士法术列表。
法术位Spell Slots。圣武士特性表显示了你可用于施展一环及以上法术的法术位数量。当你完成长休时，你重获所有已消耗的法术位。
准备一环或以上的法术Prepared
Spells of Level 1+。你准备可供你以此特性施展的一环及更高环阶的法术列表。最初，选择两道圣武士法术推荐选择英雄气概Heroism和炽焰斩Searing
Smite
。
已准备法术数量会随你圣武士等级的提升而增加，如圣武士特性表中的准备法术一列所示。每当这一列的数字增加时，法术列表中选择额外法术准备，直至已准备法术的数量与表格中的数字一致。你所选择法术的环阶必须是你所拥有法术位对应的环阶。例如，如果你是一名5级的圣武士，则你的准备法术列表能包括六道一环或二环的圣武士法术，随意组合。
如果圣武士的其他特性给了你始终准备着的法术，这些法术不计入你以此法准备的法术数量，但这些法术对你而言都视为圣武士法术。
改变准备法术Changing Your Prepared Spells。每当你完成一次长休时，你可以将你准备列表上的一道法术替换为其他圣武士法术，新替换的法术必须是你拥有法术位的法术。
施法属性Spellcasting
Ability。你圣武士法术的施法属性是魅力。
施法法器Spellcasting Focus。你可以使用圣徽作为你圣武士法术的施法法器 。`},{ClassName:`圣武士`,Source:`玩家手册2024`,Level:1,Name:`武器精通`,Description:`你对武器的训练使你能够运用两种自选的你具有熟练的武器的精通词条，例如长剑和标枪。
每当你完成一次长休时，你可以改变你所选择的武器类型。比如你可以改为戟和链枷。`},{ClassName:`圣武士`,Source:`玩家手册2024`,Level:2,Name:`圣武斩`,Description:`你始终准备着法术至圣斩Divine
Smite
。此外，你可以不消耗法术位地施展该法术一次，而后你必须完成一次长休才能再次这么做。`},{ClassName:`圣武士`,Source:`玩家手册2024`,Level:2,Name:`战斗风格`,Description:`你获得一项战斗风格专长（见第五章）。你也可以选择下列选项作为替代。
受祝福的勇士Blessed Warrior。你习得两道你选择的牧师戏法（牧师法术列表见牧师职业部分），推荐选取神导术Guidance和圣火术Sacred
Flame 。它们对你视作圣武士法术，且这些法术的施法属性是魅力
。每当你获得一个圣武士等级时，你都能从这些戏法中选择其一替换为另一道你所选择的牧师戏法。`},{ClassName:`圣武士`,Source:`玩家手册2024`,Level:3,Name:`圣武士子职`,Description:`你选择获得一项圣武士子职：奉献之誓、 荣耀之誓、 古贤之誓或复仇之誓。子职的内容见后文。子职是一种特化，在特定的圣武士等级给予你对应的独特能力。此后你将获得你所选的子职所有能力——只要其所需等级不超过你的圣武士等级。圣武士特性表列出了你从子职中获得新特性的圣武士等级。
圣武士的每个子职都代表了该圣武士成为圣武士时所需要遵守的誓言主体。其誓言的最终版本——即圣武士在第`},{ClassName:`圣武士`,Source:`玩家手册2024`,Level:3,Name:`时所选择的神圣誓言`,Description:`背弃誓言？ Breaking Your Oath？
圣武士试图使自己符合最高的道德标准。但即使是最具美德的圣武士也会犯错。有时正确的道路太过高不可攀；有时你被迫在两害之间取其轻；有时狂热的激情让圣武士的作为越过了合理的界限。
背弃誓言的圣武士往往会寻求宽恕。圣武士可能必须花上一整晚守夜祈祷，以表现他的忏悔；或者斋戒禁食以表示自我否定，或者做一些类似的举动。在认罪和宽恕的仪式之后，圣武士就将重获纯洁。
如果你的圣武士主动打破了誓言且不愿悔改，请和DM沟通。你可能需要更换一个更合适的圣武士子职，甚至改换为其他职业。`},{ClassName:`圣武士`,Source:`玩家手册2024`,Level:3,Name:`引导神力`,Description:`你能从外层位面引导神圣能量，并用其引动魔法效应。你起始时具有一种效应选项：神圣感知，其效果如下所示。其他圣武士特性会给予更多引导神力选项。每当你使用本职业的引导神力时，你选择要创造哪种来自本职业的效应。
你可以使用本职业的引导神力两次，你在完成短休时重获一次已消耗的使用次数，并在完成长休时重获所有已消耗的使用次数。你在圣武士等级到达11级时获得额外的使用次数。
如果某个引导神力效应要求进行豁免，则其豁免DC等于本职业的施法特性的法术豁免DC。
神圣感知Divine Sense。以一个附赠动作，你可以扩展你的意识侦测天族，邪魔以及亡灵生物。持续10分钟内或直至你陷入失能状态，你能感知到自身周围60尺内这些生物的位置，以及它们的生物类型。你也可以侦测任何受到圣居Hallow一类的法术祝福或亵渎的地点或物件。`},{ClassName:`圣武士`,Source:`玩家手册2024`,Level:4,Name:`属性值提升`,Description:`你获得属性值提升专长（见第五章）或其他你满足条件的专长。如圣武士特性表所示，你还会在第8，第12，第16级时再次获得本特性。`},{ClassName:`圣武士`,Source:`玩家手册2024`,Level:5,Name:`额外攻击`,Description:`当你在你的回合中执行攻击动作时，你可以发动两次而非一次攻击。`},{ClassName:`圣武士`,Source:`玩家手册2024`,Level:5,Name:`信实坐骑`,Description:`你能唤来异界坐骑的协助。你始终准备着法术寻获坐骑Find
Steed。此外，你可以不消耗法术位地施展该法术一次，而后你必须完成一次长休才能再次这么做。`},{ClassName:`圣武士`,Source:`玩家手册2024`,Level:6,Name:`守护灵光`,Description:`你散发出无形的保护性的灵光 ，覆盖源自你的10尺光环区域。在你陷入失能状态期间，此灵光失效。
你与灵光内盟友的豁免检定获得相当于你魅力调整值的加值（至少+1）。
如果存在其他圣武士，一名生物同时也只能从一个守护灵光中获得增益。这个生物自己选择享受谁的灵光。`},{ClassName:`圣武士`,Source:`玩家手册2024`,Level:9,Name:`弃绝众敌`,Description:`以一个魔法动作，你消耗一次引导神力使用次数让敌人被恐惧吞没。你高举圣徽或武器，选择位于你60尺内，数量至多等于你魅力调整值（最少为1）的可见生物作为目标。每个目标必须成功通过一次感知豁免，否则陷入恐慌状态，持续1分钟或在其受到任何伤害时提前结束。因此陷入恐慌的生物自己的每个回合只能执行下列选项之一：移动、执行一个动作或执行一个附赠动作。`},{ClassName:`圣武士`,Source:`玩家手册2024`,Level:10,Name:`勇气灵光`,Description:`你与你的盟友在守护灵光内具有对恐慌状态的免疫。若处于恐慌状态的盟友进入灵光，只要其仍处于灵光内，该状态就会对其暂时无效。`},{ClassName:`圣武士`,Source:`玩家手册2024`,Level:11,Name:`光耀打击`,Description:`神圣之力充盈你身，连带你的武器也承载着超自然力量。当你使用近战武器或徒手打击进行攻击检定并命中目标时，目标额外受到1d8光耀伤害。`},{ClassName:`圣武士`,Source:`玩家手册2024`,Level:14,Name:`复原之触`,Description:`当你对一个生物使用圣疗时，你可以终止该生物身上以下一种或更多种类的状态：目盲、魅惑、耳聋、恐慌、麻痹或震慑。你每终止一个状态，都需要花费圣疗的5点治疗能量；这些治疗能量不会恢复该生物的生命值。`},{ClassName:`圣武士`,Source:`玩家手册2024`,Level:18,Name:`灵光增效`,Description:`你的守护灵光的光环区域现在提升至30尺。`},{ClassName:`圣武士`,Source:`玩家手册2024`,Level:19,Name:`传奇恩惠`,Description:`你获得一项传奇恩惠专长（见第五章）或其他一项你选择的适用的专长。推荐选择真实视觉之恩惠
。`},{ClassName:`术士`,Source:`玩家手册2024`,Level:1,Name:`施法`,Description:`你从你的天生魔法汲取魔力用于施展法术。参见第七章有关施法的规则。下述信息将详述如何将这些规则应用于术士法术，术士法术详见本章后文职业描述中的术士法表。
戏法Cantrips。你知晓四道你选择的术士戏法。推荐选择光亮术Light、魔法伎俩Prestidigitation、电爪Shocking
Grasp和术法爆发Sorcerous
Burst。每当你获得一个术士等级时，你都能将通过此特性知晓的其中一个戏法替换为另一个你所选择的术士戏法。
当你的术士等级达到4级和10级时，你都能另选一道术士戏法并习得，如术士特性表中戏法一列所示。
法术位Spell Slots。术士特性表显示了你可用于施展一环及以上法术的法术位数量。当你完成长休时，你重获所有已消耗的法术位。
一环及以上的准备法术Prepared
Spells of Level 1+。你准备可供你以此特性施展的一环及更高环阶的法术列表。最初，选择两道术士法术。推荐选择燃烧之手Burning
Hands和侦测魔法Detect Magic
。
已准备法术数量会随你术士等级的提升而增加，如术士特性表中的准备法术一列所示。每当这一列的数字增加时，从术士法术列表中选择额外法术准备，直至已准备法术的数量与表格中的数字一致。你所选择法术的环阶必须是你所拥有法术位对应的环阶。例如，如果你是一位3级术士，则你的准备法术列表能包括六道一环或二环的术士法术，随意组合。
如果术士的其他特性给了你始终准备着的法术，这些法术不计入你以此法准备的法术数量，但这些法术对你而言都视为术士法术。
改变你的准备法术Changing
Your Prepared
Spells。
每当你获得一个术士等级时，你就可以将你准备列表上的一道法术替换为另一道术士法术，你必须拥有替换后法术对应环阶的法术位才可以替换。
施法属性Spellcasting
Ability。 你术士法术的施法属性是魅力。
施法法器Spellcasting
Focus。 你可以使用奥术法器作为你术士法术的施法法器。`},{ClassName:`术士`,Source:`玩家手册2024`,Level:1,Name:`先天术法`,Description:`你过去经历的某件事在你身上留下了不可磨灭的印记，为你注入了难以控制的涌动魔力。以一个附赠动作，你可以将魔力释放而出，持续1分钟。在这1分钟期间，你获得以下增益：
你的术士法术豁免DC+1。
你在你施展的术士法术的攻击检定中具有优势。
你可以使用此特性两次，你在完成一次长休时重获所有已消耗的使用次数。`},{ClassName:`术士`,Source:`玩家手册2024`,Level:2,Name:`超魔法`,Description:`由于你的魔法直接从你体内流向外界，你可以修改你的法术来适应自己的需要。你从超魔法选项中选择并获得2个你所选的超魔法选项。你使用你所选的超魔法来临时改变你施展的法术。要使用一个超魔法选项，你必须消耗等同于其描述中需求的术法点。
当你施展一道法术时，你只能在其上应用一次超魔法选项，除非超魔法选项中另有说明。
每当你获得一级术士等级时，你可以将一个超魔法选项更改为另一个超魔法选项。当你到达10级和17级术士等级时，你可以分别再获得2个超魔法选项。`},{ClassName:`术士`,Source:`玩家手册2024`,Level:2,Name:`魔力泉涌`,Description:`你汲取体内的魔力之源，从中涌现的魔力体现为你的可用术法点。你可以使用术法点创造各种魔法效应。
你拥有2点术法点，你在到达更高等级时获得更多术法点，如同术士特性表中术法点一栏所示。你无法拥有比表格中对应数量更多的术法点。你在完成一次长休后重获所有已消耗的术法点。
你可以消耗你的术法点来使用以下特性，例如超魔法。
法术位转化为术法点Converting Spell Slots to Sorcery
Points。你可以消耗一个法术位来获得等同于其环位的术法点（无需动作）。
创造法术位Creating Spell Slots。以一个附赠动作，你可以将未消耗的术法点转化为一个法术位。创造法术位表格中展示了创造法术位所需的术法点以及创造它所需的最小术士等级。你无法创造高于五环的法术位。
你以此特性创造的任何法术位都在完成一次长休时消失。
创造法术位Creating Spell Slots
法术位环阶
术法点消耗
最小术士等级
一环
2
2
二环
3
3
三环
5
5
四环
6
7
五环
7
9`},{ClassName:`术士`,Source:`玩家手册2024`,Level:3,Name:`术士子职`,Description:`你选择获得一项术士子职。畸变术法、时械术法、龙族术法和狂野术法。子职的内容见后文。子职是一种特化，在特定的术士等级给予你对应的独特能力。此后你将获得你所选的子职所有能力——只要其所需等级不超过你的术士等级。术士特性表列出了你从子职中获得新特性的术士等级。`},{ClassName:`术士`,Source:`玩家手册2024`,Level:4,Name:`属性值提升`,Description:`你获得属性值提升专长（见第五章）或其他你满足条件的专长。如术士特性表所示。你在第8，第12，第16级时会再次获得本特性。`},{ClassName:`术士`,Source:`玩家手册2024`,Level:5,Name:`术法复苏`,Description:`当你完成一次短休时，你可以恢复不大于你术士等级一半（向下取整）的已消耗术法点。
此特性一经使用，直到你完成一次长休为止不能再次使用。`},{ClassName:`术士`,Source:`玩家手册2024`,Level:7,Name:`术法化身`,Description:`如果你的先天术法特性的使用次数耗尽，则你仍可以消耗2点术法点来用附赠动作继续激活该特性。
此外，在你的先天术法特性处于激活状态期间，你可以在你施展的每道法术上应用最多两次超魔法选项。`},{ClassName:`术士`,Source:`玩家手册2024`,Level:19,Name:`传奇恩惠`,Description:`你获得一项传奇恩惠专长（见第五章）或其他一项你选择的适用的专长。推荐选择次元旅行之恩惠 。`},{ClassName:`术士`,Source:`玩家手册2024`,Level:20,Name:`奥术化神`,Description:`在你的先天术法特性处于激活状态期间，每个你的回合一次，你可以无需消耗术法点地使用一次超魔法选项。`},{ClassName:`武僧`,Source:`玩家手册2024`,Level:1,Name:`无甲防御`,Description:`若你未着装任何护甲且未持用盾牌，你的基础护甲等级等于10＋你的敏捷调整值＋你的感知调整值。`},{ClassName:`武僧`,Source:`玩家手册2024`,Level:1,Name:`武艺`,Description:`你的武艺修行让你将徒手打击与武僧武器的使用方式烂熟于心。武僧武器包括：
简易近战武器
拥有轻型词条的军用近战武器
只要你未着装任何护甲也没持用盾牌，且徒手或只持用武僧武器，则你获得下列增益：
附赠徒手打击Bonus Unarmed Strike。你可以用附赠动作发动一次徒手打击。
武艺骰Martial Arts Die。你使用徒手打击或武僧武器进行攻击时，可以选择用1d6骰代替原本的伤害。该骰子将随武僧职业等级的提升而增大，具体数据见武僧特性表中的武艺骰一列。
敏捷攻击Dexterous Attacks。你使用徒手打击或武僧武器进行攻击时，可以用敏捷代替力量进行攻击检定和伤害掷骰。此外，当你使用徒手打击的擒抱或推撞选项时，你也可以使用你的敏捷代替力量决定豁免DC。`},{ClassName:`武僧`,Source:`玩家手册2024`,Level:2,Name:`无甲移动`,Description:`若你未着装任何护甲且未持用盾牌，你的速度提升10尺。该加值将随着武僧职业等级的提升而增加，具体数值见武僧特性表。`},{ClassName:`武僧`,Source:`玩家手册2024`,Level:2,Name:`武僧武功`,Description:`通过运转玄功和习练武艺，你便得以掌握自身非凡的内在能量。功力代表着你所能使用的这份能量。你的武僧等级决定了你拥有多少点功力，具体数据见武僧特性表中的功力一列。你可以消耗功力来增强或启动特定的武僧特性。你一开始掌握三种特性：疾风连击，坚强防御，疾步如风。细节见下。
每当你消耗1点功力时，直到你完成一次短休或者长休前其将暂时不可以再被使用。在完成休息时，你将重获所有已消耗的功力。
你的某些特性会要求你的目标进行豁免以对抗该特性的效果，这些特性的豁免DC为8+你的感知调整值+你的熟练加值。
疾风连击Flurry of Blows。你可以消耗1点功力，以一个附赠动作发动两次徒手打击。
坚强防御Patient Defense。你能以一个附赠动作执行撤离动作。此外，你可以消耗1点功力，以一个附赠动作同时执行撤离与回避动作。
疾步如风Step of the Wind。你能以一个附赠动作执行疾走动作。此外，你可以消耗1点功力，以一个附赠动作同时执行撤离与疾走动作，同时使你该回合内的跳跃距离翻倍。`},{ClassName:`武僧`,Source:`玩家手册2024`,Level:2,Name:`运转周天`,Description:`当你投掷先攻时，你可以重获所有已消耗的功力。若你如此做，掷你的武艺骰，并且恢复其结果+你的武僧等级的生命值。
使用此特性后，你必须完成一次长休才能再次使用。`},{ClassName:`武僧`,Source:`玩家手册2024`,Level:3,Name:`拨挡攻击`,Description:`当你被一次伤害中包含钝击，穿刺或挥砍伤害的攻击检定命中时，你可以执行反应减少此次攻击对你造成伤害的总值，减值等于1d10+你的敏捷调整值+你的武僧等级。
若被拨挡攻击的伤害减少至0，则你可以消耗1点功力将此次攻击的部分伤害重新定向。如果是近战攻击，选择你周围5尺内的一个你可见的生物；如果是远程攻击，选择60尺内一个不位于全身掩护后的你可见的生物。该生物必须成功通过一次敏捷豁免，否则受到相当于你2个武艺骰+你的敏捷调整值的伤害。其伤害类型与原先攻击的伤害类型相同。`},{ClassName:`武僧`,Source:`玩家手册2024`,Level:3,Name:`武僧子职`,Description:`你选择获得一项武僧子职：命流武者、暗影武者、
四象武者和散打武者。子职的内容见后文。子职是一种特化，在特定的武僧等级给予你对应的独特能力。以后你将获得你所选的子职的所有能力——只要其所需等级不超过你的武僧等级。武僧特性表列出了你从子职中获得新特性的武僧等级。`},{ClassName:`武僧`,Source:`玩家手册2024`,Level:4,Name:`轻身坠`,Description:`当你要承受坠落伤害时，你可以使用反应将伤害减少等同于五倍武僧职业等级的数值。`},{ClassName:`武僧`,Source:`玩家手册2024`,Level:4,Name:`属性值提升`,Description:`你获得属性值提升专长（见第五章）或其他你满足条件的专长。如武僧特性表所示，你在第8，第12，第16级时会再次获得本特性。`},{ClassName:`武僧`,Source:`玩家手册2024`,Level:5,Name:`额外攻击`,Description:`当你在自己的回合执行攻击动作时，你可以发动两次攻击而非一次。`},{ClassName:`武僧`,Source:`玩家手册2024`,Level:5,Name:`震慑拳`,Description:`每回合一次，当你使用徒手打击或武僧武器命中一个生物后，你可以消耗1点功力尝试发动震慑拳。目标必须进行一次体质豁免，豁免失败则陷入震慑状态，直至你的下个回合开始。若豁免成功，则目标的速度减半，直至你的下个回合开始，并且下一次对该目标进行的攻击检定具有优势。`},{ClassName:`武僧`,Source:`玩家手册2024`,Level:6,Name:`真力注拳`,Description:`当你使用徒手打击造成伤害时，你可以选择造成力场伤害或是其原本的伤害类型。`},{ClassName:`武僧`,Source:`玩家手册2024`,Level:7,Name:`反射闪避`,Description:`当你受到一个允许你进行敏捷豁免来只承受一半伤害的效应影响时，你在豁免成功时不受伤害，豁免失败时只承受一半伤害。
如果你处于失能状态，则你无法从此特性中受益。`},{ClassName:`武僧`,Source:`玩家手册2024`,Level:9,Name:`飞檐走壁`,Description:`若你未着装任何护甲也没持用盾牌，你便可以在你的回合中在垂直表面和液体表面上移动而不会坠落。`},{ClassName:`武僧`,Source:`玩家手册2024`,Level:10,Name:`出神入化`,Description:`你的疾风连击，坚强防御和疾步如风获得以下增益：
疾风连击Flurry of Blows。你消耗1点功力施展疾风连击时可以进行三次徒手打击而非两次。
坚强防御Patient Defense。当你消耗功力使用坚强防御时，你获得相当于你两个武艺骰的临时生命值。
疾步如风Step of the Wind。当你消耗功力使用疾步如风时，你可以选择你周围5尺内一个体型为大型或更小的自愿生物。直至你的回合结束，该生物将一直随你移动。该生物如此移动不会引发借机攻击。`},{ClassName:`武僧`,Source:`玩家手册2024`,Level:10,Name:`返本还元`,Description:`凭借纯粹的意志，你能够在每次自己的回合结束时移除你身上的下列状态之一：魅惑，恐慌或中毒。
此外，不吃不喝不再会使你提升力竭等级。`},{ClassName:`武僧`,Source:`玩家手册2024`,Level:13,Name:`拨挡能量`,Description:`你现在可以使用你的拨挡攻击特性对抗造成任何伤害类型的攻击，而不仅限于钝击，穿刺或挥砍。`},{ClassName:`武僧`,Source:`玩家手册2024`,Level:14,Name:`圆融自在`,Description:`你的身心修行已然有所成就，你获得所有豁免的熟练。
此外，每当你进行豁免检定失败时，你能消耗1点功力重骰之，你必须使用新的结果。`},{ClassName:`武僧`,Source:`玩家手册2024`,Level:15,Name:`明镜止水`,Description:`若你在投掷先攻，且选择不使用运转周天时，你的功力为3点或更少，则你的功力恢复至4点。`},{ClassName:`武僧`,Source:`玩家手册2024`,Level:18,Name:`无懈可击`,Description:`在你的回合开始时，你可以消耗3点功力提高自己抵挡伤害的能力，持续1分钟或直至你陷入失能状态。
持续时间内，你对力场伤害之外的所有伤害都具有抗性。`},{ClassName:`武僧`,Source:`玩家手册2024`,Level:19,Name:`传奇恩惠`,Description:`你获得一项传奇恩惠专长（见第五章）或其他一项你选择的适用的专长。推荐选择无敌攻势之恩惠 。`},{ClassName:`武僧`,Source:`玩家手册2024`,Level:20,Name:`天人合一`,Description:`你行满功成，身心性命皆已突破超然境界。你的敏捷和感知各提升4。现在你这些属性的上限为25。`},{ClassName:`野蛮人`,Source:`玩家手册2024`,Level:1,Name:`狂暴`,Description:`你可以将名为狂暴的原初之力赋予己身，为你带来超越常规的伟力和韧性。未着装重甲时，你能够以一个附赠动作进入狂暴。
你可以进入狂暴的次数见野蛮人特性表中狂暴一栏。当你完成一次短休时，你重获一次已消耗的使用次数；当你完成一次长休时，你重获所有已消耗的使用次数。
狂暴激活期间，你将遵循以下这些规则：
伤害抗性Damage Resistance。你具有钝击、穿刺、挥砍伤害的抗性。
狂暴伤害Rage Damage。当你使用力量发动一次攻击（无论这是一次武器攻击还是一次徒手打击）并对目标造成伤害时，你的伤害掷骰获得额外加值，这个加值随着你的野蛮人等级提升，见野蛮人特性表中狂暴伤害一栏。
力量优势Strength Advantage。你的力量检定和力量豁免检定具有优势。
无法专注或施法No Concentration or Spells。你无法保持专注，也不能施展法术。
持续时间Duration。狂暴持续至你的下个回合结束，如果你穿戴重甲或陷入失能状态，狂暴提前结束。如果在你的下一回合狂暴仍处于激活状态，你可以通过以下的任一方式令狂暴延长一轮：
对一名敌人进行一次攻击检定。
迫使一名敌人进行一次豁免检定。
以一个附赠动作延长你的狂暴。
每当狂暴被延长，都会持续至你的下个回合结束。你至多可以维持狂暴10分钟。`},{ClassName:`野蛮人`,Source:`玩家手册2024`,Level:1,Name:`无甲防御`,Description:`若你未着装任何护甲，你的基础护甲等级等于10+你的敏捷调整值+你的体质调整值。你可以使用盾牌并仍从此特性获益。`},{ClassName:`野蛮人`,Source:`玩家手册2024`,Level:1,Name:`武器精通`,Description:`你对武器的训练使你能够运用两种自选的简易或军用近战武器的精通词条，例如巨斧和手斧。每当你完成一次长休时，你可以重新演练武器技巧，来改变你所选择的其中一个武器类型。
当你到达特定的野蛮人等级时，你还可以使用更多种类武器的精通词条，详见野蛮人特性表中武器精通一栏。`},{ClassName:`野蛮人`,Source:`玩家手册2024`,Level:2,Name:`鲁莽攻击`,Description:`你可以抛弃一切对防御的顾虑来发起更加狂乱的攻击。你在你的回合中进行第一次攻击检定时，可以不顾一切地发起攻势。若如此做，直至你的下个回合开始，你使用力量进行的攻击检定具有优势，但在此期间所有以你为目标的攻击检定也具有优势。`},{ClassName:`野蛮人`,Source:`玩家手册2024`,Level:2,Name:`危机感应`,Description:`当非常事态发生时，一种不可思议的感觉降临你的心头，指引你更好的躲避危机。只要你未陷入失能状态，你的敏捷豁免检定就具有优势。`},{ClassName:`野蛮人`,Source:`玩家手册2024`,Level:3,Name:`野蛮人子职`,Description:`你选择获得一项野蛮人子职：狂战士道途，兽心道途，世界树道途或狂热者道途。子职的内容见后文。子职是一种特化，在特定的野蛮人等级给予你对应的独特能力。此后你将获得你所选的子职所有能力——只要其所需等级不超过你的野蛮人等级。野蛮人特性表列出了你从子职中获得新特性的野蛮人等级。`},{ClassName:`野蛮人`,Source:`玩家手册2024`,Level:3,Name:`原初学识`,Description:`除了1级选择的技能以外，你可以从野蛮人技能列表中额外获得一个技能的熟练。
此外，狂暴激活期间，你可以在尝试完成特定的事项时与原初之力相连。每当你使用以下技能进行一次属性检定时，你可以使用力量进行检定而非通常使用的其他属性：特技，威吓，察觉，隐匿或求生。当你使用这项能力时，你的力量代表着一种环绕你身的原初之力，强化了你的灵敏度、气质和感知力。`},{ClassName:`野蛮人`,Source:`玩家手册2024`,Level:4,Name:`属性值提升`,Description:`你获得属性值提升专长（见第五章）或其他你满足条件的专长。如野蛮人特性表所示，你还会在第8，第12，第16级时再次获得本特性。`},{ClassName:`野蛮人`,Source:`玩家手册2024`,Level:5,Name:`额外攻击`,Description:`当你在自己的回合执行攻击动作时，你可以发动两次攻击而非一次。`},{ClassName:`野蛮人`,Source:`玩家手册2024`,Level:5,Name:`快速移动`,Description:`当你未着装重甲时，你的速度提升10尺。`},{ClassName:`野蛮人`,Source:`玩家手册2024`,Level:7,Name:`莽驰`,Description:`作为你进入狂暴的附赠动作的一部分，你可以移动至多等于你速度一半的距离。`},{ClassName:`野蛮人`,Source:`玩家手册2024`,Level:7,Name:`野性直觉`,Description:`你的直觉变得格外敏锐。你的先攻检定具有优势。`},{ClassName:`野蛮人`,Source:`玩家手册2024`,Level:9,Name:`凶蛮打击`,Description:`如果你使用了鲁莽攻击，你可以放弃本回合你选择的一次基于力量的攻击检定具有的所有优势（不可选择具有劣势的攻击检定）。被选择的攻击检定命中时，目标将受到1d10的额外伤害，伤害类型与此次攻击所使用的武器或徒手打击造成的伤害类型相同，并且你可以造成一种你所选的凶蛮打击效应。你具有以下效应选项：
巨力猛击Forceful
Blow。目标被你直线推开15尺距离。随后你可以立刻向该目标移动至多等于你速度一半的距离，并且不会引发借机攻击。
断筋猛击Hamstring
Blow。直至你的下个回合开始，目标的速度降低15尺。一个生物同一时间只会受到最近一次断筋猛击的影响。`},{ClassName:`野蛮人`,Source:`玩家手册2024`,Level:11,Name:`坚韧狂暴`,Description:`你狂暴的力量让你即使身受重伤也能持续战斗。狂暴激活期间，如果你的生命值降至0且并未立即死亡，则你可以进行一次DC10的体质豁免检定。成功则作为替代，你的生命值将变为你野蛮人等级的两倍。
第一次使用此特性后，每当你再次使用此特性时其体质豁免DC提升5。当你完成一次短休或长休后，其DC重置为10。`},{ClassName:`野蛮人`,Source:`玩家手册2024`,Level:13,Name:`强化凶蛮打击`,Description:`你训练出了更多种残暴的攻击方式。将以下效应加入到你的凶蛮打击选项中：
震撼猛击Staggering
Blow。目标进行的下一次豁免检定具有劣势，并且目标直至你的下个回合开始都不能发动借机攻击。
破势猛击Sundering
Blow。
直至你的下个回合开始，下一次由其他生物对目标进行的攻击检定获得+5加值。一次攻击检定只能从一次破势猛击中获得加值。`},{ClassName:`野蛮人`,Source:`玩家手册2024`,Level:15,Name:`持久狂暴`,Description:`当你投掷先攻时，你可以重获所有已消耗的狂暴使用次数。你以此法重获狂暴使用次数后，直至你完成一次长休，你都不能再这么做。
此外，你的狂暴是如此凶悍，现在你的狂暴总是能持续10分钟，无需你做任何事来延长一轮狂暴。你陷入昏迷状态（而不再是陷入失能状态）或穿戴重甲时，你的狂暴提前结束。`},{ClassName:`野蛮人`,Source:`玩家手册2024`,Level:17,Name:`强化凶蛮打击`,Description:`你凶蛮打击的额外伤害提升至2d10。此外，每当你使用凶蛮打击特性时，你可以同时使用两种不同的凶蛮打击效应。`},{ClassName:`野蛮人`,Source:`玩家手册2024`,Level:18,Name:`不屈勇武`,Description:`如果你进行的力量检定或力量豁免检定的总值低于你的力量属性值，你可以使用你的力量属性值替代检定总值。`},{ClassName:`野蛮人`,Source:`玩家手册2024`,Level:19,Name:`传奇恩惠`,Description:`你获得一项传奇恩惠专长（见第五章）或其他一项你选择的适用的专长。推荐选择无敌攻势之恩惠。`},{ClassName:`野蛮人`,Source:`玩家手册2024`,Level:20,Name:`原初斗士`,Description:`你本身便是原初之力的象征。你的力量和体质各提升4，你这两项属性的上限变为25。`},{ClassName:`吟游诗人`,Source:`玩家手册2024`,Level:1,Name:`施法`,Description:`你从吟游艺术中学会了如何施展法术。施法规则见第七章。下文将详述如何将这些规则应用于吟游诗人法术，吟游诗人法术详见本章后文职业描述中的吟游诗人法术列表。
戏法Cantrips。你知晓两道你选择的吟游诗人戏法。推荐选择舞光术Dancing Light和恶言相加Vicious Mockery。
每当你获得一个吟游诗人等级时，你都能从你的戏法*中选择其一替换为另一道你所选择的吟游诗人戏法。
当你的吟游诗人等级到达4级和10级时，你都能另选一道吟游诗人戏法并习得，如吟游诗人特性表中戏法一列所示。
*译注：原文无关于法术来源的描述，是否可以替换其他方式学到的戏法有待设计师确认，考虑到法师写法，疑似可以替换其他来源的戏法
法术位Spell
Slots。吟游诗人特性表显示了你可用于施展一环及以上法术的法术位数量。当你完成长休时，你重获所有已消耗的法术位。
一环及以上的准备法术Prepared Spells of Level 1+。你准备可供你以此特性施展的一环及更高环阶的法术列表。最初，选择四道吟游诗人法术。推荐选择魅惑类人Charm
person，七彩喷射Color Spray，不谐低语Dissonant Whispers和治愈真言Healing Word。
已准备法术数量会随你吟游诗人等级的提升而增加，如吟游诗人特性表中的准备法术一列所示。每当这一列的数字增加时，从吟游诗人法术列表中选择额外法术准备，直至已准备法术的数量与表格中的数字一致。你所选择法术的环阶必须是你所拥有法术位对应的环阶。例如，如果你是一名3级吟游诗人，则你的准备法术列表能包括六道一环或二环的吟游诗人法术，随意组合。
如果吟游诗人的其他特性给了你始终准备着的法术，这些法术不计入你以此法准备的法术数量，但这些法术对你而言都视为吟游诗人法术。
改变你的准备法术Changing Your Prepared Spells。每当你获得一个吟游诗人等级时，你就可以将你准备列表上的一道法术替换为另一道吟游诗人法术，新替换的法术必须是你拥有法术位的法术。
施法属性Spellcasting
Ability。你吟游诗人法术的施法属性是魅力 。
施法法器Spellcasting
Focus。你可以使用乐器作为你吟游诗人法术的施法法器。`},{ClassName:`吟游诗人`,Source:`玩家手册2024`,Level:1,Name:`吟游诗人激励`,Description:`你可以用语言，音乐或舞蹈的形式对他人进行超自然的激励。这种激励的表现形式为数颗D6骰，这些骰子被称为诗人激励骰。
使用诗人激励Using Bardic
Inspriration。
以一个附赠动作，你可以激励位于你60尺内的另一名能听见或看见你的生物。那名生物获得一枚你的诗人激励骰。一个生物同一时间只能拥有一枚诗人激励骰。在接下来的1小时内，当那名生物在一次D20检定中失败时，那名生物可以投掷诗人激励骰并将掷骰结果附加到该次d20中，这可能将失败变为成功。诗人激励骰将在投掷时已消耗。
使用次数Number of
Uses。 你可以授予诗人激励骰的次数等于你的魅力调整值（最少1次），当你完成长休时，你重获所有已消耗的使用次数。
更高等级At Higher
Levels。你的诗人激励骰会在你到达特定吟游诗人等级时改变，如吟游诗人特性表中的诗人骰所示。你的诗人骰会在5级时变为d8，在10级时变为d10，在15级时变为d12。
吟游诗人的曲目 A Bard's
Repertoire
你扮演的吟游诗人在吟诵古代英雄壮举时敲鼓相伴吗？他是拨动鲁特琴伴着低唱浪漫的旋律？还是演绎激昂的咏叹调？是朗诵经典悲剧中最震撼人心的独白？还是说他会在战斗中以民俗舞蹈的节奏协调战友的移动？又或者他会创作俏皮的打油诗？
当你扮演吟游诗人时，你需要考虑你钟意的艺术表演风格、你可能唤起的情绪以及能激发你创作灵感的主题。你的诗歌被大自然的美好瞬间启发，亦或是对伤感失去的不散回想？你更偏好恢弘盛大的赞美诗，还是闹腾喧嚣的酒馆小曲儿？你是被逝者的哀悼还是庆祝时的喜悦所吸引？你跳起的是欢快的快步舞曲又或者是你精心编排、充满深意的舞步？你是专注于其中之一，还是以掌握所有风格为目标努力？`},{ClassName:`吟游诗人`,Source:`玩家手册2024`,Level:2,Name:`万事通`,Description:`若你进行的任意属性检定可以使用技能熟练但你不具备其熟练，且你也无法通过其他方式在该属性检定中应用熟练加值，你可以将你熟练加值的一半（向下取整）添加到该属性检定中。
例如，如果你要进行力量（运动）检定，且不具有运动熟练，则你可以将熟练加值的一半添加到检定中。`},{ClassName:`吟游诗人`,Source:`玩家手册2024`,Level:2,Name:`专精`,Description:`你获得两项由你选择的你熟练技能的专精（见术语汇编）。如果你具有表演和游说的熟练，推荐选择这两项。
当你的吟游诗人等级到达9级时，你再额外获得两项由你选择的你熟练技能的专精。`},{ClassName:`吟游诗人`,Source:`玩家手册2024`,Level:3,Name:`吟游诗人子职`,Description:`你选择获得一项吟游诗人子职：舞蹈学院，魅心学院，逸闻学院或勇气学院 。子职的内容见后文。子职是一种特化，在特定的吟游诗人等级给予你对应的独特能力。此后你将获得你所选的子职所有能力——只要其所需等级不超过你的吟游诗人等级。吟游诗人特性表列出了你从子职中获得新特性的吟游诗人等级。
吟游诗人们会形成被称为“学院”的松散联系，用以维持他们的传承。`},{ClassName:`吟游诗人`,Source:`玩家手册2024`,Level:4,Name:`属性值提升`,Description:`你获得属性值提升专长（见第五章）或其他你满足条件的专长。如吟游诗人特性表所示，你还会在第8，第12，第16级时再次获得本特性。`},{ClassName:`吟游诗人`,Source:`玩家手册2024`,Level:5,Name:`激励之源`,Description:`现在，当你完成一次短休或长休时，你重获所有已消耗的诗人激励使用次数。
此外，你可以消耗一个法术位（无需动作）来重获一次已消耗的诗人激励使用次数。`},{ClassName:`吟游诗人`,Source:`玩家手册2024`,Level:7,Name:`反迷惑`,Description:`你可以用带有力量的音符或话语来干扰影响心灵的效应。若你或位于你30尺内的一名生物在对抗施加魅惑或恐慌状态的效应的豁免检定中失败，你能够以反应令其重骰这次豁免，这次重骰具有优势。`},{ClassName:`吟游诗人`,Source:`玩家手册2024`,Level:10,Name:`魔法奥秘`,Description:`你自各种魔法传说中习得了他们的奥秘。每当你到达一个吟游诗人特性表中准备法术数量有所增加的吟游诗人等级时（包括此等级），你可以从吟游诗人、牧师、德鲁伊和法师的法术列表中选择法术准备（这些职业的法术列表见其职业章节），这些法术对你而言都视作吟游诗人法术。此外，每当你替换本职业的准备法术时，你也可以从这些法术列表中选择替换。`},{ClassName:`吟游诗人`,Source:`玩家手册2024`,Level:18,Name:`先发激励`,Description:`当你投掷先攻时，若你的诗人激励使用次数不足两次，你重获已消耗的诗人激励使用次数到两次为止。`},{ClassName:`吟游诗人`,Source:`玩家手册2024`,Level:19,Name:`传奇恩惠`,Description:`你获得一项传奇恩惠专长（见第五章）或其他一项你选择的适用的专长。推荐选择法术溯回之恩惠 。`},{ClassName:`吟游诗人`,Source:`玩家手册2024`,Level:20,Name:`创生圣言`,Description:`你掌握了创生圣言的其中两字：“生”与“死”。因此，你始终准备着法术律令医疗Power Word Heal和律令死亡Power Word Kill。当你施展这两道法术时，你可以选择第二个生物作为目标，那名生物必须位于第一个目标10尺内。`},{ClassName:`游荡者`,Source:`玩家手册2024`,Level:1,Name:`盗贼黑话`,Description:`你在施展自己游荡者才华的社区里学习了多样的语言。你习得盗贼黑话和第二章的语言表中的一项语言。`},{ClassName:`游荡者`,Source:`玩家手册2024`,Level:1,Name:`偷袭`,Description:`你知道如何利用敌人的分心并发动致命的精巧打击。每个回合一次，当你以攻击检定命中了一个生物时，你可以造成1d6的额外伤害。这次攻击必须使用一把灵巧或远程武器并具有优势。额外伤害的伤害类型与该武器的伤害类型一致。
除此之外，若你的目标周围5尺内有你的盟友，并且该盟友没有陷入失能状态，你的攻击检定也没有劣势的话，则你不需要优势也造成额外伤害。
你的额外伤害会随着你的游荡者等级提高而增长，具体如游荡者特性表中的偷袭一列所示。`},{ClassName:`游荡者`,Source:`玩家手册2024`,Level:1,Name:`武器精通`,Description:`你对武器的训练使你能够运用两种自选的你具有熟练的武器的精通词条，例如匕首和短弓。
每当你完成一次长休时，你可以改变你所选择的武器类型。比如你可以改为弯刀和短剑。`},{ClassName:`游荡者`,Source:`玩家手册2024`,Level:1,Name:`专精`,Description:`你获得两项由你选择的你已熟练的技能的专精。
如果你有这两项技能的熟练的话，推荐选择巧手和隐匿。
当你的游荡者等级为6级时，你额外再获得两项由你选择的你已熟练的技能的专精。`},{ClassName:`游荡者`,Source:`玩家手册2024`,Level:2,Name:`灵巧动作`,Description:`你精妙的思维与身手使你的行动无比迅速。在你的回合内，你能够以附赠动作执行疾走，撤离或躲藏动作之一。`},{ClassName:`游荡者`,Source:`玩家手册2024`,Level:3,Name:`稳定瞄准`,Description:`以一个附赠动作，你在当前回合为你的下一次攻击提供优势。你只能在你本回合还没有移动的时候使用这个附赠动作，而且在你使用这个附赠动作后，你的速度在当前回合里归0。`},{ClassName:`游荡者`,Source:`玩家手册2024`,Level:3,Name:`游荡者子职`,Description:`你选择获得一项游荡者子职：诡术师，刺客，
魂刃
或
盗贼。子职的内容见后文。子职是一种特化，在特定的游荡者等级给予你对应的独特能力。此后你将获得你所选的子职所有能力——只要其所需等级不超过你的游荡者等级。游荡者特性表列出了你从子职中获得新特性的游荡者等级。`},{ClassName:`游荡者`,Source:`玩家手册2024`,Level:4,Name:`属性值提升`,Description:`你获得属性值提升专长（见第五章）或其他你满足条件的专长。如游荡者特性表所示，你还会在第8，第10，第12，第16级时再次获得本特性。`},{ClassName:`游荡者`,Source:`玩家手册2024`,Level:5,Name:`诡诈打击`,Description:`你学会了如何使你的偷袭更加狡诈的方法。当你造成偷袭伤害时，你可以选择下列一种诡诈打击的效果加入到本次偷袭中。每种效果都需要花费一定数量的偷袭伤害骰才能生效。你必须在投掷伤害前扣除所花费的偷袭的伤害骰，而效果会在这次攻击的伤害产生后立即发生。例如，如果你在本次偷袭中选择了淬毒效果，那么你在投掷偷袭伤害骰前需要先减少一颗1d6。
如果一种诡诈打击的效果要求目标进行豁免，其DC为8+你的熟练加值+你的敏捷调整值。
淬毒Poison（花费：1d6）。你为你的打击附上毒素，强迫目标进行一次体质豁免。若失败，目标将陷入一分钟的中毒状态。目标可以在每次自己的回合结束时重新进行豁免，若成功，中毒状态终止。为了使用这个效果，你必须携带一套制毒工具在身上。
摔绊Trip（花费：1d6）。若偷袭的目标是大型及以下，它必须成功通过一次敏捷豁免，否则陷入倒地状态。
撤步Withdraw (花费：1d6)。攻击后你立刻移动至多等于你速度的一半的距离，并且不会引发借机攻击。`},{ClassName:`游荡者`,Source:`玩家手册2024`,Level:5,Name:`直觉闪避`,Description:`当一个你能看见的攻击者用一次攻击检定命中你时，你可以用你的反应将这次攻击对你造成的伤害减半（向下取整）。`},{ClassName:`游荡者`,Source:`玩家手册2024`,Level:7,Name:`反射闪避`,Description:`你可以灵敏地躲避特定的危险。当你受到一个允许你进行敏捷豁免来只承受一半伤害的效应影响时，你在豁免成功时不受伤害，豁免失败时只承受一半伤害。你无法在失能状态下使用此特性。`},{ClassName:`游荡者`,Source:`玩家手册2024`,Level:7,Name:`可靠才能`,Description:`每当你进行属性检定，并且可以运用你的某项技能熟练或工具熟练时，你可以将D20投出的9及以下的结果视为10。`},{ClassName:`游荡者`,Source:`玩家手册2024`,Level:11,Name:`进阶诡诈打击`,Description:`你在造成偷袭伤害时可以一次性选用两种诡诈打击效果，每种效果都需要独立扣除对应的偷袭伤害骰。`},{ClassName:`游荡者`,Source:`玩家手册2024`,Level:14,Name:`凶狡打击`,Description:`你习得了新的偷袭方法，使你的偷袭变得更为凶狠卑劣。下列效果现在加入你的诡诈打击选项。
恍惚Daze（花费：2d6）。目标必须成功通过一次体质豁免，否则该目标的下一回合只能选择下列行为中的一项：移动、执行一个动作或执行一个附赠动作。
击昏Knock Out（花费：6d6）。目标必须成功通过一次体质豁免，否则将陷入昏迷状态，持续一分钟或受到任何伤害。昏迷的目标每在自己的回合结束时都可以重新进行豁免，若通过，则状态结束。
眩目Obscure(花费：3d6)。你对目标的眼睛发动袭击。目标必须成功通过一次敏捷豁免，否则将陷入目盲状态，直到其下个回合结束。`},{ClassName:`游荡者`,Source:`玩家手册2024`,Level:15,Name:`圆滑心智`,Description:`你狡猾的头脑很难被人控制。你获得感知豁免与魅力豁免的熟练。`},{ClassName:`游荡者`,Source:`玩家手册2024`,Level:18,Name:`飘忽不定`,Description:`你飘忽不定的身形让敌人攻击时无从下手。只要你并未失能，以你为目标的攻击检定无法具有优势。`},{ClassName:`游荡者`,Source:`玩家手册2024`,Level:19,Name:`传奇恩惠`,Description:`你获得一项传奇恩惠专长（见第五章）或其他一项你选择的适用的专长。推荐选择暗夜精魂之恩惠。`},{ClassName:`游荡者`,Source:`玩家手册2024`,Level:20,Name:`幸运一击`,Description:`你留了一手非凡技巧，让你可以随时把握自己的成功之际。当你在一次D20检定中失败时，你可以将骰值改为20。
此特性一经使用，直至完成短休或长休你都无法再次使用。`},{ClassName:`游侠`,Source:`玩家手册2024`,Level:1,Name:`施法`,Description:`你学会运用自然世界的魔法本源进行施法。施法规则见第七章。下文将详述如何将这些规则应用于游侠法术，游侠法术详见本章后文职业描述中的游侠法术表。
法术位 Spell Slots。游侠特性表显示了你可用于施展一环及以上法术的法术位数量。当你完成长休时，你重获所有已消耗的法术位。
一环及以上的准备法术Prepared Spells of 1st+ Level。你准备可供你以此特性施展的一环及更高环阶的法术列表。最初，选择两道游侠法术。推荐选择捕获打击Ensnaring
Strike和疗伤术Cure
Wounds。
已准备法术数量会随你游侠等级的提升而增加，如游侠特性表中的准备法术一列所示。每当这一列的数字增加时，从游侠法术列表中选择额外法术准备，直至已准备法术的数量与表格中的数字一致。你所选择法术的环阶必须是你所拥有法术位对应的环阶。例如，如果你是一名5级游侠，则你的准备法术列表能包括六道一环或二环的游侠法术，随意组合。
如果游侠的其他特性给了你始终准备着的法术，这些法术不计入你以此法准备的法术数量，但这些法术对你而言都视为游侠法术。
改变你的准备法术Changing Your Prepared Spells。每当你完成一次长休时，你可以将你准备列表上的一道法术替换为其他游侠法术，新替换的法术必须是你拥有法术位的法术。
施法属性Spellcasting
Ability。你游侠法术的施法属性是感知。
施法法器Spellcasting Focus。你可以使用德鲁伊法器作为你游侠法术的施法法器。`},{ClassName:`游侠`,Source:`玩家手册2024`,Level:1,Name:`宿敌`,Description:`你始终准备着法术猎人印记Hunter's
Mark。你可以无需法术位地施展此法术共计两次，并在完成一次长休后恢复此能力的所有使用次数。
你能无需法术位施展该法术的次数会在你获得特定游侠等级时提升，见游侠特性表中的宿敌一栏。`},{ClassName:`游侠`,Source:`玩家手册2024`,Level:1,Name:`武器精通`,Description:`你对武器的训练使你能够自选并使用2种已熟练武器的精通词条，例如长弓和短剑。
当你完成一次长休时，你可以改变你所选择的武器类型。比如你可以将其改为弯刀和长剑。`},{ClassName:`游侠`,Source:`玩家手册2024`,Level:2,Name:`熟练探险家`,Description:`得益于你的旅途，你获得以下增益。
专精Expertise。选择一项你熟练但不具备专精的技能。你在那个技能上获得专精。
语言Languages。 你习得第二章的语言表中的两门语言`},{ClassName:`游侠`,Source:`玩家手册2024`,Level:2,Name:`战斗风格`,Description:`你获得一项战斗风格专长（见第五章），你也可以选择以下选项。
德鲁伊教战士Druidic Warrior。你习得两道你选择的德鲁伊戏法（德鲁伊法术列表见德鲁伊职业部分），推荐选取神导术Guidance和点点星芒Starry Wisp。它们对你视作游侠法术，且这些法术的施法属性是感知。每当你获得一个游侠等级时，你都能从这些戏法中选择其一替换为另一道你所选择的德鲁伊戏法。`},{ClassName:`游侠`,Source:`玩家手册2024`,Level:3,Name:`游侠子职`,Description:`你选择获得一项游侠子职：驯兽师，妖精漫游者，幽域追猎者或猎人。子职的内容见后文。子职是一种特化，在特定的游侠等级给予你对应的独特能力。此后你将获得你所选的子职所有能力——只要其所需等级不超过你的游侠等级。游侠特性表列出了你从子职中获得新特性的游侠等级。`},{ClassName:`游侠`,Source:`玩家手册2024`,Level:4,Name:`属性值提升`,Description:`你获得属性值提升专长（见第五章）或其他你满足条件的专长。你还会在你的游侠等级达到第8、第12和第16级时再次获得本特性。`},{ClassName:`游侠`,Source:`玩家手册2024`,Level:5,Name:`额外攻击`,Description:`你在自己回合内执行攻击动作时，可以发动两次攻击而非一次。`},{ClassName:`游侠`,Source:`玩家手册2024`,Level:6,Name:`越野`,Description:`只要你未着装重甲，你的速度提升10尺。你也获得等于你速度的攀爬速度和游泳速度。`},{ClassName:`游侠`,Source:`玩家手册2024`,Level:9,Name:`专精`,Description:`选择两项你熟练但不具备专精的技能，你获得这些技能的专精。`},{ClassName:`游侠`,Source:`玩家手册2024`,Level:10,Name:`不知疲倦`,Description:`原初的力量现在会帮你重整旗鼓，重新踏上旅途。你因它获得以下增益：
临时生命值Temporary Hit Points。以一个魔法动作，你能够给予自己
1d8+你的感知调整值（最低为1）
的临时生命值。你能够使用此特性的次数等于你的感知调整值次（最低一次），当你完成一次长休时，你重获全部已消耗的使用次数。
减少力竭Decrease Exhaustion。当你完成一次短休时，你的力竭等级减少1级（若有）。`},{ClassName:`游侠`,Source:`玩家手册2024`,Level:13,Name:`永恒追猎`,Description:`受到伤害不会打断你对猎人印记Hunter's Mark
的专注。`},{ClassName:`游侠`,Source:`玩家手册2024`,Level:14,Name:`自然面纱`,Description:`你祈唤自然精魂，魔法性地将身形遮蔽隐蔽。以一个附赠动作，你可以让自己进入
隐形状态，持续到你的下一回合结束。
你可以使用该特性的次数同等于你的感知调整值次（最少1次），完成一次长休时，你重获全部已消耗的使用次数。`},{ClassName:`游侠`,Source:`玩家手册2024`,Level:17,Name:`致命猎杀`,Description:`你在对你的猎人印记Hunter's
Mark 当前指定的目标的攻击检定中具有优势。`},{ClassName:`游侠`,Source:`玩家手册2024`,Level:18,Name:`野性感官`,Description:`你与自然的链接给予了你30尺盲视 。`},{ClassName:`游侠`,Source:`玩家手册2024`,Level:19,Name:`传奇恩惠`,Description:`你获得一项传奇恩惠专长（见第五章）或其他一项你选择的适用的专长。推荐选择次元旅行之恩惠 。`},{ClassName:`游侠`,Source:`玩家手册2024`,Level:20,Name:`屠灭众敌`,Description:`你的猎人印记Hunter's
Mark 的额外伤害骰从d6变为d10。`},{ClassName:`战士`,Source:`玩家手册2024`,Level:1,Name:`回气`,Description:`你可以利用有限的精力与体力来重整旗鼓。以一个附赠动作，你可以用此法恢复生命值，其总值为1d10＋你的战士职业等级。
你可以使用此特性两次，并且在完成短休后恢复一次已消耗的使用次数，完成长休后恢复所有已消耗的使用次数。
当你到达特定战士等级时，你获得这项特性的额外使用次数，已列在战士特性表的回气一列。`},{ClassName:`战士`,Source:`玩家手册2024`,Level:1,Name:`武器精通`,Description:`你对武器的训练使你能够运用三种自选的简易或军用武器的精通词条。每当你完成一次长休时，你可以重新演练武器技巧，来改变你所选择的其中一个武器类型。
当你到达特定的战士等级时，你还可以使用更多种类武器的精通词条，详见战士特性表中武器精通一栏。`},{ClassName:`战士`,Source:`玩家手册2024`,Level:1,Name:`战斗风格`,Description:`你不断磨练你的武艺。你获得一项你选择的战斗风格专长（见第五章）。推荐选择防御。
每当你获得战士等级时，你可以将其改为另一个战斗风格专长。`},{ClassName:`战士`,Source:`玩家手册2024`,Level:2,Name:`动作如潮`,Description:`你可以在短期内让自己突破身为凡骨的极限。在你的回合中，你可以执行一个额外的动作，但不能是魔法动作。
你使用此特性后，你必须在完成一次短休或长休后才能再次使用。第17级起，你可以在每次休息之间使用此特性两次，但每回合只能使用一次。`},{ClassName:`战士`,Source:`玩家手册2024`,Level:2,Name:`战术思维`,Description:`在战场内外，你都能够运用你的战术思维。当你在一次属性检定上失败时，你可以消耗一次回气次数让你更接近成功。你掷1d10并将骰值加入到结果之中，而非恢复生命值。这可能会让结果变为成功。如果检定依旧失败，则不会消耗回气次数。`},{ClassName:`战士`,Source:`玩家手册2024`,Level:3,Name:`战士子职`,Description:`你选择获得一项战士子职：战斗大师、
勇士
、
奥法骑士或
灵能武士。子职的内容见后文。子职是一种特化，在特定的战士等级给予你对应的独特能力。此后你将获得你所选的子职所有能力——只要其所需等级不超过你的战士等级。战士特性表列出了你从子职中获得新特性的战士等级。`},{ClassName:`战士`,Source:`玩家手册2024`,Level:4,Name:`属性值提升`,Description:`你获得属性值提升专长（见第五章）或其他你满足条件的专长。如战士特性表所示，你还会在第6、第8、第12、第14、第16级时再次获得本特性。`},{ClassName:`战士`,Source:`玩家手册2024`,Level:5,Name:`额外攻击`,Description:`你在自己回合内执行攻击动作时，可以发动两次攻击而非一次。`},{ClassName:`战士`,Source:`玩家手册2024`,Level:5,Name:`战术转进`,Description:`每当你使用附赠动作进行回气时，你可以移动至多相当于你速度一半的距离，且不会引发借机攻击。`},{ClassName:`战士`,Source:`玩家手册2024`,Level:9,Name:`不屈`,Description:`当你在一次豁免检定中失败时，你可以重骰并获得等同你战士等级的加值。你必须使用新的掷骰结果，你使用此特性后，你必须在完成一次长休后才能再次使用。
第13级起，你可以在两次长休之间使用此特性两次；第17级起，你可以在两次长休之间使用此特性三次。`},{ClassName:`战士`,Source:`玩家手册2024`,Level:9,Name:`战术主宰`,Description:`每当你用武器发动攻击，且你可以使用此武器的精通词条时，你可以将此次攻击的精通词条改为推离，削弱或缓速 中的一种。`},{ClassName:`战士`,Source:`玩家手册2024`,Level:11,Name:`额外攻击（二）`,Description:`你在自己回合内执行攻击动作时，可以发动三次攻击而非一次。`},{ClassName:`战士`,Source:`玩家手册2024`,Level:13,Name:`究明攻击`,Description:`你已深晓对手的一举一动，并且从每次攻击中吸取经验教训。如果你对一个生物进行攻击检定但失手，那么直到你的下个回合结束前，你对其的下次攻击检定具有优势。`},{ClassName:`战士`,Source:`玩家手册2024`,Level:19,Name:`传奇恩惠`,Description:`你获得一项传奇恩惠专长（见第五章）或其他一项你选择的适用的专长。推荐选择英勇战斗之恩惠 。`},{ClassName:`战士`,Source:`玩家手册2024`,Level:20,Name:`额外攻击（三）`,Description:`你在自己回合内执行攻击动作时，可以发动四次攻击而非一次。`}],Subclasses:[{ClassName:`德鲁伊`,Name:`孢子结社`,Source:`塔莎的万事坩埚`,Features:[{Level:2,Name:`孢子环绕`,Description:`第2级孢子结社特性
你被无形的、死灵的孢子环绕着。它们是无害的，除非你把它们释放到附近的生物上。当一个生物进入你周围10尺范围内的一处空间时、或在其中开始其回合时，你可以使用反应来激发孢子环绕特性。迫使对方进行一次对抗你法术豁免DC的体质豁免，豁免失败将受到1d4点暗蚀伤害。这一暗蚀伤害在6级时将提高到1d6，在10级时将提高到
1d8，在14级时提高到
1d10。
一体共生 Symbiotic
Entity`},{Level:2,Name:`结社法术`,Description:`第2级孢子结社特性
你与真菌间形成了共生连接，而你踏入生死循环的能力为你带来了特定的法术。在2级时，你习得戏法 颤栗之触chill
touch
。
在3级、5级、7级和9级时你获得下表孢子结社法术中对应等级列出的法术。一旦你习得这些法术中任意一个，你就会一直准备着它，且不计入你的每日准备法术上限。如果你学会一个不在德鲁伊法术列表中的法术，该法术对你来说视作德鲁伊法术。
孢子结社法术Circle of Spores Spells
德鲁伊等级
法术
2nd
颤栗之触chill touch
3rd
目盲术/耳聋术blindness/deafness，遗体防腐gentle repose
5th
活化死尸animate dead，气化形体gaseous form
7th
枯萎术blight，困惑术confusion
9th
死云术cloudkill，疫病术contagion
孢子环绕 Halo of
Spores`},{Level:2,Name:`一体共生`,Description:`第2级孢子结社特性
你获得了向孢子引入魔法的能力。以一个动作，你可以消耗一次荒野变形使用次数唤醒这些孢子，而不变化为野兽形态。你立刻获得等同于你德鲁伊等级4倍的临时生命值，且在此特性激活期间，你获得以下增益：
当你的孢子环绕特性造成伤害时，你可以再骰一枚伤害骰，并将其加入到伤害中。
你的近战武器攻击对任何被命中目标造成额外1d6点暗蚀伤害。
这些增益将持续10分钟。如果你失去了全部这些临时生命值，或你再次使用了你的荒野变形，这些增益都会提前结束。
真菌感染 Fungal
Infestation`},{Level:6,Name:`真菌感染`,Description:`第6级孢子结社特性
你的孢子获得了感染并活化遗体的能力。如果一个小型或中型的野兽或类人生物在你周围10尺范围内死亡，你可以用反应将它的尸体活化，令它立刻以1点生命值的状态站起来。该生物使用《怪物图鉴》中 丧尸zombie
的属性。活化状态持续1小时，之后会崩解并死去。
在战斗中，丧尸的回合将紧接在你的回合结束后。它遵从你的意志指令行动，但它唯一能执行的动作只有攻击动作并进行一次近战攻击。
你可以使用这个特性的次数等同于你的感知调整值次（至少1次），完成一次长休后你会重获全部已消耗使用次数。
扩散孢子 Spreading
Spores`},{Level:10,Name:`扩散孢子`,Description:`第10级孢子结社特性
你获得在一片区域内散布致命孢子的能力。当你的处于一体共生状态下，你可以用附赠动作将真菌孢子抛向至多30尺远，它们将漂浮在那10
尺立方的空间中1分钟。若你再次使用此特性、使用一个附赠动作取消掉它们，或你的一体共生状态结束，这片孢子都将提前消失。
每当一个生物移动进入该立方区域或在该处开始它的回合，该生物必须通过一次对抗你法术豁免DC的体质豁免，豁免失败时它将受到你孢子环绕的伤害。不过一个生物每回合只会受到一次这一伤害。
只要这片孢子存在，你就不能使用你孢子环绕的反应能力。
真菌之躯 Fungal
Body`},{Level:14,Name:`真菌之躯`,Description:`第14级孢子结社特性
你体内的真菌改变了你，你不会陷入目盲、耳聋、恐慌或中毒。
且，只要你未处于失能状态，任何对你形成的重击都将被视为一次普通的命中。`}]},{ClassName:`德鲁伊`,Name:`大地结社`,Source:`玩家手册2024`,Features:[{Level:3,Name:`大地结社法术`,Description:`当你完成一次长休时，选择一种地形：荒漠、极地，温带或热带。当你到达下列表中特定的德鲁伊等级时，你就始终准备着表中对应的法术。
荒漠 Arid Land
德鲁伊等级
结社法术
3
火焰箭Fire Bolt
燃烧之手Burning Hands,
朦胧术Blur
5
火球术Fireball
7
枯萎术Blight
9
石墙术Wall of Stone
极地 Polar Land
德鲁伊等级
结社法术
3
冷冻射线Ray of Frost
云雾术Fog Cloud
定身类人Hold Person
5
雪雨暴Sleet Storm
7
冰风暴Ice Storm
9
寒冰锥Cone of Cold
温带 Temperate Land
德鲁伊等级
结社法术
3
电爪Shocking Grasp
睡眠术Sleep
迷踪步Misty Step
5
闪电束Lighting Bolt
7
行动自如Freedom of Movement
9
树跃术Tree Stride
热带 Tropical Land
德鲁伊等级
结社法术
3
酸液飞溅Acid Splash,
蛛网术Web
致病射线Ray of Sickness
5
臭云术Stinking Cloud
7
变形术Polymorph
9
疫病虫群Insect Plague`},{Level:3,Name:`大地之援`,Description:`以一个魔法动作，你可以消耗一次荒野变形使用次数并且选择距你60尺内的一点。给予活力的繁花和吸取生命的荆刺在以那一点为源点的10尺半径球状区域同时生出。在该区域内每个你所选择的生物必须进行一次对抗你法术豁免DC的体质豁免，豁免失败时生物受到2d6暗蚀伤害，豁免成功时受到半数伤害。此外，区域内你所选择的一名生物恢复2d6生命值。
当你到达特定的德鲁伊等级时，伤害和治疗量会提升1d6：10级（3d6）和14级（4d6）。`},{Level:6,Name:`自然恢复`,Description:`你可以施展一个你以结社法术特性准备的一环及以上法术，而无须消耗法术位，并且你必须在完成一次长休后才能再次这么做。
此外，当你结束一次短休时，你可以选择恢复消耗的法术位。法术环阶的总和等于你德鲁伊职业等级的一半（向上取整），且不能是六环或更高环阶的法术位。比如说，作为一位6级德鲁伊，你可以恢复环阶总和最多为3的法术位。你可以恢复一个三环法术位，或者一个二环和一个一环法术位，或者三个一环法术位。一旦你以此特性恢复过法术位，直到完成一次长休为止，你无法再次这么做。`},{Level:10,Name:`自然守御`,Description:`你免疫中毒状态，并且你具有和你目前在结社法术特性中选择的土地相关的伤害类型的抗性，如自然守御表格所示。
自然守御Nature's Ward
地形
抗性
地形
抗性
荒漠
火焰
温带
闪电
极地
寒冷
热带
毒素`},{Level:14,Name:`自然庇护`,Description:`以一个魔法动作，你可以消耗一次荒野变形次数在距你120尺内的地面上制造出15尺立方区域的灵体丛林和藤蔓。它们持续存在1分钟或直到你陷入失能状态或死去。在该区域内，你和你的盟友获得半身掩护，你的盟友还会获得你自然守御特性提供的伤害抗性。
以一个附赠动作，你可以将立方区域在你的120尺内移动最多60尺距离。`}]},{ClassName:`德鲁伊`,Name:`海洋结社`,Source:`玩家手册2024`,Features:[{Level:3,Name:`海洋结社法术`,Description:`当你到达海洋结社法术表中特定的德鲁伊等级时，你就始终准备着表中对应的法术。
海洋结社法术Circle Spells
德鲁伊等级
准备法术
3
冷冻射线Ray of Frost
云雾术Fog Cloud，
雷鸣波Thunderwave
造风术Gust of
Wind，粉碎音波Shatter
5
闪电束Lightning Bolt，水下呼吸Water
Breathing
7
操控水体Control Water，冰风暴Ice
Storm
9
咒唤元素Conjure
Elemental，定身怪物Hold
Monster`},{Level:3,Name:`瀚海之怒`,Description:`以一个附赠动作，你可以消耗一次你的荒野变形次数来在自己周围显现出海浪形态的5尺光环。光环会持续存在10分钟。当你解除它（无需任何动作）、再度显现光环或陷入失能时，它会提前结束。
当你显现出光环时，以及在之后的回合中以一个附赠动作，你可以选择另一个在你光环范围内你可见的生物。该生物必须成功通过一次对抗你的法术豁免DC的体质豁免，否则受到寒冷伤害，如果该生物是大型或更小体型，它会被从你身边推离至多15尺距离。投掷等于你感知调整值数量（最少1颗）的d6骰来决定伤害。`},{Level:6,Name:`水生亲和`,Description:`你的瀚海之怒创造的光环范围提升至10尺。
此外，你获得等于你速度的游泳速度。`},{Level:10,Name:`风暴降生`,Description:`你的瀚海之怒特性在激活时获得两项额外增益：
飞行Flight。你获得等于你的速度的飞行速度。
抗性Resistance。你获得对寒冷、闪电和雷鸣伤害的抗性。`},{Level:14,Name:`大洋慨赠`,Description:`当你使用瀚海之怒时，你可以让60尺内一个自愿生物而非你自己身上显现出光环。该生物获得光环的所有增益，并在特性中使用你的法术豁免DC和感知调整值。
此外，如果你消耗两次而非一次荒野变形使用次数，你可以同时在你自己和另一个生物身上显现出光环。`}]},{ClassName:`德鲁伊`,Name:`疗愈结社`,Source:`破解奥秘（UA）`,Features:[{Level:3,Name:`恩护结社法术`,Description:`当你到达恩护结社法术表中特定的德鲁伊等级时，你就始终准备着表中对应的法术。
德鲁伊等级 法术
3祝福术Bless，次等复原术Lesser Restoration，防护毒素Protection
from Poison，庇护术Sanctuary
5希望信标Beacon of Hope，植物滋长Plant Growth
7生命灵光Aura of Life，防死结界Death Ward
9高等复原术Greater Restoration，圣居Hallow`},{Level:3,Name:`恩护学徒`,Description:`你经年累月的学习使你提高了对自然的秩序和自愈能力的理解。你获得以下好处：
节能施法Frugal
Casting。
当你施展德鲁伊法术时，你可以使其无需材料成分，除非该材料会被消耗或具有价值。
另外，当你施展一道消耗材料成分的德鲁伊法术时，有10%的几率，其不被消耗。
工具熟练项Tool
Proficiency。
你获得一种你所选择的工匠工具的熟练项。`},{Level:3,Name:`恩护之地`,Description:`以一个附赠动作，你可以消耗一次你的荒野变形使用次数指定距你120尺内且你可见的地面上一点，使你的活力能量充盈于以此点为源点的15尺立方区域内。此效应持续一分钟或直至你陷入失能状态、远离立方区域120尺、死亡。
无论何种生物（也包括你自己）在立方区域中结束回合，你都可以给予其以下好处之一：
巩固Bolster。
该生物获得等同于1d4+你的德鲁伊等级的临时生命值。
净化Purify。
你终止该生物身上一个特定的效应，被结束的效应需为令该生物陷入恐慌或中毒状态的效应。（译注：例如，两个效果给你中毒，你只能解掉一个但是另一个仍然让你中毒）
另外，非魔法的原生植被会在立方区域内生根发芽。这些植物会在效应结束时消失。
（译注：这个是该特性带来/带走的植被，不要拿来除草！）
在接下来的回合中，以一个附赠动作，你可以将立方区域在你120尺范围内移动至多30尺距离。`},{Level:6,Name:`强效恩护`,Description:`你的恩护之地特性在以下方面变得更加强大：
守护者之韧Fortify
Protectors。
当身处你的恩护之地所创造的立方区域内时，你和你的盟友在体质豁免时获得等同于你的感知调整值的加值（至少加1）。
圣域斥逐Reject
Desecrators。
无论何时当你的恩护之地创造的立方区域进入生物空间、生物进入区域或在其内结束回合时，该名敌人都要进行对抗你的DC的感知豁免。若豁免失败，该名敌人受到2d10光耀伤害，并且因新生长的植被的阻碍导致其速度减半，直到自己的下回合结束。豁免成功则只受到一半的伤害。一名生物每回合仅需进行一次该豁免检定。`},{Level:10,Name:`便捷复原`,Description:`你可以无需法术位和任何法术成分地施展次等复原术Lesser
Restoration与高等复原术Greater
Restoration。你可以使用此特性来施展法术的次数等同于你的感知调整值（至少为1次），并且你在长休后回复所有的使用次数。`},{Level:14,Name:`神圣之地`,Description:`你的恩护之地创造的立方区域的尺寸增加至30尺。
另外，当该区域内一名你可见的生物被攻击检定命中时，你可以以一个反应使其受到的伤害减半。`}]},{ClassName:`德鲁伊`,Name:`梦境结社`,Source:`珊娜萨的万事指南`,Features:[{Level:2,Name:`夏之王庭的芬馥`,Description:`2级起，你将被灌注来自
夏之王庭Summer Court
的祝福，由此化身缓解旅者乏顿和伤者痛苦的能量之泉。你拥有一个妖精能量池，其中有等同于德鲁伊等级枚d6骰。
以一个附赠动作，你可以选择一名在你周围120尺内的可见生物，消耗至多等同于你德鲁伊等级一半的d6骰。投掷它们并将它们加起来，目标恢复那些骰值之和的生命值。目标同时也将得到每一枚骰子1点的临时生命值。
当你完成一次长休后，你重获所有已消耗的骰子。
月光阴影的炉心 Hearth of Moonlight
and Shadow`},{Level:6,Name:`月光阴影的炉心`,Description:`6级起，无论你在何处设立营灶，那都是你的家园。在进行一次短休或长休时，你可以祈求 暮之王庭Gloaming Court
的阴影力量来保护你的营地不受外来者侵扰。在休息开始时，你接触空间中的一点，以那一点为中心，一个隐形的、半径30尺的球体如魔法般地出现。全身掩护会阻断这个球体。
在这一领域内，你和你的盟友进行的敏捷（隐匿）检定与感知（察觉）检定具有+5加值，并且由任何明火放射的光亮（营火、火把、以及类似之物）从领域外来看是不可见的。
这些效果持续到休息完成时，或你离开这个领域时。
隐匿通途 Hidden
Paths`},{Level:10,Name:`隐匿通途`,Description:`10级起，你可以使用那些被隐藏起来的魔法通途，像部分妖精一样在眨眼间穿越空间。在你的回合中，你可以以一个附赠动作传送到60尺内一处未被占据的可见空间内。或者，你也可以用你的动作来接触一个自愿生物将它传送至30尺内一处未被占据的你可见的空间。
你可以使用这个特性的次数等同于你的感知调整值次（至少1次），当你完成一次长休后，你重获所有已消耗的使用次数。
梦境行者 Walker in
Dreams`},{Level:14,Name:`梦境行者`,Description:`14级起，妖精荒野的魔力让你能物理性或精神性地穿越梦境世界。
当你完成一次短休时，你可以施展以下法术之一，无需法术位也无需材料成分：托梦术dream（以你作为信使）、探知术Scrying、或
传送法阵teleportation circle。
以此法创造的 传送法阵teleportation circle
是特别的。它不能开启传送门将你传送到通往永久性传送法阵，取而代之，它将打开一条通往你在现处位面上完成最后一次长休的所在地的传送门。如果你没有在现处位面上进行过长休，这个法术会失败，但特性将视为没有使用过。
一旦你使用了此特性，直到你完成一次长休之前你不能再次使用它。`}]},{ClassName:`德鲁伊`,Name:`牧人结社`,Source:`珊娜萨的万事指南`,Features:[{Level:2,Name:`精魂图腾`,Description:`2级起，你获得了招现出自然精魂并借助它们影响你身边的世界的能力。以一个附赠动作，你可以在你周围60尺范围内你可见的一点处魔法般地召唤一个虚体的精魂。此精魂将围绕该点，创造出一道半径30尺的光环。尽管精魂有着和对应生物相仿的幽魂般外表，但精魂不被视为生物，也不算作物体。
以一个附赠动作，你可以移动精魂至多60尺，到你能看到的另一点处。
精魂将持续存在1分钟。如果你陷入
失能Incapacitated
，它将提前消失。一旦你使用了此特性，直到你完成一次短休或长休为止你都不能再次使用它。
精魂光环的效果取决于你召唤出的精魂的类别，如下面的选项所示。
熊精魂Bear
Spirit。
熊精魂授予你和你的伙伴它的力量和坚韧。在精魂出现时，每个处于此光环中、由你选择的生物，获得等同于
5+你的德鲁伊等级 点的临时生命值。此外，只要身处于光环之内，你和你的盟友进行的力量检定和力量豁免将具有优势。
鹰精魂Hawk
Spirit。
鹰精魂是技艺精湛的猎手，用它敏锐的视力标记你的敌人。当一个生物对一个处于此精魂光环内的目标发动一次攻击检定时，你可以使用你的反应让这次攻击检定获得优势。此外，只要身处于光环之内，你和你的盟友进行的感知（察觉）检定将具有优势。
独角兽精魂Unicorn
Spirit。
独角兽精魂为周围提供保护。你和你的盟友在为侦测在精魂光环内的生物所进行的任何属性检定都将优势。此外，若你以一个法术位施展了一个为任意生物恢复生命值的法术（不论是否处于光环内），每个处于光环内的、由你选择的生物也会同时恢复等同于
你德鲁伊等级 点的生命值。
全能牧者 Mighty
Summoner`},{Level:6,Name:`全能牧者`,Description:`6级起，你召唤出来的野兽和妖精比以往更为强大。任何你法术召唤或创造出的野兽或妖精将获得以下增益：
·
该生物出现时具有比正常情况下更多的生命值：它每有一颗生命骰就会获得2点额外的生命值。
·
在克服对于非魔法攻击和伤害的免疫和抗性时，来自该生物天生武器的伤害被视为是魔法的。
精魂守卫 Guardian
Spirit`},{Level:10,Name:`精魂守卫`,Description:`10级起，你的 精魂图腾Spirit Totem
会守护那些你用你的魔法呼唤出的野兽和妖精。当你用法术召唤或创造的野兽或妖精在你的 精魂图腾Spirit Totem
光环内结束其回合时，该生物恢复等同于你德鲁伊等级一半的生命值。
忠诚牧畜 Faithful
Summons
从14级开始，你通联的自然精魂会在你最为无助的时候保护你。当你的生命值降为0、或非自愿地陷入 失能Incapacitated
时，你可以立即获得一次以9环法术位施展的 动物咒唤术（召唤动物）Conjure Animals
法术的好处。这次法术将召唤出四只由你选择的、挑战等级至高为2的野兽。被召唤的野兽出现在你周围20尺内。如果你没有或不能为其下达命令，它们将尽可能的保护你免受伤害并攻击你的敌人。此法术持续1小时，无需专注。你也可以主动解消它来提前结束它（无需动作）。
一旦你使用了此特性，直到你完成了一次长休为止你都无法再次使用它。`}]},{ClassName:`德鲁伊`,Name:`星辰结社`,Source:`玩家手册2024`,Features:[{Level:3,Name:`星图`,Description:`作为你天文学研究的一部分，你创造了一张星图。它是一个微型物体，可以用作你施展德鲁伊法术时的法器。你通过在星图列表上掷骰或选择一个来确定它的形态。
当你持握这件星图时，你视作总是准备着神导术Guidance和光导箭Guiding
bolt这两个法术，并且你可以施展光导箭而无需法术位。其次数等同于你的感知调整值（最小为1），当你完成一次长休时，你重获全部已消耗的使用次数。
如果你丢失了星图，你可以举行一场为时一小时的仪式来使用魔法创造一个替代品。这一仪式可以在一场短休或长休时举行，并会摧毁先前的星图。
星图Star Map
1d6
星图形态
1
一张布满星座图列的卷轴
2
一块钻有细孔的石板
3
一张枭熊皮，上面标有星星的符号
4
一套黑檀木封皮的星图集
5
一块遇光会投射出星辰轨迹的水晶
6
一面描绘星座排列的玻璃圆盘`},{Level:3,Name:`星耀形态`,Description:`以一个附赠动作，你可以消耗一次荒野变形特性使用次数以呈现一个星耀形态，而非变化为野兽形态。
处于星耀形态期间，你保留你的游戏数据，但你的身体变得明亮；你的关节星光熠熠并有如星图一般由亮线连接。这一形态散发出10尺半径的明亮光照以及其外10尺的微光光照。这一形态持续10分钟。如果你解除它（无需动作）、失能、死亡、或再次使用此特性，它就会提前结束。
每当你化身星耀形态时，你选择以下在星座之一在你身上亮起；你的选择将为你在形态中提供特定的增益：
射手座Archer。
一个弓箭射手的星座于你身上浮现。当你激活这个形态时你可以进行一次远程法术攻击，对你60尺内的一个生物射出一发光箭，在形态持续期间的后续回合中你也能够以一个附赠动作发射光箭。命中时，此攻击将造成等同于1d8+你的感知调整值点的光耀伤害。
圣杯座Chalice。一个予命圣杯的星座于你身上浮现。当你消耗法术位施展一个为生物恢复生命值的法术时，你或你周围30尺内的另一生物可以恢复等同于
1d8+你的感知调整值点的生命值。
巨龙座Dragon。
一个智慧巨龙的星座于你身上浮现。当你进行一次智力或感知检定，或是进行一次体质豁免来维持法术专注时，你可以将d20 中9或以下的骰值视为10。`},{Level:6,Name:`宇宙预兆`,Description:`每当你完成一次长休时，你可以参照你的星图来寻找预兆。此时，掷一枚骰子。直到你完成下一次长休为止，你获得一个基于此掷骰结果奇偶性的特殊反应能力。
吉兆Weal（偶数）。
当你周围30尺内的一个可见生物将要进行一次d20检定时，你可以使用你的反应来投一个d6，并将结果加入到检定结果中。
凶兆Woe（奇数）。 当你周围30尺内的一个可见生物将要进行一次d20检定时，你可以使用你的反应来投一个d6，并将结果从检定结果中减去。
你可以使用这一反应能力的次数等同于你的感知调整值（至少一次），在你完成一次长休后，你会重获所有已消耗的使用次数。`},{Level:10,Name:`闪烁星座`,Description:`你的星耀形态星座增强了。射手座和圣杯座中的1d8都变成了2d8，而在巨龙座激活期间，你将获得20尺的飞行速度，并且可以悬浮。
此外，每个你的回合开始时，若此时你处于在星耀形态下，你可以更改当前身上闪耀的星座。`},{Level:14,Name:`灿若繁星`,Description:`处于星耀形态期间，你的身体部分无实质化，使你获得钝击、穿刺与挥砍伤害的抗性。`}]},{ClassName:`德鲁伊`,Name:`野火结社`,Source:`塔莎的万事坩埚`,Features:[{Level:2,Name:`结社法术`,Description:`第2级野火结社特性
你与野火灵魄——一位兼具创生和毁灭的原初存在——之间的神秘连接业已形成。当你在此职业到达特定等级时，你与灵魄的连接将使你习得一些特定法术，就如野火结社法术列表所示。
一旦你习得这些法术中任意一个，你就会一直准备着它，且不计入你的每日准备法术上限。如果你学会一个不在德鲁伊法术列表中的法术，该法术对你来说视作德鲁伊法术。
野火结社法术Circle of Wildfire Spells
德鲁伊等级法术
2nd燃烧之手buring hands，疗伤术cure wounds
3rd炽焰法球flaming sphere，灼热射线scorching ray
5th植物滋长plant growth，回生术revivify
7th生命灵光aura of life，火焰护盾fire shield
9th焰击术flame strike，群体疗伤术mass cure
wounds
召唤野火灵魄 Summon Wildfire Spirit`},{Level:2,Name:`召唤野火灵魄`,Description:`第2级野火结社特性
你能召唤出与你灵魂连接的原初灵魄。以一个动作，你可以消耗一次荒野变形特性使用次数召唤出你的野火灵魄，而非变化为野兽形态。
灵魄会出现在由你所选择的、距离你30尺范围内一处未被占据的可见空间内。灵魄出现时，每个灵魄10尺范围内的生物（除你之外）都必须通过一次对抗你法术豁免
DC
的敏捷豁免，豁免失败将受到2d6点火焰伤害。
野火灵魄对你与你的同伴保持友善并遵从你的命令。在野火灵魄资料表中可以看到这只生物的游戏数据，其中几处采用了你的熟练加值（PB）。由你来决定灵魄的外形。一些灵魄是熊熊燃烧的枝条虬结而成的人形，而另一些则像是被火焰包裹的野兽。
在战斗中，野火灵魄使用你的先攻，并且在你的回合后立即行动。它能自由移动和执行反应，但除非你以一个附赠动作命令它进行动作，否则它在回合中只能进行闪避动作。他可以执行下方写出的动作选项，或是其他的动作选项。如果你陷入失能状态，野火灵魄可以自行选择进行任何动作，而不仅仅是回避。
野火灵魄持续存在
1 小时。若其生命值降低至0、或你再次使用此特性召唤此灵魄、或你死亡时，它会提前消失。
野火灵魄Wildfire Spirit
小型元素
AC：13（天生护甲）
HP：5+五倍你的德鲁伊等级
速度：30尺，飞行30尺（悬浮）
力量敏捷体质智力感知魅力
10(+0)14(+2)14(+2)13(+1)15(+2)11(+0)
伤害免疫：火焰
状态免疫：魅惑、恐慌、擒抱、倒地、束缚
感官：黑暗视觉60尺，被动察觉12
语言：理解你的语言
挑战等级：——
熟练加值（PB）：等于你的熟练加值。
动作Actions
火种Flame Seed。 远程武器攻击：攻击加值等同于你的法术攻击加值，射程60尺，单个你可见的目标。命中：1d6+PB 点火焰伤害。
烈焰传送Fiery Teleportation。
灵魄与每个在其周围5尺范围内的你选择的自愿生物传送至至多15尺远的数处你可见的未占据空间。随后每个还处于灵魄原本在的地方周围5尺范围内的生物必须成功通过一次对抗你法术豁免DC的敏捷豁免，否则将受到
1d6+PB火焰伤害。
强化链接 Enhanced Bond`},{Level:6,Name:`强化链接`,Description:`第6级野火结社特性
你与野火灵魄的连接增强了你的破坏与恢复法术。
在你的野火灵魄存在期间，当你施展一个造成火焰伤害或回复生命值的法术时，骰一枚d8，你在该法术的一次伤害掷骰或治疗掷骰中获得等同于骰出数值的加值。
此外，当你施展一个施法范围非自身的法术时，你可以自由选择该法术以你或你的野火灵魄为发出点。
灼烧烈焰 Cauterizing Flames`},{Level:10,Name:`灼烧烈焰`,Description:`第10级野火结社特性
你获得将死亡转化为可以用于治疗或焚烧的魔法火焰的能力。
当一个小型或更大生物在你或你的野火灵魄周围30尺范围内死亡时，无害幽火从其死亡生物空间中涌现并在此处摇曳1分钟。当一个你可见的生物进入该空间时，你可以用反应熄灭那里的幽火并以此对该生物进行治疗或火焰伤害。火焰伤害或治疗量的数值等同于
2d10+你的感知调整值 点。
你能使用这一反应的次数等于你熟练加值，在完成一次长休后，你恢复所有已消耗的使用次数。
炽烈回生 Blazing Revival`},{Level:14,Name:`炽烈回生`,Description:`第14级野火结社特性
你与野火灵魄的连接可以使你免于死亡。当你生命值降至0且因此陷入昏迷时，若灵魄与你之间的距离不超过120尺，你就可以使灵魄降至
0 生命值，而你会恢复一半生命值，并立刻站起来。
一旦你使用了这一特性，直到你完成一次长休前你都不能再次使用它。`}]},{ClassName:`德鲁伊`,Name:`月亮结社`,Source:`玩家手册2024`,Features:[{Level:3,Name:`结社形态`,Description:`你学会了如何在使用荒野变形的同时引导月之魔力，增益自身的力量，你获得以下增益：
挑战等级Challenge Rating。你的荒野变形形态的最大挑战等级现在等于你德鲁伊等级的三分之一（向下取整）。
护甲等级Armor Class。只要你仍处于荒野变形形态，如果13+你的感知调整值加起来高于野兽的护甲等级，你的护甲等级等于你13+你的感知调整值。
临时生命值Temporary Hit Points。当你化为荒野变形形态时，你获得等于德鲁伊等级的三倍数量的临时生命值。`},{Level:3,Name:`月亮结社法术`,Description:`当你到达月亮结社法术表中特定的德鲁伊等级时，你就始终准备着表中对应的法术。
此外，你可以在荒野变形下施展这些法术。
月亮结社法术Circle of the Moon Spells
德鲁伊等级
准备法术
3
点点星芒Starry Wisp
疗伤术Cure Wound
月华之光Moonbeam
5
咒唤兽群Conjure Animals
7
月光涌泉Fount of Moonlight
9
群体疗伤术Mass Cure Wounds`},{Level:6,Name:`进阶结社形态`,Description:`荒野变形期间，你获得以下增益。
月耀辉光Lunar Radiance。你在荒野变形形态下的每次攻击可以造成普通的伤害或光耀伤害。由你在每次攻击命中时选择。
强化韧性Increased Toughness。
你将你的感知调整值加到你的体质豁免结果当中。`},{Level:10,Name:`月光飞步`,Description:`你能以魔法转移自身，在一道月光中重新出现。以一个附赠动作，你传送最多30尺到一处你能看见的未占据空间，并且你在这个回合结束前进行的下一次攻击具有优势。
你可以使用该特性的次数等于你的感知调整值（至少1次），并且你在结束一次长休后重获全部已消耗的使用次数。你也能消耗一个二环或更高的法术位来恢复一次使用次数（无需任何动作）。`},{Level:14,Name:`月辉形态`,Description:`月之力量充盈着你的身体，让你获得以下增益：
月耀炽光Improved Lunar Radiance。一回合一次，你可以对一次荒野变形下的攻击命中的一名目标额外造成2d10光耀伤害。
月辉同行Shared Moonlight。当你使用月光飞步时，你还能传送另一个自愿的生物。该生物必须在你的10尺内，并且你将它传送到你出现点的10尺内的一个你能看见的未占据空间中。`}]},{ClassName:`法师`,Name:`变化师`,Source:`破解奥秘（UA）`,Features:[{Level:3,Name:`变化师之石`,Description:`当你完成一次长休后，你可以创造一颗名为变化师之石的充满魔力的卵石，直到你再次使用本特性前这块石头会一直存在。这枚石头视为微型物件，且你可以将其视为你的法师法术的法器。持有该石头的生物会获得体质豁免的熟练项和以下增益中的一种，由你在创造石头时选择。你可以在消耗法术位施展一道变化系法术后改变此增益。
黑暗视觉Darkvision。持有者获得60尺的黑暗视觉，如果其本就拥有黑暗视觉，则其在持有石头期间范围再扩大60尺。
速度Speed。持有者的速度提升10尺。
抗性Resistance。持有者具有强酸、寒冷、闪电、火焰、毒素、雷鸣之一的伤害抗性（每当你选择该增益时自选一种伤害类型）。`},{Level:3,Name:`变化学者`,Description:`从法师法术列表中选择两道不高于二环的变化学派法术，并将其免费加入你的法术书中。
此外，每当你在本职业中获得一个新环阶的法术位时，你都能免费将一道法师法术列表中的变化学派法术加入你的法术书中。你所选的法术都必须是你当前拥有法术位的环阶。`},{Level:3,Name:`妙法化形`,Description:`你总是准备了法术变身术Alter Self并且可以无需法术位的施展一次。你无法再次使用此特性来施展该法术直至你完成一次长休。
变身术Alter Self效应期间，你的每个变形术选项，分别获得以下额外增益。
水栖适应Aquatic Adaptation。若身处水下，你可以使用附赠动作执行疾走动作。
改变面容Change Appearance。你进行的魅力（欺瞒）检定具有优势。
天生武器Natural Weapons。你新长出来的身体器官所造成的伤害提升至2d6，伤害类型保持不变。同时，你为维持专注所进行的体质豁免具有优势。`},{Level:6,Name:`强力变化`,Description:`当你施展一道不会造成伤害的变化系法术时，例如飞行术fly或魔化武器Magical Weapon，且消耗了法术位时，你可以将其以比你消耗的法术位高一环的形式施展。
你可以使用本特性的次数等同于你的智力调整值（最少一次），当你完成一次长休时，你重获全部已消耗的使用次数。`},{Level:10,Name:`变形生物`,Description:`你总是准备了变形术Polymorph法术并且可以无需法术位的施展一次。你无法再次使用此特性来施展该法术，直至你完成一次长休。
另外，当你将自身作为此法术的目标时，你可以调整该法术来使你获得如下增益。一旦你使用此特性调整了该法术，直至你完成一次长休，你都不能再这么做。
游戏数据Game Statistics。你保留你的生物类型，记忆和说话的能力。你也会保留你的智力，感知和魅力属性值；职业特性，语言和专长。
变形施法Transmute Spells。你可以在处于变形期间如常施展变化系法术，只要该法术没有特殊价值或需要被消耗的材料成分。`},{Level:10,Name:`强效之石`,Description:`你的变化师之石增益进一步扩张。现在你创造变化师之石时，你可以选择两个选项，除了抗性选项外其他选项只能被选择一次，如果你选择两次抗性选项，你必须选择不同的伤害类型。当你施展一个消耗环位的变化系法术后，你可以改变其中一项增益或者同时改变两项。
另外，以下选项现在加入进了你的变化师之石的可选增益中。
强健身形Mighty Build。持有者的力量豁免具有优势。持有者在决定其载重能力时也会被记为大一级体型。
震颤感知Tremorsense。持有者具有30尺震颤感知。`},{Level:14,Name:`变化宗师`,Description:`当你携带着变化师之石时，以一个魔法动作， 你可以用将储存在你变化师之石中的变化魔力一次耗尽，并选择以下增益之一。在你以此种方式使用了变化师之石后，你可以作为这个特性的魔法动作的一部分，消耗一个五环及以上环位的法术位来防止石头破碎。
大变化师Major Transformation。你可以变化一件非魔法物件——不长于10尺立方空间或8个相连的5尺立方空间——使其变成另一个大小与重量相似，价值相近或更低的非魔法物件。你必须触碰该物件10分钟才能如此变化。
万灵秘药Panacea。作为此魔法动作的一部分，你触碰一名生物。目标恢复等同于其最大生命值一半的生命值（向下取整）。目标会被治疗其身上的全部魔法疫病和影响自身的任何诅咒——包括目标与诅咒魔法物品的同调。如果目标处于中毒或石化状态，该状态也会立即终止。
起死回生Restore Life。你可以无需法术位的施展法术死者复活Raise Dead，并使用变化师之石来代替通常的法术耗材。
返老还童Restore Youth。作为此魔法动作的一部分，你可以触碰一名自愿生物。该生物若有力竭等级，则降为0，且对方的外表看起来永久性的年轻了3d10岁，但至少会保持一个刚成年时的状态。`}]},{ClassName:`法师`,Name:`防护师`,Source:`玩家手册2024`,Features:[{Level:3,Name:`奥术守御`,Description:`你可以在自己周围编织魔法来保护自己。当你消耗法术位施展一道防护学派法术时，你能同时使用该法术的一缕魔力为自己创建一个魔法结界，该结界会持续至你完成一次长休。该结界的生命值上限等同于你法师等级的两倍加上你的智力调整值。每当你受到伤害时，结界会代替你受到此伤害，如果你具有任何抗性或易伤，则先为伤害应用抗性和易伤后再计算结界生命值减损。如果该伤害会使结界的生命值降至0，你将会受到溢出部分的伤害。当结界的生命值为0时，它无法吸收伤害，但其魔力仍然存在。
每当你消耗法术位施展一道防护学派法术时，结界就会恢复等同于该法术位环阶两倍的生命值。此外，你也能够以一个附赠动作，消耗一个法术位使结界恢复等同于所消耗法术位环阶两倍的生命值。结界一经创建，直至你完成一次长休都无法再次被创建。`},{Level:3,Name:`防护学者`,Description:`从法师法术列表中选择两道不高于二环的防护学派法术，并将其免费加入你的法术书中。
此外，每当你在本职业中获得一个新环阶的法术位时，你都能免费将一道法师法术列表中的防护学派法术加入你的法术书中。你所选的法术都必须是你当前拥有法术位的环阶。`},{Level:6,Name:`投射守御`,Description:`当30尺内一个你可见的生物受到伤害时，你可以用你的反应让你的奥术守御吸收此次伤害。如果该伤害使结界的生命值降为0，则被保护的生物将承受所有剩余伤害。如果被保护的生物有任何抗性或易伤，则应在计算结界承伤之前先结算抗性和易伤。`},{Level:10,Name:`破法者`,Description:`你始终准备着法术法术反制Counterspell和解除魔法Dispel
Magic。此外，你能够以一个附赠动作施展解除魔法Dispel
Magic，且你能在其属性检定中加入你的熟练加值。你消耗法术位施展其中任意一道法术时，若该法术未能成功阻止法术施展或未能成功解除法术效应，则你用于施展法术反制或解除魔法的法术位不会被消耗。`},{Level:14,Name:`法术抗性`,Description:`你抵抗法术时进行的豁免检定具有优势，且你对法术造成的伤害具有抗性。`}]},{ClassName:`法师`,Name:`幻术师`,Source:`玩家手册2024`,Features:[{Level:3,Name:`幻术学者`,Description:`从法师法术列表中选择两道不高于二环的幻术学派法术，并将其免费加入你的法术书中。
此外，每当你在本职业中获得一个新环阶的法术位时，你都能免费将一道法师法术列表中的幻术学派法术加入你的法术书中。你所选的法术都必须是你当前拥有法术位的环阶。`},{Level:3,Name:`强化幻术`,Description:`你施展幻术学派法术时无需言语成分，且若你施展的幻术学派法术的施法距离不小于10尺，则其施法距离增加60尺。
你同时知晓次级幻象Minor
Illusion戏法。如果你已经知晓了此戏法，则你习得另一道你选择的法师戏法。此戏法不计入你的已知戏法数。当你施展次级幻象时，可以在一次施法中同时创造出声音和影像，并且你能以一个附赠动作施展它。`},{Level:6,Name:`魅影生灵`,Description:`你总是准备了野兽召唤术Summon
Beast和妖精召唤术Summon
Fey。你施展其中任意一道法术时，可以选择将其学派变为幻术学派，这会使召唤出的生物变得虚幻。你可以不消耗法术位地施展这两道法术的幻术版本各一次，但无需法术位地施展这两道法术会使其召唤出的生物只有一半生命值。一旦你无需法术位地施展了其中任意一道法术，直至完成长休你都无法再以此法施展那道法术。`},{Level:10,Name:`幻影化形`,Description:`当一名生物对你进行的一次攻击检定命中时，你可以使用你的反应在攻击者与你之间插入幻象分身。这次攻击对你自动失手，随后幻象分身消失。
此特性一经使用，直至完成长休你都无法再次使用。你也可以消耗一个二环或更高环阶的法术位（无需动作）重置此特性的使用权。`},{Level:14,Name:`亦真亦幻`,Description:`你习得借由将暗影魔法编入你的幻术，从而使其获得半真实效果的秘密。当你用法术位施展一道幻术学派法术时，你能选择一个属于幻象一部分的非活化非魔法物件，并让该物件化作真实。你可以在法术持续过程中在自己的回合以一个附赠动作这样做。该物件将在接下来1分钟内保持真实，它在此期间无法造成伤害或赋予任何状态。例如，你可以创造一座横跨峡谷的桥梁幻象，而后将之化作真实，使你的队友能从桥上跨越峡谷。`}]},{ClassName:`法师`,Name:`惑控师`,Source:`破解奥秘（UA）`,Features:[{Level:3,Name:`催眠仪态`,Description:`你魅惑的言语与惑心的目光足以奴役其他生物。以一个魔法动作，指定你身边10尺范围内一个你能看见的生物。如果该生物能看见你或听见你，则其必须成功进行一次对抗你法师法术豁免DC的感知豁免，否则陷入魅惑状态，持续一分钟或直到你的专注中止、目标离你超过10尺、目标既不能看见你或听见你、目标受到伤害为止。以此法被魅惑期间，目标陷入失能状态且速度为0。
一旦你使用了此特性，直至完成长休你都无法再这么做。你也可以通过花费一个环阶1+法术位来恢复一次使用能力。`},{Level:3,Name:`惑控学者`,Description:`从法师法术列表中选择两道不高于二环的惑控学派法术，并将其免费加入你的法术书中。
此外，每当你在本职业中获得一个新环阶的法术位时，你都能免费将一道法师法术列表中的惑控学派法术加入你的法术书中。你所选的法术都必须是你当前拥有法术位的环阶。`},{Level:3,Name:`惑心交谈者`,Description:`你获得以下一项由你选择的技能熟练：欺瞒、威吓或游说。
此外，当你进行所选技能的属性检定时，你获得等同于你的智力调整值的加值（至少+1）。`},{Level:6,Name:`分裂惑控`,Description:`当你施展一道可以通过升环施法来选择额外生物为目标的惑控系法术时，例如魅惑类人Charm Person时，该法术的有效环阶提升一环。
你可以使用此特性等同于你的智力调整值次，且当你完成长休时，你恢复所有已花费的次数。`},{Level:10,Name:`直觉魅惑`,Description:`当一个你30尺范围内你能看见的生物以一次攻击检定命中你时，你可以用你的反应迫使攻击者进行一次对抗你法术豁免DC的感知豁免。豁免失败时，该攻击改为失手，且如果有除了攻击者以外的其他生物在攻击者的攻击范围内，攻击者的触发特性的攻击将以该生物为目标，并使用相同的攻击检定。如果有多个目标在攻击者的攻击范围内，你指定哪个为目标。
一旦你使用了此反应，直至完成长休你都无法再这么做。你也可以通过用一枚法术位施展一道惑控系法术来恢复一次使用能力。`},{Level:14,Name:`编演记忆`,Description:`你可以有效的惑控生物，编演他们的记忆。你总是准备了篡改记忆Modify Memory。当你施展该法术时，如果有第二个生物在法术范围内，你可以指定它为目标。`}]},{ClassName:`法师`,Name:`剑咏`,Source:`塔莎的万事坩埚`,Features:[{Level:2,Name:`剑歌`,Description:`第2级剑咏者特性
你可咒唤一种名唤“剑歌”的精灵魔法，前提是你必须未着装中甲、重甲，也未使用盾牌。这一魔法将使你获得超乎寻常的速度、敏捷与专注。
你可以用一个附赠动作启动剑歌，并使之维持1分钟。当你陷入失能，或完成中甲、重甲或盾牌的着装、又或者你双手并用使用武器发动一次攻击时，你的剑歌将提前终止。你也可以随时随意的解除剑歌（不需要动作）。
在剑歌激活期间，你获得以下好处：
你获得AC加值，其数值等于你的智力调整值（至少为+1）。你的步行速度增加10尺。你进行敏捷（特技）检定时有优势。你为维持法术专注而进行的体质豁免获得加值，其数值等于你的智力调整值（至少为+1）。
你能使用本特性的次数等于你的熟练加值。完成一次长休后，你重获所有已消耗的使用次数。
额外攻击
Extra Attack`},{Level:2,Name:`战歌训练`,Description:`第2级剑咏者特性
你获得轻甲的熟练项，并获得一把你自选的单手近战武器熟练项。
如果你还没有表演技能熟练的话，你还会获得表演技能的熟练项。
剑歌
Bladesong`},{Level:6,Name:`额外攻击`,Description:`第6级剑咏者特性
你在自己回合执行“攻击”动作时可以发动两次攻击而非一次攻击。
不仅如此，你还可以将自己回合“攻击”动作中的这些攻击之中的一次替换为施展一个戏法。
守御之歌
Song of Defense`},{Level:10,Name:`守御之歌`,Description:`第10级剑咏者特性
剑歌激活期间，你能够引导自己的魔法为你吸收伤害。受到伤害时，你可以用自己的反应来消耗一个法术位，以使你受到的伤害减少等同于该法术位环阶五倍的数值。
胜利之歌 Song of Victory`},{Level:14,Name:`胜利之歌`,Description:`第14级剑咏者特性
剑歌激活期间，你可以将你的智力调整值（至少为+1）加到你的近战武器伤害上。`}]},{ClassName:`法师`,Name:`精魂学院`,Source:`破解奥秘（UA）`,Features:[{Level:3,Name:`彼岸故事`,Description:`持握施法法器期间，你可以以一个附赠动作消耗一个你的吟游诗人激励并呼唤而来精魂之力。投掷吟游诗人激励骰并参照远方之魂表来决定你沟通的是何精魂，随后选择在你30尺内且你可见的一个生物作为此精魂的目标。精魂立刻产生效应；如果某个精魂的效应需要进行豁免掷骰，则其DC等同于你的吟游诗人法术豁免DC。
远方之魂表
激励骰骰值精魂
1心上人。目标恢复等于你的一个吟游诗人激励骰骰值外加你的魅力调整值的生命值。
2神射手。目标受到等于你的一个吟游诗人激励骰骰值外加你的魅力调整值的力场伤害。
3复仇者。直到你的下回合结束前，以近战攻击命中目标的任何生物都会受到等同于你的一个吟游诗人激励骰骰值的力场伤害。
4叛徒。目标立刻传送到距离它30尺以内且它可以看见的一处未占据空间。
5算命师。直到你的下回合结束前，目标进行的D20掷骰都具有优势。
6旅者。目标获得等同于你的一个吟游诗人激励骰骰值外加你的吟游诗人等级的临时生命值，当目标拥有这些临时生命值时，它的速度增加10尺。
7魔术师。目标进行一次感知豁免。豁免失败受到等同于你的两个吟游诗人激励骰骰值之和的心灵伤害并获得魅惑状态，直至你的下回合开始。豁免成功则仅受半伤。
8幽灵。目标获得隐形状态，直至你的下回合结束或目标进行一次攻击检定、造成伤害或施展法术。隐形结束时，源自目标的5尺光环内的所有生物都必须成功进行一次体质豁免，否则受到等同于你的两个吟游诗人激励骰骰值之和的暗蚀伤害。
9纵火犯。目标进行一次敏捷豁免，豁免失败，其受到等同于你的四个吟游诗人激励骰骰值之和的火焰伤害，豁免成功则仅受半伤。
10懦夫。目标和源自目标的30尺光环内你所选择的所有生物都必须成功进行一次感知豁免，否则直到你的下回合结束前获得恐慌状态。恐慌期间，该生物的速度减半，且只能执行动作和附赠动作中的一个。
11畜生。目标和源自目标的30尺光环内你所选择的所有生物进行一次力量豁免，失败则该生物受到等同于你的三个吟游诗人激励骰骰值之和的雷鸣伤害并陷入倒地状态。豁免成功则仅受半伤。
12控制连结。选择表中的其他一行作为精魂的效应。`},{Level:3,Name:`通灵师`,Description:`你习得了如何与这些死去的精魂沟通，它们的力量与学识深深影响着你。你获得如下增益：
呢喃指引 Guiding
Whispers。你习得戏法神导术Guidance。对你来说，当你施展神导术时，其施法距离为60尺。
精魂法器 Spiritual
Focus。你使用工具帮助你与精魂沟通。你获得一副赌具（纸牌）。你拥有此赌具的熟练项，并且你可以使用这副牌或以下列举物品中的任意一个作为你吟游诗人法术的施法法器来使用：奥术法器（水晶或法球），蜡烛，或者墨水笔。`},{Level:6,Name:`超力链接`,Description:`你与精魂沟通的能力日益进步。你获得如下增益：
彼界之力Power from
Beyond。每回合一次，当你施展造成伤害或恢复生命值的吟游诗人法术时，投一个d6。你在法术伤害骰中的其中一个上获得等同于该骰值的加值，或者为你法术恢复生命值的总值上加入此骰值。
灵体显化Spiritual
Manifestation。你总是准备着法术灵体卫士Spirit
Guardians。你可以不消耗法术位地施展此法术一次，并且在你一次长休结束后才可重新如此施展该法术。无论何时当你施展该法术时，你可以修改它，使得灵体能够抵御世间的威胁。以此种方式施展该法术时，在灵体的光环内，你和你的盟友获得半身掩护。一旦你以此种方式修改了该法术，直至你进行一次短休或长休前你都无法再这么做。`},{Level:14,Name:`非凡沟通`,Description:`你熟练掌控了你所召唤出来的精魂。无论何时你在投掷远方之魂表时都可以投掷两次并选择使用两次中的哪一种效应。`}]},{ClassName:`法师`,Name:`书士会`,Source:`塔莎的万事坩埚`,Features:[{Level:2,Name:`法师之笔`,Description:`第2级书士会特性
以一个附赠动作，你能在你空着的手中用魔法创造一支微型羽毛笔。这支魔法羽毛笔具有以下特性：
这支羽毛笔不需要墨水。当你用它书写时，它会在用于书写的表面上自行生成墨水，墨水的颜色由你选择。
若你使用这根羽毛笔来将法术抄入法术书，你只需花费每个法术等级2分钟的时间。
若你用羽毛笔书写的文本在你身边5尺范围之内，你可以用一个附赠动作在文字上方晃动羽毛将其消除。
这根羽毛笔将在你创造另一支笔或是死亡时消失。
觉醒魔典 Awakened
Spellbook`},{Level:2,Name:`觉醒魔典`,Description:`第2级书士会特性
通过特别准备的墨水和书士会所传承的咒语，你唤醒了法术书中具有智能的奥法存在。
当你持握你的法术书时，它将为你提供以下好处：
你可以将本书用作施展法师法术的法器。
当你消耗法术位施展一个法师法术时，你可以将它的伤害类型临时替换为你法术书内另一个法术的伤害类型你的法术书魔法性的改变了此次施法所用的奥法公式。那另一个法术的环阶必须与你花费的法术位环阶相同。
当你用仪式施法施展一个法师法术时，你可以使用法术的正常施法时间，而不用额外增加10分钟。当你使用过这个好处后，直到你完成一次长休后你才能再次使用此增益。
如有必要，你可以在一次短休时用你的 法师之笔Wizard Quill，在空白书本或是你与之同调的魔法法术书上画下奥术魔印。短休结束时，你原本法术书内的意识将会带着旧书它所记载的所有法术转移到新书之中、将其变为你的法术书。如果旧书依旧在某处存在，它上面所记载的所有法术将消失。
神识显现 Manifest
Mind`},{Level:6,Name:`神识显现`,Description:`第6级书士会特性
你能将你觉醒法术书中的意识召唤出来。当你持有该法术书时，你可以以一个附赠动作令书中的意识显现为一个微型的灵体物件，使其悬浮于距离你60尺以内且未被占据的、由你选择的空间中。这一灵体意识是无形的，不会占据其空间，并会在其周围半径10尺范围内发出微光光照。它看上去如同一本灵体卷宗、一摞文字、或是一位历史中的学者（由你选择）。
显现时，该灵体意识能够听音视物，并具有60尺的黑暗视觉。它能用心灵感应将它所看见和听到的信息分享给你（无需动作）。
每当你在自己的回合内施放法师法术时，你可以使用灵体意识的感官、如同身处它所在的空间一样释放该法术。你每天能如此施法的次数等于你的熟练加值次，完成一次长休后，你恢复所有已消耗的使用次数。
以一个附赠动作，你可以令灵体意识飘浮到其周围30尺内、你或它可见且未占据空间。灵体意识可以穿过生物但不能穿过物件。
若遇到以下情况之一，灵体意识的显现将会停止：与你的距离超过300 尺、被某人施展了解除魔法Dispel Magic 、觉醒魔法书被摧毁、你死亡时、或是你以一个附赠动作将其驱散。
显现过灵体意识后，你必须完成一次长休、或是消耗一枚任意环位的法术位，才能再次显现它。
书士宗师
Master Scrivener`},{Level:10,Name:`书士宗师`,Description:`第10级书士会特性
每当你完成一次长休，你可以令你的法师笔触碰一张空白的纸张或是羊皮纸，以将你觉醒魔典中的一个法术并复制到这张纸上、并制造一个魔法卷轴。你制造卷轴时，魔典必须在你5尺之内。
被复制的法术必须是1环或2环法术，且施法时间必须为1个动作。一旦它被抄入卷轴，这个法术的力量就将被强化，令其视为比平常高1环阶的法术。你可以以一个动作阅读卷轴来施展其中的法术。卷轴对其他任何人都不可理解，且当你施展其中法术、或是完成下次长休后，卷轴上记载的法术将会消失。
你同样擅长制造法术卷轴，其记载于《城主指南》第七章中的宝藏章节所描述的那样。当你使用你的
法师之笔Wizard Quill
制造卷轴时，你所需要花费的金币和时间减半。
书人合一 One
With the Word`},{Level:14,Name:`书人合一`,Description:`第14级书士会特性
你和你的觉醒魔法书的联系已经变得如此深刻，以至于你的灵魂已经和它缠结在一起。携带这本书时，你在任何智力（奥秘）检定中都会具有优势，法术书会帮助你记住那些魔法学识。
此外，如果你在法术书的意识处于显现状态时受到伤害时，你可以利用你的反应驱散灵体意识、利用其中的魔法来拯救自己，从而避免所有对你的伤害。之后，掷3d6。法术书暂时失去一些由你自选的法术，这些法术的环阶之和必须大于或等于骰值。例如，如果骰值是9，则从书中消失的法术环阶之和至少为9或许是一个9环法术，或是三个3环法术，或其他组合方式。如果书中没有足够的法术来支付这个代价，你就会降到0点生命。
你必须完成1d6次长休后，才能再次施放失去的法术；在此期间，即使你在卷轴上或其他法术书中找到这些法术，也无法施展它们。完成所需的长休次数后，法术会重新出现在法术书中。
用过这个反应之后，你必须完成一次长休才能再次使用它。`}]},{ClassName:`法师`,Name:`死灵师`,Source:`破解奥秘（UA）`,Features:[{Level:3,Name:`死灵魔典`,Description:`记载在你的法术书中的死灵魔法秘仪令你获得了更多的力量。你活得以下增益：
暗蚀抗性Necrotic Resistance。 你获得对暗蚀伤害的抗性。
惧怖收割Grim Harvest。当你使用法术位施展一道死灵学派法术时，你可以选择60范围以尺内一名亡灵恢复等同于消耗法术环阶+你的法师等级的生命值。
亡灵魔宠Undead Familiar。 法术寻获魔宠Find Familiar加入到你的法术书中。当你施展该法术时，除了通常的形态选项，你还可以改为选择下列特殊形态之一：骷髅Skeleton或丧尸Zombie（魔宠的数据卡见《玩家手册》附录B）。`},{Level:3,Name:`死灵学者`,Description:`从法师法术列表中选择两道不高于二环的死灵学派法术，并将其免费加入你的法术书中。
此外，每当你在本职业中获得一个新环阶的法术位时，你都能免费将一道法师法术列表中的死灵学派法术加入你的法术书中。你所选的法术都必须是你当前拥有法术位的环阶。`},{Level:6,Name:`坟冢之力`,Description:`你对死灵术的理解和研究进一步的加深，并将这些内容记录进了你的法术书。在你持握自己的法术书期间，你获得以下增益：
墓者续行Grave Resilience。 当你使用奥术回想时，你的力竭等级（若有）降低1级。
朽坏之威Overwhelming Necrosis。你的法师法术和法师特性造成的暗蚀伤害无视对暗蚀伤害的抗性。`},{Level:6,Name:`亡灵仆役`,Description:`你始终准备了法术活化死尸Animate Dead，并且可以无需法术位地施展一次该法术。每当你开始施展该法术时，你可以对其进行调整，使该法术的有效环位提升1环。
此外，每当你使用法术位施展一道会创造或召唤亡灵的死灵法术时，该亡灵获得以下好处：
不死坚韧Undead Fortitude。在该法术持续时间内，该亡灵的最大生命值和当前生命值增加，数值等同于所使用法术位环阶+你的智力调整值。
凋零打击Withering Strike。每当该亡灵以一次攻击检定命中一名生物时，该亡灵造成等同于你智力调整值的额外暗蚀伤害（至少为1暗蚀伤害）。
(译注：该特性原文并未标注无需法术位施展活化死尸是否能刷新。)`},{Level:10,Name:`收割亡灵`,Description:`你知晓了更多关于生死之异同的秘密。在因受伤进入浴血但并未被直接杀死后，你可以立即执行一个反应将一个由你控制的可见亡灵降至0生命值，随后你立即恢复等同于你法师等级的生命值。`},{Level:14,Name:`死之主`,Description:`记载于你的法术书中的玄秘仪式令你成为死之力的主宰。你在持握你的法术书期间获得以下增益：
亡灵增幅Bolster Undead。 以一个附赠动作，你指定60范围以尺内任意数量由你使用死灵学派法术创造或召唤的亡灵。每个亡灵都获得等同于你法师等级的临时生命值。一旦一个亡灵因此特性获得了临时生命值，它在接下来的24小时内无法再次通过此方式获得临时生命值。
湮灭亡灵Extinguish Undead。当一名你可见的亡灵被降至0生命值时，你可以使其在暗蚀能量中爆裂。掷数量等同于该生物未消耗生命骰数量一半的d6（向上取整，至少为1d6），将结果相加。源自该亡灵10尺光环区域内的每个生物进行一次敏捷豁免检定。若豁免失败，目标受到等同于掷骰结果的暗蚀伤害，并在其下个回合开始前无法执行反应。若豁免成功，目标只受到一半伤害。当你使用此特性令一只不受你控制的亡灵爆裂时，你必须使用反应并消耗一个五环及以上的法术位才能如此做。`}]},{ClassName:`法师`,Name:`苏生师`,Source:`破解奥秘（UA）`,Features:[{Level:3,Name:`电颤复律`,Description:`当你施展维生术Spare the
Dying时，你可以调整该法术使其向目标发射一阵电流，令其复律*。目标恢复1生命值，且位于源自其10尺光环区域内的每名生物必须进行一次对抗你法术豁免DC的敏捷豁免，豁免失败则受到等于1d4加你奇械师等级一半（向下取整）的闪电伤害，豁免成功则受到一半伤害。
你能够以此法调整法术的次数等于你的智力调整值。当你完成一次长休时，你重获所有已消耗的使用次数。
译注：此处复律原文为“reviving”，但按照维生术原有目标（生命值为0生物），可能仅是风味描述而非复活，此处暂以复律代之。`},{Level:3,Name:`苏生师法术`,Description:`在达到下方苏生师法术列表中列出特定奇械师等级时，你将始终准备着等级对应的法术。
奇械师等级法术
3虚假生命False Life，维生术Spare the Dying
巫术箭Witch
Bolt
5目盲术/耳聋术Blindness/Deafness，强化属性Enhance
Ability
9活化死尸Animate Dead，闪电束Lightning Bolt
13枯萎术Blight，防死结界Death Ward
17防活物护罩Antilife Shell，死者复活Raise Dead`},{Level:3,Name:`再起伴兵`,Description:`你能够以一动作，使用修补工具或你具有熟练的其他种类的奇械工具，通过亡灵法术与科学的力量创造一名再起伴兵Reanimated
Companion（数据卡见下）。伴兵显现于你5尺的未占据空间中。伴兵的外观由你决定，但你的选择不会改变其游戏数据。
伴兵对你和你的盟友态度友善并服从于你。伴兵存在持续至你完成长休，或在你执行魔法动作令其解散时提前结束。此时伴兵无害地坍塌为一堆内脏。若你死亡，伴兵立即降至0生命值并死亡（触发其自爆特质）。
一旦你创造了一名伴兵，你无法再次创造伴兵直至你完成长休或你消耗一枚法术位来创造伴兵。你同时只能拥有一名伴兵，伴兵存在期间你无法创造伴兵。
战斗中的伴兵The Copanion in Combat。在战斗中，伴兵在你的回合内行动。其可以移动并自行执行反应，但除非你以附赠动作命令其执行动作，否则其唯一可用的动作是回避动作。若你陷入失能，伴兵自行行动且不再限制于回避动作。
再起伴兵Reanimated Companion
小型亡灵，中立
AC 10+你的智力调整值先攻 +0（10）
HP 4+四倍你奇械师等级（伴兵具有等于你奇械师等级的生命骰[d6]）
速度 30尺
调整豁免调整豁免调整豁免
力量14+2+2
敏捷10+0+0
体质16+3+3
智力4-3-3
感知10+0+0
魅力6-2-2
抗性 暗蚀，毒素
免疫 闪电；魅惑，力竭，中毒
感官 盲视60尺；被动察觉10
语言 理解你的语言
CR 无（XP0；PB等于你的熟练加值）
特质Traits
自爆Death Burst。伴兵在死亡时爆炸。敏捷豁免检定：DC等于你的法术豁免DC，源自伴兵的10尺光环区域内的每名生物。 失败：2d6暗蚀伤害。
闪电吸收 Lightning Absorption。每当伴兵将受闪电伤害时，其恢复等于闪电伤害数值的生命值。
动作Actions
恐怖横扫Dreadful Swipe。近战攻击检定：加值等于你的法术攻击加值，触及5尺。命中：1d4+2加你的智力调整值的暗蚀伤害，且目标无法执行借机攻击直至其下个回合开始。`},{Level:5,Name:`怪异修正`,Description:`每当你创造一名再起伴兵时，你选择以下选项之一令其获得之。你在创造伴兵时进行选择。
奥术联结Arcana
Conduit。 你可以如同身处伴兵所在的空间一样施展法术，但你仍需使用你自己的感官。每回合一次，每当你施展一道塑能或死灵学派的奇械师法术并造成伤害时，若伴兵位于你120尺内，你将你的智力调整值加入该法术的其中一枚伤害骰。
凶残Ferocity。 当你命令伴兵执行恐怖横扫动作时，伴兵使用两次该动作。`},{Level:9,Name:`强化再起`,Description:`你进一步尝试改造你的伴兵。每当你创造一名再起伴兵时，你选择以下选项之一令其获得之。你在创造伴兵时进行选择。
肿胀Bloated。伴兵变为大型或中型（由你选择）。每当其以恐怖横扫动作命中不超过大型的生物时，该生物被推离至多10尺。此外，你可以将你的智力调整值加入伴兵自爆造成的伤害。
畏怖Gaunt。伴兵速度提升至45尺，且其获得等于其速度的攀爬速度。伴兵可以在难以攀爬的表面上攀爬，包括沿着天花板移动，且无需为此进行属性检定。此外，每当一名你选择的生物在源自伴兵的10尺光环区域内开始其回合时，该生物必须成功通过一次对抗你法术豁免DC的感知豁免，否则陷入恐慌状态，直至其下个回合开始。
潮湿Moist。 伴兵获得等于其速度的游泳速度。此外，每当伴兵被位于其10尺内的生物进行攻击检定并命中时，攻击者受到等于你智力调整值的强酸伤害。`},{Level:15,Name:`盗火者之生`,Description:`你成为了复活领域大神，你获得以下增益。
便捷复活Facilitated
Revival。当你施展回生术Revivify或死者复活Raise
Dead 时，那些法术需求消耗的任意材料成分减半。
伴兵提升Improved
Companion。 你的再起伴兵的自爆伤害提升至4d6。你的伴兵造成的暗蚀伤害无视抗性。
性命流转Life
Transfer。 你可以汲取伴兵体内的活化魔法以强化自身。当你受到伤害时，你能够以反应令你的再起伴兵降至0生命值。伴兵立即死亡（触发其自爆特质），且你恢复等于你奇械师等级的生命值。`}]},{ClassName:`法师`,Name:`塑能师`,Source:`玩家手册2024`,Features:[{Level:3,Name:`强力戏法`,Description:`你造成伤害的戏法甚至能影响到本可免受戏法效应影响的生物。当你施展一道戏法，其攻击检定失手，或目标对抗你戏法的豁免成功时，它仍会受到一半伤害（若有），但不会受到该戏法的其他效应影响。`},{Level:3,Name:`塑能学者`,Description:`从法师法术列表中选择两道不高于二环的塑能学派法术，并将其免费加入你的法术书中。
此外，每当你在本职业中获得一个新环阶的法术位时，你都能免费将一道法师法术列表中的塑能学派法术加入你的法术书中。你所选的法术都必须是你当前拥有法术位的环阶。`},{Level:6,Name:`法术塑形`,Description:`你的塑能学派法术作用范围里可以保留一小部分相对安全的区域。当你施展一个会影响你可见的其他生物的塑能学派法术时，你能从中指定数量等同于1+该法术环阶的生物。被指定的生物进行对抗该法术的豁免时将直接成功，且如果法术在豁免成功后仍然造成一半的伤害，这些生物不会承受任何伤害。`},{Level:10,Name:`强效塑能`,Description:`当你施展一道法师法术列表里的塑能学派法术时，你能将你的智力调整值加入该法术的其中一次伤害掷骰中。`},{Level:14,Name:`超限导能`,Description:`你能增强你法术的力量。当你用一个一至五环的法术位施展一个会造成伤害的法师法术时，你能在施展它的回合中令其造成的伤害取最大值。
你首次这么做时不会承受任何负面效应。但如果你在完成一次长休前再次使用该特性，则你会在施展法术后立即受到每环阶2d12暗蚀伤害。该伤害无视任何抗性或免疫。
你在完成一次长休前每多使用此特性一次，每环阶造成的伤害就提升1d12。`}]},{ClassName:`法师`,Name:`预言师`,Source:`玩家手册2024`,Features:[{Level:3,Name:`预言学者`,Description:`从法师法术列表中选择两道不高于二环的预言学派法术，并将其免费加入你的法术书中。
此外，每当你在本职业中获得一个新环阶的法术位时，你都能免费将一道法师法术列表中的预言学派法术加入你的法术书中。你所选的法术都必须是你当前拥有法术位的环阶。`},{Level:3,Name:`预兆`,Description:`预知未来的片段开始在你意识中闪过。每当你完成一次长休时，掷2次D20并记录其结果。你能用其中一个预言骰替换任何你或一个你能看见的生物进行的D20检定。你必须在检定进行前选择这样做，且你每回合只能以这种方式替换一次检定。
每个预言骰只能被使用一次。当你完成一次长休时，你失去所有未消耗的预言骰。`},{Level:6,Name:`专业预言`,Description:`施展预言学派法术对你来说是如此容易，以至于其只会占用你施法努力中的一小部分。你消耗法术位施展一个环阶为二环或更高的预言学派法术时，可以恢复一个已消耗的法术位。所恢复的法术位环阶必须低于你正施展的预言学派法术，且不高于五环。`},{Level:10,Name:`天眼通`,Description:`你可以增强你的察觉能力。以一个附赠动作，从以下增益中选择其一，其会持续至你开始一次短休或长休。此特性一经使用，直至完成短休或长休你都无法再次使用。
黑暗视觉Darkvision。你具有120尺黑暗视觉。
高等通晓Greater Comprehension。你可以读懂任何语言。
识破隐形See Invisibility。你能不消耗法术位地施展法术识破隐形See
Invisibility 。`},{Level:14,Name:`高等预兆`,Description:`你梦中的景象更为清晰地在你意识中描绘出了将要发生的一切。为你的预兆 特性掷3次d20，而不是2次。`}]},{ClassName:`法师`,Name:`战争魔法`,Source:`珊娜萨的万事指南`,Features:[]},{ClassName:`法师`,Name:`咒法师`,Source:`破解奥秘（UA）`,Features:[{Level:3,Name:`王车易位`,Description:`以一个附赠动作，你传送至多30尺至一处你可见的未占据空间。
作为代替，你也可以选择距离内一处被中型或更小的生物占据的空间。若那名生物自愿，你们都会被传送并交换位置。
你能使用此特性的次数等同于你的智力调整值（至少一次），并在完成一次长休后重获所有已消耗的次数。`},{Level:3,Name:`咒法学者`,Description:`从法师法术列表中选择两道不高于二环的咒法学派法术，并将其免费加入你的法术书中。
此外，每当你在本职业中获得一个新环阶的法术位时，你都能免费将一道法师法术列表中的咒法学派法术加入你的法术书中。你所选的法术都必须是你当前拥有法术位的环阶。`},{Level:6,Name:`强韧召唤`,Description:`你使用一道咒法学派法术并消耗法术位召唤或创造另一名生物时，那名生物在其第一次出现时获得等同于你法师等级两倍的临时生命值。那些生物拥有这些临时生命值期间获得对除了力场、心灵、暗蚀、光耀伤害以外所有伤害类型的抗性。`},{Level:6,Name:`远距易位`,Description:`你王车易位特性的距离增加至60尺。此外，你完成一次短休或长休时便可重获其使用次数。`},{Level:10,Name:`潜神咒唤`,Description:`你对咒法学派法术的专注不会因承受伤害而被打断。`},{Level:14,Name:`裂分召唤`,Description:`你消耗法术位施展异怪召唤术Summon Aberration、构装召唤术Summon Construct、龙类召唤术Summon Dragon、元素召唤术Summon Elemental或妖精召唤术Summon Fey时，你可以调整法术使其能够同时召唤出两名而非一名生物。以此法召唤出的每名生物的种类相同，且均使用在法术中注明的数据，出现在你指定的位于施法范围内不同的未占据空间内，不过其生命值减半。若你中断对此法术的专注，两名生物均会消失。
此特性一经使用，直至完成长休你都无法再次使用。你也可以消耗一个五环及以上的法术位（无需动作）重置此特性的使用权。`}]},{ClassName:`灵能使`,Name:`传心师`,Source:`破解奥秘（UA）`,Features:[{Level:3,Name:`传心使法术`,Description:`当你到达传心使法术表中特定的灵能使时，你就始终准备着表中对应的法术。
传心使法术Telepath Spells
灵能使等级
灵能使等级准备法术
3灾祸术 Bane，命令术 Command
侦测思想 Detect Thoughts，心灵尖刺Mind Spike
5法术反制Counterspell, 缓慢术Slow
7强迫术 Compulsion, 困惑术 Confusion
9篡改记忆 Modify Memory,悠兰德王者威仪Yolande's Regal
Presence`},{Level:3,Name:`心智渗透`,Description:`当你施展侦测思想Detect Thoughts，你可以花费一枚灵能骰调整此法术，使其无需法术成分或专注，此外，在使用侦测思想的阅读思想Read Thoughts
选项时，若你的目标在感知豁免检定中失败，它将不会知道你正在窥探其心灵。`},{Level:3,Name:`信号干扰`,Description:`在你的心灵感应范围内，当有生物的攻击检定命中时，你可以执行反应并投掷一枚灵能骰，将该次攻击检定减去骰值，此举可能导致本次攻击检定失手。被投掷的灵能骰只有在目标确实失手的情况下才会被消耗。`},{Level:6,Name:`强固心智`,Description:`在你的回合开始时，你可以消耗一枚灵能骰强化自己的心智以进入坚守模式。接下来的10分钟内，你具有心灵伤害的抗性；每当你进行一次智力、感知或魅力豁免检定时，你都可以投掷一次灵能骰并将骰值加入本次豁免检定中。你无法在处于失能状态的情况下使用这一增益。`},{Level:6,Name:`思维潜能`,Description:`你拥有60尺范围的心灵感应。此外，你在使用任何灵能使戏法造成的伤害中加入你的智力调整值。`},{Level:10,Name:`心感援护`,Description:`当你或一个你心灵感应范围内你可见的一个生物在一次属性检定中失败，或在一次攻击检定中失手时，你可以执行反应并花费一枚灵能骰。你投掷那枚灵能骰，并将其骰值加入到此次d20中，此举可能导致失败的检定变为成功，或将失手的攻击变为命中。只有在此次检定成功或此次攻击命中的情况下，灵能骰才会被消耗。`},{Level:14,Name:`扰乱心智`,Description:`你可以消耗4枚灵能骰代替法术位来施展困惑术Confusion。当你用此特性不消耗法术位地施展困惑术时，你可以调整此法术使此法术球状区域的半径变为30尺，你还可以选择法术效应区域内的一个你可见的生物，令其对抗此次法术所做的豁免检定自动成功。
此外，受此法术效果影响的生物在区域内开始其回合时，你可以直接从法术的表格中选择其本回合的行为，而非让该生物去掷骰决定。`}]},{ClassName:`灵能使`,Name:`念动使`,Source:`破解奥秘（UA）`,Features:[{Level:3,Name:`念动使法术`,Description:`当你到达念动使法术表中特定的灵能使等级时，你就始终准备着表中对应的法术。
念动使法术Psykinetic Spells
灵能使等级法术
3护盾术Shield，雷鸣波Thunderwave
匕首之云Cloud of
Daggers，浮空术Levitate
5缓慢术Slow，念力碾压Telekinetic Crush*
7欧提路克弹力法球Otiluke's Resilient Sphere，塑石术Stone Shape
9心灵遥控Telekinesis，力场墙Wall of Force`},{Level:3,Name:`念力技巧`,Description:`当你使用你的念力驱使时， 你可以掷1d4并使用掷骰结果而非消耗一个灵能骰。
此外，当一个目标在对抗你念力驱使的豁免中失败时，你可以对目标施加以下效果之一。
提速Boost。 目标的速度增加10尺，直至你的下个回合开始。
迷惘Disorient。 目标无法进行借机攻击，直至其下个回合开始。
念力箭Telekinetic
Bolt。目标受到等同于灵能骰结果的力场伤害。`},{Level:3,Name:`强化念力`,Description:`当你施展法师之手时，其施法距离增加30尺，且该法师之手可以承载至多20磅重。`},{Level:6,Name:`反弹力场`,Description:`当你因被一次攻击检定命中时而施展护盾术Shield
，并使该次攻击失手时，你可以消耗一个灵能骰将这股力返还给攻击者。攻击者进行一次敏捷豁免。掷一次灵能骰。若豁免失败，攻击者受到等同于掷骰结果+你的智力调整值的力场伤害，豁免成功则攻击者仅受半伤。`},{Level:6,Name:`毁灭迷狂`,Description:`在你的回合开始时，你可以消耗一个灵能骰进入毁灭状态。接下来10分钟内，你获得20尺飞行速度并可以悬浮。且当你施展一个消耗法术位的灵能法术时，你可以掷你的灵能骰，并将掷骰结果加入到该法术的一次伤害掷骰中。该掷骰不会额外消耗灵能骰。`},{Level:10,Name:`强化念力碾压`,Description:`当你施展法术念力碾压Telekinetic
Crush
时，你可以消耗一个灵能骰来增强该法术，无论生物在对抗该法术的豁免成功与否，其速度都会减半，直至你的下回合开始。此外，你可以掷消耗的灵能骰，并将掷骰结果加入到该法术的一次伤害掷骰中。`},{Level:14,Name:`升阶心灵遥控`,Description:`你可以通过消耗四个灵能骰而非法术位来施展法术心灵遥控Telekinesis。当你用此特性无需法术位地施展心灵遥控Telekinesis时。你可以调整该法术，使其无需专注。若你如此做，本次施展的该法术持续时间变为1分钟，并且你能够以超巨型生物和物件为目标。`}]},{ClassName:`灵能使`,Name:`蜕变者`,Source:`破解奥秘（UA）`,Features:[{Level:3,Name:`可变形态`,Description:`你可以用一个附赠动作消耗一枚灵能骰，灵能性地伸长你的肢体，持续一分钟。投掷被消耗的灵能骰，你获得等同于其骰值加上智力调整值的临时生命。此外，在此特性激活期间你获得下述增益。
触及Reach。你的触及增加5尺。
速度Speed。你的速度增加5尺。
触碰Touch。你施展一道施法距离为触碰，施法时间为动作的法术时，可以将那道法术的施法距离变为10尺。`},{Level:3,Name:`生体武器`,Description:`你可以将你的肢体塑造成武器。每当你进行攻击动作或发动一次借机攻击时，你可以将你空着的一只手转化为下列生体武器之一：白骨利刃，血肉巨锤，或脏腑射弹。每当你进行攻击动作时，你也可以在你进行攻击检定之前使用此特性。你的肢体会保持生体武器的形态，直到你使用一个魔法动作将其改变为另一种生体武器，或者你陷入昏迷Unconscious状态，或你将肢体变回其原有形态（无需动作）。*
每当你用此武器攻击时，可以使用你的智力调整值进行攻击检定和伤害掷骰以代替力量或敏捷，且你可以使其造成心灵伤害而非其原本的伤害类型。
白骨利刃Bone
Blade。 一把由白骨构成的利刃自你的前臂弹出或自你的手掌伸出。此利刃视作一把简易近战武器，具有灵巧词条，命中时造成1d8穿刺伤害。若有至少一名不具有失能状态的盟友位于目标5尺内，你使用此利刃对目标进行的攻击检定具有优势。
血肉巨锤Flesh
Maul。 你的前臂和拳头聚合成骨肉构成的巨锤。此巨锤视作一把简易近战武器，命中时造成1d10钝击伤害。被此武器命中的生物在其下一回合开始前进行的下次力量或体质豁免中具有劣势。
脏腑射弹Viscera
Launcher。你的前臂和手掌转化为一把由肌腱和肌肉构成的弩。此武器视为一把简易远程武器，具有30尺常规射程和90尺最大射程，命中时造成1d6强酸伤害。每回合一次，你用此武器进行的攻击检定命中了一名生物时，你可以对其额外造成1d6强酸伤害。`},{Level:3,Name:`蜕变使法术`,Description:`当你到达传心使法术表中特定的灵能使等级时，你就始终准备着表中对应的法术。
传心使法术Telepath Spells
灵能使等级准备法术
3疗伤术 Cure Wounds，致伤术 Inflict Wounds
次等复原术
Lesser Restoration，变身术 Alter Self
5活力灵光 Aura of Vitality, 加速术 Haste
7变形术 Polymorph, 石肤术 Stoneskin
9疫病术Contagion, 群体疗伤术 Mass Cure Wounds`},{Level:6,Name:`额外攻击`,Description:`每当你在自己的回合执行攻击动作时，你可以发动两次攻击而非一次。
此外，你可以将额外攻击中的一次，替换为施展一道施法时间为动作的灵能使戏法。`},{Level:6,Name:`血肉织者`,Description:`你使用可变形态时，可以额外消耗一枚灵能骰以在特性激活期间获得下列增益：
生体守御Organic Defense。 你的AC获得+2加值。
强效疗愈Empowered Healing。
你用法术位施展一道为一名或更多名生物恢复生命值的法术时，可以消耗并投掷一枚灵能骰，将其骰值加入所恢复生命值的总量中。`},{Level:10,Name:`进阶可变形态`,Description:`你使用可变形态时，其持续时间延长至10分钟，且你获得由你选择的下述增益之一，其效应持续至可变形态终止。
硬化表皮Stony
Epidermis。 你在维持专注的体质豁免上具有优势。此外，选择下述伤害类型之一：强酸，钝击，寒冷，火焰，穿刺，毒素，挥砍或雷鸣。你获得对所选伤害类型的抗性。
高等奔行Superior
Stride。 你未着装护甲期间，可以用一个附赠动作进行疾走动作，且你获得等同于你速度的攀爬速度和游泳速度。
非凡灵敏Unnatural
Flexibility。你的AC获得+1加值，且你和你着装与持有的装备变得柔软可塑。你可以穿越至窄为1寸宽的缝隙，且你可以消耗5尺移动力逃脱非魔法的束缚或结束你身上的受擒状态。`},{Level:14,Name:`曲命武器`,Description:`负能量在你的武器周身萦绕，而你本人则环绕着苏生灵能。你用生体武器的攻击命中一个目标时，投掷一枚灵能骰。那个目标额外受到等同于骰值的暗蚀伤害。这次投掷不会消耗那枚灵能骰。
此外，你用生体武器命中一名生物时，作为代替，你可以消耗并投掷一枚灵能骰。目标额外受到等同于骰值的暗蚀伤害，同时位于以你为原点10尺光环内每名你选择的生物恢复等同于骰值加上你智力调整值的生命值。此特性一经使用，直到你下个回合开始前不能再次使用。`}]},{ClassName:`魔契师`,Name:`旧日支配者宗主`,Source:`玩家手册2024`,Features:[{Level:3,Name:`唤醒心灵`,Description:`你的心灵可以与其他心灵建立感应联系。以一个附赠动作，你指定一个位于你30尺内的可见生物并创造一道心灵连结。当你与目标相距不超过等于你魅力调整值（至少1英里）的英里数时，你们便可以互相用心灵感应交谈。为了理解彼此，你们都必须在心灵交流中使用一种对方具有的语言。
这道心灵连结持续等于你魔契师等级的分钟。它也会在你使用此特性形成另一道心灵连结时提前结束。`},{Level:3,Name:`旧日支配者法术`,Description:`宗主赐予的魔法使你始终准备着特定的法术。当你到达旧日支配者法术
表中特定的魔契师等级时，你就始终准备着表中对应的法术。
旧日支配者法术Great Old One Spells
魔契师等级
法术
3
不谐低语Dissonant Whisper，塔莎狂笑术Tasha's Hideous
Laughter
魅影之力Phantasmal Force，侦测思想Detect Thoughts
5
鹰眼术Clairvoyance，哈达之欲Hunger of Hadar
7
困惑术Confusion，异怪召唤术Summon Aberration
9
篡改记忆Modify Memory，心灵遥控Telekinesis`},{Level:3,Name:`心灵法术`,Description:`当你施展一道造成伤害的魔契师法术时，你可以将其伤害类型改为心灵伤害。此外，当你施展一道惑控/幻术学派的魔契师法术时，你可以令该法术不再具有言语与姿势成分。`},{Level:6,Name:`锐眼斗士`,Description:`当你用唤醒心灵与一个生物形成心灵连结时，你可以迫使对方进行一次对抗你法术豁免DC的感知豁免。若豁免失败，则该生物在连结期间对你进行的攻击检定具有劣势，而你对它进行的攻击检定具有优势。
此特性一经使用，直至完成短休或长休你都无法再次使用。你也可以消耗一个契约魔法法术位（无需动作）来重置此特性的使用权。`},{Level:10,Name:`骇异恶咒`,Description:`你的异界宗主给予你强大的诅咒之力。你始终准备着脆弱诅咒Hex法术。当你施展脆弱诅咒并选择了一项属性时，目标在法术持续时间内还会在以这项属性进行的豁免上具有劣势。`},{Level:10,Name:`思维之盾`,Description:`除非获得你的允许，否则你的思维无法被心灵感应或者其他手段阅读。此外你还具有对心灵伤害的抗性，且每当一个生物对你造成心灵伤害时，该生物将受到与你承受的同等的伤害。`},{Level:14,Name:`创造奴仆`,Description:`当你施展异怪召唤术Summon
Aberration时，你可以修改此法术使其无需专注。以此法施展时，此法术的持续时间将变为1分钟，且召唤来的异怪拥有等于你魔契师等级+你的魅力调整值的临时生命值。
此外，该异怪在每个回合中第一次命中一个被你的脆弱诅咒Hex影响的生物时，该异怪会对目标额外造成等于此法术附加伤害的心灵伤害。`}]},{ClassName:`魔契师`,Name:`巨灵宗主`,Source:`塔莎的万事坩埚`,Features:[{Level:1,Name:`巨灵器皿`,Description:`第1级巨灵宗主特性
你的宗主赐予你一个包含巨灵之力的魔法器皿。该器皿是一个微型物件，你可以将其作为施展你魔契师法术的法器。你可以自行决定物件的类别，或者你也可以通过巨灵器皿表来决定它。
在你触碰你器皿的情况下，你可以用以下的方式使用它：
瓶中小憩 Bottled
Respit。以一个动作，你可以用魔法消失并进到你的器皿内，器皿将留在你所在的原地。器皿内是与其本身相似的20尺半径，20尺高的圆柱形异次元空间。器皿内部温度适宜，并安放有舒适的垫子和茶几。在器皿之中时，你可以如同身在器皿所在之处一般听到外界的声音。你在器皿内可停留的时间等同于你熟练加值双倍数目的小时。如果你死亡，或是器皿被摧毁，抑或是使用一个附赠动作离开，你将提前从器皿中出来。当你离开器皿时，你出现在一处距离它最近的未占据空间中。在器皿内的一切物件将被留在其中直到被取出，而倘若器皿被摧毁，其中的物品则会完好无损地出现在距离它最近的不被占据的空间中。一旦你进入了器皿，直到你完成一次长休前你都不能再度进入它。
巨灵之怒 Genie's
Wrath。在每个你的回合中，你可以在你攻击检定命中时，对攻击目标造成等同于你熟练加值的额外伤害。额外伤害的类型取决于你的宗主类型：钝击（土巨灵）、雷鸣（气巨灵）、火焰（火巨灵）、寒冷（水巨灵）。这一额外伤害每回合只能产生一次。
器皿具有与你的法术豁免DC相同数值的AC，它的生命值等于你的魔契师等级加熟练加值，且免疫毒素和心灵伤害。
倘若器皿被摧毁或是丢失，你可以进行一场持续1小时的仪式来从你的宗主处获得一个替代品。这一仪式可于短休或长休时进行，并会摧毁之前仍存在的器皿。当你死亡时，器皿将在一阵元素能量的闪耀中消失。
巨灵器皿 Genie's Vessel
D6器皿
1油灯
2瓮
3带有小隔间的戒指
4被塞住的瓶子
5空心的小雕像
6华丽的提灯
元素赐福 Elemental
Gift`},{Level:1,Name:`扩展法术列表`,Description:`第1级巨灵宗主特性
当你学习一个魔契师法术时，你的巨灵宗主赐予你将以下法术加入魔契师法术列表进行选择的权力，且除了全巨灵共用的法术列表外，另一组为你提供的法术与祂们的类型有关：土巨灵dao、气巨灵djinni、火巨灵eferrti、或水巨灵marid
巨灵扩展法术 Genie Expanded Spells
法术环阶全巨灵法术土巨灵法术气巨灵法术火巨灵法术水巨灵法术
一环侦测善恶detect evil and good 庇护术sanctuary雷鸣波thunderwave燃烧之手burning hands 云雾术fog cloud
二环魅影之力phantasmal force 荆棘丛生spike growth 造风术gust of wind 灼热射线scorching ray 朦胧术blur
三环创造食粮create food and water 融身入石meld into stone 风墙术wind wall 火球术fireball雪雨暴sleet storm
四环魅影杀手phantasmal killer 塑石术stone shape 高等隐形术greater invisibility 火焰护盾fire shield 操控水体control of water
五环造物术creation石墙术wall of stone 伪装术seeming焰击术flame strike 寒冰锥cone of cold
九环祈愿术wish————————
巨灵器皿 Genie's
Vessel`},{Level:6,Name:`元素赐福`,Description:`第6级巨灵宗主特性
你逐渐显露出你的巨灵宗主的特质。你对一种特定的伤害类型具有抗性，具体由你的宗主类型决定：钝击（土巨灵）、雷鸣（气巨灵）、火焰（火巨灵）、寒冷（水巨灵）。
此外，以一个附赠动作，你可以获得30尺飞行速度，并且可以悬浮，持续10分钟。你可以使用此附赠动作的次数等同于你的熟练加值次，在完成一次长休后你重获全部已消耗的使用次数。
器皿庇护所 Sanctuary
Vessel`},{Level:10,Name:`器皿庇护所`,Description:`第10级巨灵宗主特性
当你使用 瓶中小憩Bottled Respite
特性进入你的巨灵器皿时，你可以选择30尺内最多5个可见自愿生物与你一同进入器皿。
以一个附赠动作，你可以将任意数目的生物从你的器皿中逐出。如果你离开器皿、或是器皿被摧毁，所有的生物都将被一并逐出。
同时，在器皿中停留至少10分钟的任何生物（包括你自己）可视为完成了一次短休，且在短休时使用生命骰决定生命值恢复时，其恢复量中可以加入你的熟练加值。
有限祈愿术 Limited
Wish`},{Level:14,Name:`有限祈愿术`,Description:`第14级巨灵宗主特性
你祈求你的宗主，并实现你的小小愿望。以一个动作，你可以向你的巨灵器皿说出你的愿望，并请求实现一个6环或更低环阶的，且施法时间为1动作的法术效应。这一法术可以来自任何职业的法术列表，且你不需要满足法术的任何需求，包括那些有价值的材料成分；该法术仅仅是作为此动作的一部分产生自己的效应。
你使用此特性后，直到你完成1d4次长休前，你都不能再次使用它。`}]},{ClassName:`魔契师`,Name:`契灵宗主`,Source:`破解奥秘（UA）`,Features:[{Level:3,Name:`契灵法术`,Description:`你契灵伙伴的魔法确保你始终准备着特定的法术。从下列牧师领域中选择其一：生命、光明、诡术或战争。你所选领域的领域法术对你而言视为魔契师法术。当你到达的魔契师等级等于你所选领域的领域法术表中所列的牧师等级时，你就始终准备了这些列出的法术。例如，若你为此特性选择了战争领域，当你到达魔契师3级时，你便准备了法术光导箭Guiding
Bolt，虔诚护盾Shield of Faith，魔化武器Magic
Weapon，灵体武器Spiritual Weapon
。
契灵伙伴 Vestige Companion
小型天族、邪魔或亡灵；中立
AC 13+你的魅力调整值
HP 4+你魔契师等级的四倍
（契灵具有等于你魔契师等级的生命骰[D6]）
速度 5尺，飞行30尺（悬浮）
调整豁免调整豁免调整豁免
力量1-5-5
敏捷14+2+2
体质10+0+0
智力15+2+2
感知15+2+2
魅力16+3+3
抗性 火焰（仅邪魔），暗蚀（仅亡灵），光耀（仅天族）
免疫 魅惑，恐慌，倒地
感官 黑暗视觉60尺；被动察觉11
语言 会讲你知晓的语言
CR 无（XP0；PB等于你的PB）
特质Traits
契约连结 Pact Bond。将你的熟练加值加到契灵进行的任何属性检定或豁免检定中。
动作Actions
契灵打击 Vestige's strike。近战或远程攻击检定：加值等于你的法术攻击调整值，触及5尺或射程60尺。命中：1d6+3+你的魅力调整值的的火焰（邪魔）、暗蚀（亡灵）或光耀（天族）伤害。
附赠动作Bonus Actions
神圣之力 Divine Power（1/日）。契灵根据其形态，显化其神力残余，产生下列效应之一：
诅咒祈唤 Cursed Invocation（仅亡灵）。契灵对位于其30尺范围内一个你可见的生物施加诅咒，持续1分钟。被诅咒期间，该目标对你和该契灵进行的攻击检定具有劣势。
邪魔易位 Fiendish Swap（仅邪魔）。如果你和契灵彼此相距60尺范围内，你们同时传送，交换位置。
治愈之触 Healing Touch（仅天族）。契灵触碰另一名生物。目标恢复2d8+你魅力调整值的生命值，并终止其身上的下列一种状态：目盲、耳聋或中毒。`},{Level:3,Name:`契灵伙伴`,Description:`契灵显化成型，既是为了援助你，也是为了从契约中汲取力量。它使用契灵伙伴Vestige
Companion
数据卡，其生物类型为天族、邪魔或亡灵（在你获得此特性时选择）。你可以决定契灵的外观，但无论其形态如何，契灵都会带有彰显其超自然起源的特征。例如，你可以设定你的契灵是一颗铭刻着符印的特大型浮游颅骨，一圈发光的符文，或者是一个不断变幻的抽象几何体。契灵对你和你的盟友态度友好，并服从你的命令。如果你死亡，它也会随之消失。
战斗中的契灵The Vestige in
Combat。
在战斗中，契灵在你的回合内行动。它可以自主移动或使用其反应，但除非你用一个附赠动作指挥它执行其数据卡中的动作或其他动作，否则它只会执行回避动作。当你执行攻击动作时，你也可以放弃其中一次攻击，转而指挥契灵执行契灵打击动作。如果你陷入失能状态，契灵将自行行动，且不再受限于仅能执行回避动作。
契灵的消逝Disappearance of the
Vestige。
当契灵的生命值降至0时，它会消失。你可以花费1分钟进行某种魔法仪式来再次显化契灵，它会以生命值全满的状态重新出现在你5尺范围内的一处未占据空间。作为一个魔法动作，你可以将契灵暂时遣散至异次元空间。当它被暂时遣散期间，作为一个魔法动作，你可以让契灵重新出现在你30尺范围内的一处未占据空间。
无论契灵是因生命值降至0，还是因消失进入异次元空间，它都会将其穿戴或携带的任何物品留在其原本占据的空间内。
每当你完成一次长休时，你能够以新的形态召唤契灵，它出现在位于你5尺内的一处未占据空间。你可以选择它的外观，并决定它是天族、邪魔还是亡灵。如果契灵已通过此特性显化，则其形态将转变为新的样子。`},{Level:6,Name:`契灵回能`,Description:`现在的契灵伙伴每当你完成一次短休或长休，或者当你使用你的秘法回流特性时，都能恢复其神圣之力的使用次数。`},{Level:10,Name:`神威灵光`,Description:`你的契灵伙伴的魔法力量与日俱增。作为一个魔法动作，你可以让契灵产生一个源自其的30尺光环区域。该光环持续的小时数等于你的魅力调整值，或者持续至契灵消失或被暂时遣散。你、契灵以及处于灵光内的盟友，获得火焰、暗蚀和光耀伤害抗性，并获得魅惑和恐慌状态免疫。一旦你显化了此灵光，则直至你完成一次长休前，都无法再次使用。
此外，当你身处灵光内且生命值降至0时，作为替代，你的生命值变为等于你的魔契师等级+你的魅力调整值。随后，契灵会被遣散至异次元空间，直至你完成一次长休前，都无法再次回归。`},{Level:14,Name:`拟态生命`,Description:`你契灵伙伴的力量持续增长，并在你的协助下，可以短暂地呈现出更强大的形态。根据契灵的类型，当契灵位于你90尺范围内时，你可以无需法术位和材料成分地施展下列法术之一：天界召唤术Summon
Celestial（天族契灵）、邪魔召唤术Summon Fiend（邪魔契灵）或亡灵召唤术Summon
Undead
（亡灵契灵）。当你使用此特性施展该法术时，契灵将变身为该召唤生物。它的游戏数据被替换为该召唤生物的数据卡，法术环阶等于你魔契师等级的一半（向下取整；最高九环），且法术持续时间为1分钟。当法术结束时，契灵恢复其之前的形态。
一旦你以这种方式施展了该法术，则直至你完成一次长休前，都无法再次使用。`}]},{ClassName:`魔契师`,Name:`深海意志`,Source:`塔莎的万事坩埚`,Features:[{Level:1,Name:`海洋馈赠`,Description:`第1级深海意志宗主特性
你获得40尺的游泳速度，并可以在水下呼吸。
海渊魂灵 Oceanic
Soul`},{Level:1,Name:`扩展法术列表`,Description:`第1级深海意志宗主特性
当你学习一个魔契师法术时，你的深海意志宗主赐予你将以下法术加入魔契师法术列表进行选择的权力。
深海意志扩展法术 Fathomless Expanded Spells
法术环阶
法术
1st
造水术/枯水术create or destroy water，雷鸣波thunderwave
2nd
造风术gust of
wind，沉默术silence
3rd
闪电束lightning bolt，雪雨暴sleet storm
4th
操控水体control
water，元素召唤术summon elemental（仅限水元素，该法术出自第三章）
5th
毕格比之手Bigby's hand（以触手的形式出现），寒冰锥cone of
cold
深海触手 Tentacle of the
Deeps`},{Level:1,Name:`深海触手`,Description:`第1级深海意志宗主特性
你可以以魔法的形式召唤一根幽灵触手攻击你的敌人。以一个附赠动作，你可以在你60尺范围内你能看见的一点上，创造一根10尺长的触手。这根触手会持续存在一分钟。若你使用此能力创造另一根触手，先前的一根会立刻消失。
当你创造触手时，你可以立刻对其10尺内的生物进行一次近战法术攻击。目标将受到1d8寒冷伤害，且速度降低10尺，直到你的下一回合开始前。当你魔契师等级达到10级时，这一伤害将提高至2d8。
在你的回合中，你可以再使用一个附赠动作将触手移动至多30尺，然后重复上述的攻击。
你可以召唤的触手的次数等于你的熟练加值次，且当你完成一次长休后你重获全部已消耗的使用次数。
海洋馈赠 Gift of the
Sea`},{Level:6,Name:`海渊魂灵`,Description:`第6级深海意志宗主特性
深海对你来说如家一般熟悉。你获得寒冷伤害的抗性。此外，当你完全浸没在水中时，任何同样完全被浸没的生物都能理解你说出的话，你也能听懂他们说的话。
守卫缠绕 Guardian
Coil`},{Level:6,Name:`守卫缠绕`,Description:`第6级深海意志宗主特性
你的深海触手可以保护你和其他人，用自己将你们和危险隔开。当你或你可以看见的一个位于触手10尺内的生物承受伤害时，你可以使用反应，选择这些受伤生物之一，并使那个生物遭受的伤害减少1d8点。当你达到魔契师10级时，触手可以抵消的伤害增加到2d8。
擒握触手 Grasping
Tentacles`},{Level:10,Name:`擒握触手`,Description:`第10级深海意志宗主特性
你习得法术 艾伐黑触手Evard's Black tentacles。它对你来说是一个魔契师法术，且不计入你的已知法术数量。你可以在不消耗法术位的情况下使用该法术一次。当你完成长休后，你重获免费施展它的次数。
每当你施展 艾伐黑触手Evard's Black tentacles时，你宗主的魔力都将鼓舞着你，并且赐予你等同于你魔契师等级点的临时生命值。不仅如此，对你造成的伤害无法破坏你对于该法术的专注。
海渊传送 Fathomless
plunge
第14级深海意志宗主
特性
你可以魔法性地打开一个前往水域目的地的临时通道。以一个动作，你可以传送自己和最多五个30尺范围内的可见自愿生物。在一团触须的漩涡中，你们全部消失，然后在至多1英里以内的你曾见过的水域（至少要有池塘的大小）或者那片水域周围的30尺范围内。你们当中的每一个人都出现在距离其他人30尺以内的一个未占据空间内。
一旦你使用了这一特性，直到你完成一次短休或长休为止你都不能再次使用它。`}]},{ClassName:`魔契师`,Name:`死灵宗主`,Source:`破解奥秘（UA）`,Features:[{Level:3,Name:`死灵法术`,Description:`宗主赐予的魔法使你始终准备着特定的法术。当你到达死灵法术表中特定的魔契师等级时，你就始终准备着表中对应的法术。
死灵法术Undead Spells
魔契师等级
法术
3
目盲术/耳聋术Blindness/Deafness，虚假生命False
Life，
魅影之力Phantasmal Force，致病射线Ray of Sickness
5
死者交谈Speak with Dead，汲血之触Vampiric
Touch
7
防死结界Death Ward，魅影杀手Phantasmal
Killer
9
防活物护罩Antilife
Shell，死云术Cloudkill`},{Level:3,Name:`战栗形态`,Description:`以一个附赠动作，你变身为你宗主那可怖力量的化身，在一分钟内获得以下增益，直到你陷入失能状态或直到你将之提前结束（无需动作）。
你可以变身的次数等于你的魅力调整值（至少1次），并在完成一次长休时重获所有已消耗的次数。
生命摹写Facsimile of
Life。你获得等于1d10+你的魔契师等级的临时生命。
战栗化身Frightful
Avatar。你对恐慌状态免疫。此外，每回合一次，当你以攻击检定命中一个生物时，你可以迫使对方进行一次对抗你法术豁免DC的感知豁免。若豁免失败，则目标陷入恐慌状态，直至你的下个回合结束。`},{Level:6,Name:`坟冢之触`,Description:`你宗主的力量对你的身体和魔法产生了深远的影响，赋予你以下增益。。
奥术坏死Arcane
Necrosis。每当你施展一个法术或以一次攻击检定命中一个生物并造成暗蚀伤害时，该伤害无视暗蚀伤害抗性。此外，每回合一次，在你使用战栗形态期间，当你施展一个造成伤害的法术时，你可以将那个法术的伤害类型替换为暗蚀伤害。
不死坚韧Undead
Endurance。
你不会因为脱水、饥饿或窒息获得力竭等级。此外，你不需要睡眠，魔法也无法使你陷入睡眠。`},{Level:10,Name:`死疽躯壳`,Description:`你与不死者的联系现在浸透了你的身体。你获得以下增益。
暗蚀抗性Necrotic
Resilience。你获得对暗蚀伤害的抗性。在你使用战栗形态期间，你获得对暗蚀伤害的免疫。
不洁复苏Unholy
Resuscitation。若你降至0生命值且没有直接死去，你可以使你的身体爆发出死亡能量。源自你的30尺光环区域内每个由你选择的生物进行一次对抗你法术豁免DC的体质豁免，若豁免失败受到等同于2d10+你的魔契师等级的暗蚀伤害，豁免成功则受到一半伤害。你的生命值随后变为10倍你的魅力调整值（至少10点生命值），并且你获得一级力竭等级。此特性一经使用，直至完成一次短休或长休你都无法再次使用。`},{Level:14,Name:`超凡恐惧`,Description:`你的战栗形态获得强化，当你使用期间赋予你以下增益。
飞行 Flight。你获得等同于你速度的飞行速度，并且可以悬浮 。
亵渎施法Profane
Casting。每当你施展一个来自咒法学派或死灵学派的魔契师法术时，你无需语言、姿势或材料成分，但不包括那些会被法术消耗的材料成分或在法术中注明价格的材料成分。
活力虹吸Vitality
Siphon。每回合一次，当你对一个生物造成暗蚀伤害时，你恢复等同于你的魅力调整值的生命值（至少1生命值）。`}]},{ClassName:`魔契师`,Name:`天界宗主`,Source:`玩家手册2024`,Features:[{Level:3,Name:`天界法术`,Description:`宗主赐予的魔法使你始终准备着特定的法术。当你到达天界法术表中特定的魔契师等级时，你就始终准备着表中对应的法术。
天界法术Celestial Spells
魔契师等级
法术
3
光亮术Light，圣火术Sacred Flame
疗伤术Cure Wounds，光导箭Guiding Bolt
援助术Aid，次等复原术Lesser Restoration
5
昼明术Daylight，回生术Revivify
7
信仰守卫Guardian of Faith，火墙术Wall of Fire
9
高等复原术Greater Restoration，天界召唤术Summon Celestial`},{Level:3,Name:`治愈之光`,Description:`你获得了引导天界能量以治愈伤口的能力。它是一个有着1+你的魔契师等级枚d6骰的骰池，用以施展你的治愈能力。
以一个附赠动作，你可以消耗骰池中的任意数量的骰子，来治疗你自己或一个你可见的位于你60尺内的生物。每次你能消耗的最大骰子数量等于你的魅力调整值（至少一枚）。投掷全部被消耗骰子，这些骰值相加的总值即为所能恢复的生命值。
当你完成一次长休时，你的骰池将重获所有已消耗的骰子。`},{Level:6,Name:`光耀之魂`,Description:`你与你天界宗主的链接允许你成为光耀能量的渠道。你获得对光耀伤害的抗性。每回合一次，当一个你施展的法术造成光耀伤害或火焰伤害时，你可以将你的魅力调整值加到该法术对其中一个目标所造成的伤害上。`},{Level:10,Name:`天界韧性`,Description:`每当你使用秘法回流，或是完成一次短休或长休后，你都会获得一定的临时生命值。其数值等于你的魔契师等级+你的魅力调整值。此外，在你获得该临时生命值时，你还可以选择至多五个你可见的生物。这些生物也会获得等同于你魔契师等级的一半+你的魅力调整值的临时生命值。`},{Level:14,Name:`灼光复仇`,Description:`当你或位于你60尺内的一名盟友将要进行一次死亡豁免时，你可以释放出一道光能来拯救那名生物。那名生物恢复等于其生命值上限一半的生命值，且可以选择结束自身的倒地状态。之后，每个由你选择的位于那名生物30尺内的生物都将受到2d8+你的魅力调整值的光耀伤害，并陷入目盲状态直至当前回合结束。
此特性一经使用，直至完成长休
你都无法再次使用。`}]},{ClassName:`魔契师`,Name:`巫王宗主`,Source:`破解奥秘（UA）`,Features:[{Level:3,Name:`暴君传令官`,Description:`你获得以下增益：
威慑气场Intimidating Presence。 若你不具有威吓技能熟练项，你获得威吓技能熟练项。你还会在威吓上获得专精。
暴政之声Voice of Tyranny。以一个附赠动作，你可以无需法术位施展法术命令术Command
。你可施展的次数等同于你的魅力调整值次（至少一次），在完成一次长休后，你重获所有的已消耗的次数。`},{Level:3,Name:`巫王法术`,Description:`宗主赐予的魔法使你始终准备着特定的法术。当你到达巫王法术表中特定的魔契师等级时，你就始终准备着表中对应的法术。
灵能施法Psionic
Casting。 当你施展来自巫王法术表中的法术时，你可以无需材料或言语成分，那些会被消耗或有具体价值的材料成分除外。
巫王法术Sorcerer-King Spells
魔契师等级法术
3命令术Command，强令对决Compelled Duel，激愤斩Wrathful Smite
定身类人Hold Person，心灵尖刺Mind Spike
5恐惧术Fear，短讯术Sending
7强迫术Compulsion，惊惧斩Staggering Smite
9支配类人Dominate Person，突触静止Synaptic Static`},{Level:6,Name:`决断诏令`,Description:`你宗主的力量在你体内涌动，使你能鼓舞你的盟友并征服你的敌人。当你使用契约法术位施展法术时，你能在源自你的30尺光环区域内引发亵渎之力的爆发，对每个该光环区域内你可见的生物，选择以下效果之一：
统帅Marshal。
直至其下回合结束前，目标生物在攻击检定上具有优势
。
压迫Oppress。
目标生物必须成功通过一次对抗你法术豁免DC的感知豁免，否则陷入恐慌 状态，直至其下个回合结束。
此特性一经使用，直至完成短休或长休你都无法再次使用。当你使用秘法回流 Magical
Cunning 时，你也会回复此特性的使用次数。`},{Level:10,Name:`复仇叱喝`,Description:`你学会了回击那些挑战你或你宗主权威的存在。当敌人以一次攻击检定命中你时，你可以使用反应强迫该敌人重骰本次d20，且该敌人必须使用新的结果。若此反应导致本次攻击检定未命中，触发该效果的生物受到等同于你魔契师等级的心灵伤害。
你可以使用此特性的次数等同于你的魅力调整值次（至少一次），在完成一次长休后，你重获所有的已消耗的次数。`},{Level:14,Name:`绝对暴政`,Description:`你以绝对的信念行使你宗主的暴君强权。每当你施展法术命令术Command时，你能选择施法距离内一名额外生物作为目标。此外，被你恐慌的生物自动失败于你施展的任何命令术Command豁免。`}]},{ClassName:`魔契师`,Name:`邪魔宗主`,Source:`玩家手册2024`,Features:[{Level:3,Name:`黑暗赐福`,Description:`当你将一个敌人的生命值降至0时，你获得等于你的魅力调整值＋你的魔契师等级的临时生命值（最低为1）。而若其他人将一个位于你10尺内的你的敌人的生命值降至0时，你也会获得此增益。`},{Level:3,Name:`邪魔法术`,Description:`宗主赐予的魔法使你始终准备着特定的法术。当你到达邪魔法术表中特定的魔契师等级时，你就始终准备着表中对应的法术。
邪魔法术Fiend Spells
魔契师等级
法术
3
燃烧之手Burning Hands，命令术Command
灼热射线Scorching Ray，暗示术Suggestion
5
火球术Fireball，臭云术Stinking Cloud
7
火焰护盾Fire Shield，火墙术Wall of Fire
9
指使术Geas，疫病虫群Insect Plague`},{Level:6,Name:`黑暗强运`,Description:`你可以呼唤你的宗主将命运改写为对你有利的方向。当你进行属性检定或豁免检定时，你可以使用该特性为此次掷骰增添一个d10骰。你可在看到掷骰结果后，其结果生效前使用该特性。
你可以使用此特性的次数等于你的魅力调整值（至少一次），但你在一次检定中只能使用此特性一次。你在完成一次长休后恢复所有已消耗的次数。`},{Level:10,Name:`邪魔体魄`,Description:`每当你完成一次短休或长休时，选择一种除力场之外的伤害类型。直到你以此特性选择另外一种伤害类型前，你都具有对所选伤害类型的抗性。`},{Level:14,Name:`直坠噩梦`,Description:`每回合一次，当你以攻击检定命中一个生物时，你可以尝试将目标瞬间转移至下层位面。目标必须进行一次对抗你法术豁免DC的魅力豁免，豁免失败则该生物立刻消失并坠入如同噩梦一般的景色中。若目标并非邪魔，则它会受到8d10心灵伤害。目标还会陷入失能状态直至你的下一回合结束，此时目标返回先前所占据的空间、或是最近的未占据空间。
此特性一经使用，直至完成长休你都无法再次使用。你也可以消耗一个契约魔法法术位（无需动作）来重置此特性的使用权。`}]},{ClassName:`魔契师`,Name:`至高妖精宗主`,Source:`玩家手册2024`,Features:[{Level:3,Name:`妖精步伐`,Description:`你的宗主授予你在位面的边界之间穿行的能力。你可以无需法术位地施展迷踪步Misty
Step，次数等于你的魅力调整值（至少1次），并在完成一次长休时重获所有已消耗的次数。
此外，每当你施展该法术时，你都可以选择造成下列额外效应之一：
复苏步伐Refreshing Step。在你传送之后，你或一个你可见的位于你10尺内的生物立刻获得1d10临时生命值。
嘲弄步伐Taunting Step。位于你传送前的空间5尺内的生物必须成功通过一次对抗你法术豁免DC的感知豁免，否则其在对除你之外的生物发动攻击检定时具有劣势，直至你的下一回合开始。`},{Level:3,Name:`至高妖精法术`,Description:`宗主赐予的魔法使你始终准备着特定的法术。当你到达至高妖精法术表中特定的魔契师等级时，你就始终准备着表中对应的法术。
至高妖精法术 Archfey Spells
魔契师等级
法术
3
妖火Faerie Fire， 睡眠术Sleep
安定心神Calm Emotions， 迷踪步Misty Step， 魅影之力Phantasmal Force
5
闪现术Blink，植物滋长Plant
Growth
7
支配野兽Dominate Beast， 高等隐形术Greater Invisibility
9
支配类人Dominate Person， 伪装术Seeming`},{Level:6,Name:`雾遁`,Description:`当你受到伤害时，你可以用反应施展迷踪步Misty
Step。
此外，你的妖精步伐获得以下选项。
无踪步伐Disappearing Step。你获得隐形状态，持续到你的下一回合开始或你进行攻击检定、造成伤害、或是施展一道法术之后。
惊惧步伐Dreadful Step。位于你传送前或传送后的空间（由你选择）5尺内的生物必须进行一次对抗你法术豁免DC的感知豁免，豁免失败则受到2d10心灵伤害。`},{Level:10,Name:`斗转星移`,Description:`你的宗主教会了你如何保护自己的心和身。你获得对魅惑状态的免疫。
此外，当一个你能看见的敌人的攻击检定命中你后，你可以立刻使用反应令该次攻击的伤害减半（向下取整），且你可以迫使攻击者进行一次对抗你法术豁免DC的感知豁免，豁免失败则会受到一定的心灵伤害，具体数值等同于你本次承受的实际伤害。此反应一经使用，直至完成长休你都无法再次使用。你也可以消耗一个契约魔法法术位（无需动作）来重置此反应的使用权。`},{Level:14,Name:`醉心魔法`,Description:`你的宗主赋予你将魔法与传送之力编织在一起的能力。当你以一个动作消耗法术位施展一道幻术或惑控法术时，你可以无需法术位地立刻施展迷踪步Misty
Step
作为该动作的一部分。`}]},{ClassName:`魔契师`,Name:`咒剑`,Source:`珊娜萨的万事指南`,Features:[]},{ClassName:`魔契师`,Name:`咒剑宗主`,Source:`破解奥秘（UA）`,Features:[{Level:3,Name:`咒剑法术`,Description:`宗主赐予的魔法使你始终准备着特定的法术。当你到达咒剑法术表中特定的魔契师等级时，你就始终准备着表中对应的法术。
咒剑法术Hexblade Spells
魔契师等级
法术
3
复苏秘法Arcane Vigor，脆弱诅咒Hex，
魔化武器Magic
Weapon，护盾术Shield，激愤斩Wrathful Smite
5
箭如雨下Conjure Barrage，解除魔法Dispel
Magic
7
行动自如Freedom of Movement，惊惧斩Staggering
Smite
9
活化物件Animate Objects，钢风斩Steel Wind
Strike`},{Level:3,Name:`咒剑显现`,Description:`你的宗主赐予你召唤其锋刃中诅咒回响的力量，用以阻碍你的敌人。你获得以下增益。
咒剑诅咒Hexblade's Curse。你可以无需法术位地施展脆弱诅咒Hex，次数等于你的魅力调整值（至少1次），并在完成一次长休时重获所有已消耗的次数。每当你施展脆弱诅咒Hex
时，一把形似你宗主的幽魂武器会环绕受咒目标。
咒剑战技Hexblade's
Maneuvers。每回合一次，当你用一次攻击检定命中一个你的脆弱诅咒目标时，你可以造成下列附加效应之一：
汲命斩击Draining
Slash。目标进行一次对抗你法术豁免DC的体质豁免。若豁免失败，则目标无法发动借机攻击，并且其速度减半，直至你的下一回合开始。
苦难之刃Harrowing
Blade。目标进行一次对抗你法术豁免DC的感知豁免。若豁免失败，直到你的下个回合开始前，目标下一次对你以外的目标进行攻击检定时，会额外受到等同于你魅力调整值的暗蚀伤害。
妨害印记Stymying Mark。
直到你的下个回合开始前，目标进行的下一次豁免具有劣势。`},{Level:6,Name:`窃命者`,Description:`你宗主的威能允许你能从被你诅咒的目标上汲取活力，赋予你以下增益。
饥渴诅咒Hungering
Hex。
每当你的脆弱诅咒目标生命值降至0时，你恢复等同于1d8+你的魅力调整值的生命值。
必赴之刃Inevitable
Blade。
每回合一次，当你对你的脆弱诅咒目标发动的攻击检定失手时，你仍可以对目标造成等同于你魅力调整值的暗蚀伤害。`},{Level:10,Name:`巫咒护甲`,Description:`当你受到来自你的脆弱诅咒目标的伤害时，你可以使用你的反应令该次伤害减少，其数值等同于2d8+你的魅力调整值。
你可以使用此特性的次数等于你的魅力调整值，你在完成一次长休后恢复所有已消耗的次数。`},{Level:14,Name:`巫咒大师`,Description:`你宗主的诅咒之力在你的体内愈发澎湃，赋予你以下增益。
诅咒重击Accursed
Critical。你对你的脆弱诅咒目标进行的任何攻击检定在d20中掷出19或20时都算作掷出了重击。
传染诅咒Infectious
Hex。当你使用一项咒剑战技时，你可以选择受咒目标30尺范围内的一个额外生物作为目标。该额外目标受到1d6暗蚀伤害。
坚韧诅咒Resilient Hex。 受到伤害不会打断你对脆弱诅咒Hex
的专注。`}]},{ClassName:`牧师`,Name:`锻造领域`,Source:`珊娜萨的万事指南`,Features:[{Level:8,Name:`神圣打击`,Description:`第8级起，你拥有将你锻造的火热力量灌输到武器打击中的能力。每个你自己的回合一次，当你的武器攻击命中，你可以对目标额外造成1d8的火焰伤害。14级时，该伤害将提升至2d8。
锻炉与烈焰的圣徒 Saint of Forge and
Fire
在17级时，你受火与金属的联系变得更为紧密：
· 你获得火焰伤害的免疫。
·
穿着重甲期间，你对源于非魔法攻击的钝击，穿刺，挥砍伤害有抗性。`}]},{ClassName:`牧师`,Name:`坟墓领域`,Source:`珊娜萨的万事指南`,Features:[{Level:8,Name:`强力施法`,Description:`第8级起，你施展牧师戏法造成伤害时，可以再加上你的感知调整值。
引魂明灯 Keeper of Souls
从17级开始，你可以抓住游魂，摄取它的微少生命力来治疗活者的生命。当你周围60尺范围内你可见的敌人死亡时，你或由你选择的你周围60尺内的一个生物可以恢复等同于那个死亡敌人生命骰数量点的生命值。你只有未处于
失能Incapacitated 状态的情况下才能使用此特性。一旦你使用了此特性，直到你下回合开始前你无法再次使用它。`}]},{ClassName:`牧师`,Name:`坟墓领域`,Source:`破解奥秘（UA）`,Features:[{Level:3,Name:`坟墓领域法术`,Description:`你与此神圣领域的链接使你始终准备着特定的法术。当你到达坟墓领域法术表中特定的牧师等级时，你就始终准备着表中对应的法术。
坟墓领域法术Grave Domain
Spells
牧师等级
准备法术
3
灾祸术 Bane, 颤栗之触 Chill
Touch, 侦测善恶 Detect Evil and Good,
遗体防腐 Gentle Repose, 衰弱射线 Ray
of Enfeeblement
5
回生术
Revivify, 汲血之触 Vampiric
Touch
7
枯萎术
Blight, 驱逐善恶 Dispel Evil and
Good
9
定身怪物 Hold Monster, 死者复活 Raise
Dead`},{Level:3,Name:`生死轮回`,Description:`你获得了操控生死之线的能力，并给予获得以下好处。
死亡之引Pull
of
Death。每回合一次，当你对一个浴血的生物施展了一道法术或以一次攻击检定命中，并造成伤害时，该生物受到额外1d4暗蚀伤害。
重归生命Return to
life。当你用法术或引导神力投掷一枚或多枚骰子用于恢复生命值为0的生物的生命时，你不用为治疗投掷这些骰子；改为使用每个骰子的最大值。例如，你用法术为生命值为0的生物恢复2d4生命值时，改为恢复8点。`},{Level:3,Name:`往墓之途`,Description:`以一个附赠动作，你展示你的圣徽并花费你的一次引导神力诅咒你30尺内能看到的一个生物，直到你的下一个回合开始。在诅咒期间，该生物在攻击检定与豁免检定中具有劣势。
当你或一个你能看见的盟友在一次攻击检定中命中被诅咒的目标时，你可以提前中止诅咒（无需动作）并使本次攻击额外造成等同于1d8外加你牧师等级的暗蚀或光耀伤害（由你选择）。`},{Level:6,Name:`死之门的哨卫`,Description:`当你或一个你30尺内能看见的一个浴血生物被一次攻击检定命中时，你可以执行一个反应并减半该攻击的伤害。
你可以使用此特性的次数等同于你的感知调整值（最少1次）。当你完成一次长休时恢复所有已消耗的次数。`},{Level:17,Name:`死之神使`,Description:`Reaper（暂译）
你与此领域的深度联系，使你成为死亡的神圣先驱，并给予你以下好处：
增强死灵术Enhanced
Necromancy。当你以单一生物为目标施展一道五环或更低的死灵学派的法术或来自坟墓领域法术时，你可以花费一次引导神力使其在此施法距离内以第二个生物为目标。如果该法术需要有价值或需消耗的材料成分时，你必须为每个目标提供材料成分。
引魂持灯者Keeper of
Souls。
当一个敌人在你60尺内死亡时，你或你60尺内能看见的一个生物获得等同于三倍你牧师等级的生命值。你不能在失能状态下使用此特性。一旦你使用了此特性，直到你完成一次短休或长休，你都不能再次使用它。`}]},{ClassName:`牧师`,Name:`光明领域`,Source:`玩家手册2024`,Features:[{Level:3,Name:`光明领域法术`,Description:`你与此神圣领域的链接使你始终准备着特定的法术。当你到达光明领域法术表中特定的牧师等级时，你就始终准备着表中对应的法术。
光明领域法术 Light Domain Spells
牧师等级
准备法术
3
燃烧之手Burning Hands， 妖火Faerie Fire，
灼热射线Scorching Ray， 识破隐形See Invisibility
5
昼明术Daylight，火球术Fireball
7
秘法眼Arcane，火墙术Wall of Fire
9
焰击术Flame Strike， 探知术Scrying`},{Level:3,Name:`黎明曙光`,Description:`以一个魔法动作，你展现圣徽，消耗一次引导神力次数来释放出一阵闪光，覆盖一处源自你的30尺光环区域。该区域内的任何魔法黑暗——例如法术黑暗术Darkness制造的黑暗——都将被解除。此外，区域内你选择的所有生物都必须进行一次体质豁免。豁免失败者将受2d10＋你牧师等级的光耀伤害，豁免成功则伤害减半。`},{Level:3,Name:`守御之光`,Description:`当位于你30尺内一名你可见的生物进行攻击检定时，你能够以反应在该次攻击命中或失手前在该生物面前发出闪耀之光，迫使其该次攻击检定具有劣势。
你可以使用该特性的次数等于你的感知调整值（最少1次）。你在完成一次长休时重获所有已消耗的使用次数。`},{Level:6,Name:`精通守御之光`,Description:`你在完成一次短休或长休后重新获得所有守御之光的使用次数。
此外，每当你使用守御之光时，你可以给予触发此反应的该次攻击所指定那个目标2d6+你感知调整值点临时生命值。`},{Level:17,Name:`光冕`,Description:`以一个魔法动作，你可以让你自己散发出日光组成的灵光，持续一分钟或直至你将其解除（无需动作）。你散发出半径60尺的明亮光照以及额外30尺的微光光照。身处该明亮光照范围中的敌人，在抵抗你的黎明曙光特性以及任何造成火焰或光耀伤害的法术而进行豁免检定时具有劣势。
你可以使用该特性的次数等同于你的感知调整值（最低为1）。你在完成一次长休时重获所有已消耗的使用次数。`}]},{ClassName:`牧师`,Name:`诡术领域`,Source:`玩家手册2024`,Features:[{Level:3,Name:`诡术领域法术`,Description:`你与此神圣领域的链接使你始终准备着特定的法术。当你到达诡术领域法术表中特定的牧师等级时，你就始终准备着表中对应的法术。
诡术领域法术 Trickery Domain Spells
牧师等级
准备法术
3
魅惑类人Charm Person， 易容术Disguise Self
隐形术Invisibility，行动无踪Pass without Trace
5
催眠图纹Hypnotic Pattern， 回避侦测Nondetection
7
困惑术Confusion，任意门Dimension Door
9
支配类人Dominate Person， 篡改记忆Modify Memory`},{Level:3,Name:`诡术祝福`,Description:`以一个魔法动作，你可以选择自己或30尺内一个自愿生物，所选生物在进行敏捷（隐匿）检定时具有优势。此祝福持续至你完成一次长休或直至你再次使用此特性。`},{Level:3,Name:`召现分身`,Description:`以一个附赠动作，你可以消耗一次引导神力次数来创造一个自己的完美视觉幻象并出现在你身边30尺内一个你能看见且未占据空间。该幻象是无实体的且不占据它所在的空间。幻象持续1分钟，或直至你将其解除（无需动作）或陷入失能状态。这个幻象栩栩如生，能模仿你的表情和姿势。当幻象存在时，你将获得以下好处：
施法Cast Spells。你可以如同你在幻象所在位置施展法术，但必须使用你自己的感官。
干扰Distract。当你和你的幻象都在同一个生物身边5尺内，且该生物可以看见幻象时，由于幻象对目标造成的干扰，你对其进行的攻击检定具有优势。
转移Move。以一个附赠动作，你可以移动幻象至多30尺到达一处空间，该空间必须是你120尺内一处可见的未占据空间。`},{Level:6,Name:`诡诈换位`,Description:`每当你使用附赠动作创造或移动你来自召现分身特性的幻象时，你都可以通过传送与幻象交换位置。`},{Level:17,Name:`精通分身`,Description:`你召现分身特性所创造的幻象在以下方面变得更加强力。
共享干扰Shared Distraction。当你和你的盟友对位于幻象5尺内的生物进行攻击检定时具有优势。
治愈幻象Healing Illusion。当幻象消失时，你或你选择的5尺内的一名生物恢复等同于你牧师等级的生命值。`}]},{ClassName:`牧师`,Name:`和平领域`,Source:`塔莎的万事坩埚`,Features:[{Level:1,Name:`和平执行`,Description:`第1级和平领域特性
你获得洞悉、表演、或游说技能的熟练项（由你选择）。
勇气联结 Emboldening Bond`},{Level:1,Name:`领域法术`,Description:`第1级和平领域特性
当你获得和平领域法术表中所对应的牧师等级时，你将同时习得这些法术。查看玩家手册中的神圣领域职业特性来了解什么是领域法术。
和平领域法术Peace Domain Spells
牧师等级
法术
1st
英雄气概heroism，庇护术sanctuary
3rd
援助术aid，守护之链warding
bond
5th
希望信标beacon of hope，短讯术sending
7th
净化灵光aura of
purity，欧提路克弹力法球Otiluke's resilient sphere
9th
高等复原术greater restoration，拉瑞心灵联结Rary's telepathic
bond
和平执行 Implement of Peace`},{Level:1,Name:`勇气联结`,Description:`第1级和平领域特性
你创造出一条力量的联结，联系彼此之间和平相处的人。以一个动作，你可以选择你周围30尺范围内等同于你熟练加值数量的自愿生物（可以包括你自己）。你在他们之间创造出一条持续10分钟的魔法联结。当任一联结生物的30尺范围内存在另一个或多个被联结的生物时，在他进行的攻击检定、属性检定、或豁免检定时，可以额外掷一枚d4并加入那次检定中。每个生物每回合只能因此加一次d4。若你再次使用此特性，上一条魔法联结就会立刻终止。
你可以使用此特性的次数等同于你的熟练加值，当你完成一次长休时恢复所有使用次数。
引导神力：和平抚慰 Channel Divinity:Balm of Peace
第2级和平领域特性
你可以用引导神力来减轻痛苦，慰籍心灵。以一个动作，你可以移动等同于你速度的距离，此次移动不会引发借机攻击。当你在此动作期间移动到了任意其他生物周遭5尺范围内时，你都可以为其恢复2d6+你的感知调整值的生命值（最低1点生命值）。每次你使用这个引导神力时，每个生物只能从其中获得一次治疗。
保护联结 Protective Bond`},{Level:6,Name:`保护联结`,Description:`第6级和平领域特性
你创造的联结帮助人们同甘共苦。当一个受到你勇气联结影响的生物即将受到伤害时，30尺内的另一个联结生物可以用它的反应来传送到第一个生物周围5尺的一处未占据空间内，并代替那个生物承受所有伤害。
强力施法 Potent Spellcasting`},{Level:8,Name:`强力施法`,Description:`第8级和平领域特性
你施展牧师戏法造成伤害时，可以再加上你的感知调整值。
增强联结 Expansive Bond`},{Level:17,Name:`增强联结`,Description:`第17级和平领域特性
你的勇气联结和保护联结的现在能在两个联结生物之间距离不超过60尺时被应用。此外，当一个生物使用保护联结来为其他人承受伤害时，还能被视为具有对那次伤害的抗性。`}]},{ClassName:`牧师`,Name:`暮光领域`,Source:`塔莎的万事坩埚`,Features:[{Level:1,Name:`附赠熟练项`,Description:`第1级暮光领域特性
你获得军用武器和重甲的熟练项。
黑夜明目 Eyes of
Night`},{Level:1,Name:`黑夜明目`,Description:`第1级暮光领域特性
你可以看穿最深邃的幽域。你获得300尺的黑暗视觉（或扩展到300尺），在这一范围内，你能够将微光光照视为等同于明亮光照，而在黑暗中则视为等同于微光光照。以一个动作，你可以魔法性的将这个特性分享给你10尺内最多等同于你感知调整值数量（最少1名生物）的可见自愿生物。共享的黑暗视觉持续1小时。一旦你使用此特性后，直到你完成一次长休为止你都不能再次分享视觉，不过你也可以消耗一个任意环阶的法术位来再次分享视觉。
警觉赐福 Vigilant
Blessing`},{Level:1,Name:`警觉赐福`,Description:`第1级暮光领域特性
夜晚教会了你时刻保持警惕。你能用一个动作触碰一个生物（可以是你自己），并赋予该生物下次先攻检定优势。此增益在该生物骰先攻检定后、或你再次使用此特性时立刻结束。
引导神力：暮光圣域 Twilight
Sanctuary
第2级暮光领域特性
你可以引导神力，用柔和的暮光来振作你盟友的精神。
以一个动作，你展示你的圣徽并使自身散发球状暮光。球状区域以你为中心，半径30尺，且其区域内被微光光照充斥。球状区域跟随你移动并持续存在1分钟，如果你陷入失能或是死亡，它也会提前消失。每当一个生物（包括你）在球体中结束它自己的回合时，你能给予它以下增益之一：
使目标获得等同于1d6+你牧师等级点的临时生命。
使目标结束一个正使他魅惑或恐慌的效应。
（译注：此能力使用了罕见的“充斥filled
”这个词，一般这类会在后方跟一个“范围内的......会被压制”，因而RAW来讲此处它能否压制明亮光照是不明确的，不过从下方这个与“微光光照”有关的能力、RAI来讲，它肯定是可以使范围内的明亮光照变为微光光照的。）
午夜飞步 Steps of
Night`},{Level:1,Name:`领域法术`,Description:`第1级暮光领域特性
当你获得暮光领域法术表中所对应的牧师等级时，你将同时习得这些法术。查看玩家手册中的神圣领域职业特性来了解什么是领域法术。
暮光领域法术Twilight Domain Spells
牧师等级法术
1级妖火Faerie Fire，睡眠术Sleep
3级月华之光Moonbeam，识破隐形See Invisibility
5级活力灵光Aura of Vitality，李欧蒙小屋Leomund's Tiny
Hut
7级生命灵光Aura of Life，高等隐形术Greater Invisibility
9级原力法阵Circle of Power，假象术Mislead
附赠熟练项 Bonus Proficiencies`},{Level:6,Name:`午夜飞步`,Description:`第6级暮光领域特性
你使用夜晚的神秘力量来飞上空中。当你处于微光光照或黑暗中时，你能以一个附赠动作用魔法使自己获得等于自身步行速度的飞行速度，持续1分钟。你可以使用此特性的次数等同于你的熟练加值，当你完成一次长休时重获全部已消耗的使用次数。
神圣打击 Divine
Strike`},{Level:8,Name:`神圣打击`,Description:`第8级暮光领域特性
你可以使你的武器充满神圣能量。你在每个自己回合里有一次机会，可以在用武器攻击命中某生物时，使该攻击额外造成1d8光耀伤害。14级时，该伤害提升到2d8。
暮光守护 Twilight
Shroud`},{Level:17,Name:`暮光守护`,Description:`第17级暮光领域特性
你创造的暮光会拥抱着你们，保护你们——处于你暮光圣域的球体内的你和你的盟友将获得半身掩护。`}]},{ClassName:`牧师`,Name:`生命领域`,Source:`玩家手册2024`,Features:[{Level:3,Name:`生命领域法术`,Description:`你与此神圣领域的链接使你始终准备着特定的法术。当你到达生命领域法术表中特定的牧师等级时，你就始终准备着表中对应的法术。
生命领域法术Life Domain Spells
牧师等级
准备法术
3
援助术Aid，祝福术Bless
疗伤术Cure wounds，次等复原术Lesser
Restoration
5
群体治愈真言Mass Healing
Word，回生术Revivify
7
生命灵光Aura of Life，防死结界Death
Ward
9
高等复原术Greater
Restoration，群体疗伤术Mass Cure
Wounds`},{Level:3,Name:`生命门徒`,Description:`你消耗法术位施展法术的回合中，当该法术恢复生物的生命值时，额外恢复2+消耗法术位环阶生命值。`},{Level:3,Name:`维持生命`,Description:`以一个魔法动作，你展示圣徽并消耗一次引导神力来引导治疗能量恢复等于你牧师等级五倍的生命值。你选择身边30尺内处于浴血状态的生物作为此特性的目标（可以包括你），再为其分配从中获得的治疗能量。该特性至多将目标的生命值恢复至其上限的一半。`},{Level:6,Name:`神祝医者`,Description:`你为其他人施展的治疗性法术也能治疗你自己。如果你用法术位施展的一道法术为除了你自己以外的一名或更多生物恢复了生命值，此次施法后你也将立刻恢复2+该法术位环阶的生命值。`},{Level:17,Name:`极效治疗`,Description:`当你需要用一道法术或引导神力掷一枚或多枚骰子，以决定为一个生物恢复的生命数值时，你无需掷骰，直接为每个骰子取最高值。例如，一道法术为某一生物恢复2d6生命值，则其结果直接取12。`}]},{ClassName:`牧师`,Name:`战争领域`,Source:`玩家手册2024`,Features:[{Level:3,Name:`导引打击`,Description:`当你或者距离你30尺内的一个生物在一次攻击检定中失手时，你可以消耗一次引导神力次数来让这次攻击检定获得+10加值，这可能导致该次攻击命中。当你使用此特性让另一个生物的攻击检定获得此增益时，你必须使用你的反应。`},{Level:3,Name:`战争祭司`,Description:`作为一个附赠动作，你可以发动一次武器攻击或者徒手打击。你可以使用该附赠动作的次数等于你的感知调整值（最低为1），你在完成一次长休或短休后重新获得所有的使用次数。`},{Level:3,Name:`战争领域法术`,Description:`你与此神圣领域的链接使你始终准备着特定的法术。当你到达战争领域法术表中特定的牧师等级时，你就始终准备着表中对应的法术。
战争领域法术 War Domain Spells
牧师等级
准备法术
3
光导箭Guiding Bolt，虔诚护盾Shield
of Faith
魔化武器Magic Weapon，灵体武器Spiritual Weapon
5
十字军披风crusader's mantle， 灵体卫士spirit guardians
7
火焰护盾Fire Shield， 行动自如Freedom of Movement
9
定身怪物hold monster， 钢风斩Steel Wind Strike`},{Level:6,Name:`战神祝福`,Description:`你可以使用你的引导神力来施展虔诚护盾Shield of
Faith或者灵体武器Spiritual
Weapon
而无需法术位。当你以这种方式施展其中任何一道法术时，该法术都不需要专注，且其持续时间变为1分钟，但会在你再次施展该法术、陷入失能状态或是死亡时提前结束。`},{Level:17,Name:`战争化身`,Description:`你获得对钝击、穿刺、挥砍伤害的抗性。`}]},{ClassName:`牧师`,Name:`秩序领域`,Source:`塔莎的万事坩埚`,Features:[{Level:1,Name:`附赠熟练项`,Description:`第1级秩序领域特性
你获得重甲的熟练项。你还获得威吓、或游说技能的熟练项（由你选择）。
权威之音 Voice of
Authority`},{Level:1,Name:`领域法术`,Description:`第1级秩序领域特性
当你获得秩序领域法术表中所对应的牧师等级时，你将同时习得这些法术。查看玩家手册中的神圣领域职业特性来了解什么是领域法术。
秩序领域法术Order Domain Spell
牧师等级 法术
1st
命令术command，英雄气概heroism
3rd
定身类人hold person，诚实之域zone of truth
5th
群体治愈真言mass healing
word，缓慢术slow
7th
强迫术compulsion，生物定位术locate creature
9th
通神术commune，支配类人dominate
person
附赠熟练项 Bonus
Proficiencies`},{Level:1,Name:`权威之音`,Description:`第1级秩序领域特性
你可以调用律法之力来驱使一位盟友进攻。如果你消耗法术位施展了一环或更高环阶的法术，且用该法术指定了一位盟友作为目标时，那位盟友可以在法术后立即使用他们的反应来对你指定、且能看见的一名目标进行一次武器攻击。
如果法术指定了超过一名盟友作为目标，由你来选择发动攻击的是哪名盟友。
引导神力：秩序之令 Channel Divinity:
Order’s Demand
第2级秩序领域特性
你可以用引导神力来使自己令人生畏。
以一个动作，你展示你的圣徽，30尺内你所指定的每个能看到或听到你的生物必须成功通过一次感知豁免，豁免失败将被你魅惑，直到你下个回合结束或受到伤害为止。当生物豁免失败时，你还可以指定任意被你魅惑的生物扔掉手中所持物。
律法化身 Embodiment of the
Law`},{Level:6,Name:`律法化身`,Description:`第6级秩序领域特性
你十分擅于引导魔法能量来为它人发号施令。
当你消耗1环或更高环阶的法术位施展一个惑控学派的法术时，倘若这个法术通常的施法时间是1动作，你可以在本次施法时将法术的施法时间改为1附赠动作。
你可以使用该特性的次数等于你的感知调整值（最少一次）。完成一次长休后，你将重获所有已消耗的使用次数。
神圣打击 Divine
Strike`},{Level:8,Name:`神圣打击`,Description:`第8级秩序领域特性
你可以使你的武器充满神圣能量。你的每回合一次，在用一次武器攻击命中某一名生物时，你可以使该攻击造成额外的1d8心灵伤害。当你达到14级时，该伤害提升到2d8。
秩序之怒 Order's
Wrath`},{Level:17,Name:`秩序之怒`,Description:`第17级秩序领域特性
在你与盟友的共同努力下，你们所面对的敌人必将被毁灭。你回合内对一名生物造成了神圣打击的伤害后，你可以诅咒该生物。下一次当你的一名盟友以一次攻击命中被诅咒的生物时，目标将额外受到2d8心灵伤害，随后诅咒结束。你一回合只能以这种方式诅咒生物一次，且没有使用的诅咒将在你的下回合的开始时消失。`}]},{ClassName:`奇械师`,Name:`炼金师`,Source:`塔莎的万事坩埚`,Features:[{Level:3,Name:`工具精通`,Description:`第3级炼金师特性
你获得炼金工具的熟练。如果你已经拥有此熟练，作为代替，你能获得另一种工匠工具的熟练。
炼金师法术 Alchemist
Spells`},{Level:3,Name:`炼金师法术`,Description:`第3级炼金师特性
只要你达到相应的职业等级，炼金师法术表格中的法术总是被视为已准备。这些法术对你来说是奇械师法术，且不会计入你可以准备法术的总数。
炼金师法术Alchemist Spells
奇械师等级法术
3rd
治愈真言healing word，致病射线ray of
sicknbess
5th
炽焰法球flaming sphere，马友夫强酸箭Melf's acid
arrow
9th
气化形体gaseous form，群体治愈真言mass
healing word
13th
枯萎术blight，防死结界deathword
17th
死云术cloudkill，死者复活raise
dead
实验性灵药 Experimental
Elixir`},{Level:3,Name:`实验性灵药`,Description:`第3级炼金师特性
每当你完成一次长休，你能在一个你接触的空的 扁瓶flask
中魔法性的制造出一瓶实验性灵药通过实验性灵药表来掷骰决定这瓶灵药在被某人饮用时的效果。
生物能以一个动作饮用这瓶灵药、或是将灵药灌给一个失能生物饮用。
你能通过消耗一枚1环或更高环的法术位来制造额外的实验性灵药。
此时，你以一个动作接触一个空的
扁瓶flask ，在其中充入灵药，然后从实验性灵药表中选择这瓶灵药的效果。
你必须要拥有炼金工具才能制造实验性灵药，你通过此特性创造的任何灵药会一直存在，直到被饮用、或是你的下一次长休结束时。
当你在本职业达到某些特定等级时，你将能够在长休结束时制造更多灵药：6级时2瓶，15级时3瓶。
每一瓶灵药都需要掷骰决定效果，且都需要用独立的
扁瓶flask 盛放。
实验性灵药
d6效果
1
治疗。饮用者恢复等同于 2d4+你智力调整值 的生命值。
2
疾速。饮用者的速度增加10尺，持续1小时。
3
韧性。饮用者的AC获得+1加值，持续10分钟。
4
气魄。饮用者在接下来的一分钟内，能够在每个攻击检定与豁免检定中投掷一枚d4并将结果加入到检定中。
5
飞行。饮用者获得10尺飞行速度，持续10分钟。
6
变形。饮用者的身体产生如同受到法术变身术Alter Self一样的变化。法术的变化具体怎样由饮用者决定，该效果会持续10分钟。
炼金术掌握 Alchemical
Savant`},{Level:5,Name:`炼金术掌握`,Description:`第5级炼金师特性
你对魔法化学物质的掌握变得非常熟练，这使得你通过炼金物质造成的治疗和伤害更加有效。
当你使用炼金工具作为法器施展任何法术时，你在法术的一次掷骰中获得等同于你的智力调整值（最低+1）的加值。该掷骰必须是恢复的生命值量，或是造成强酸、火焰、暗蚀、或毒素伤害。
复原药剂 Restorative Reagents`},{Level:9,Name:`复原药剂`,Description:`第9级炼金师特性
你可以在你的一些作品中加入复原药剂：
每当一个生物饮用一瓶你制造的实验性灵药时，生物都将获得 2d6+你智力调整值
的临时生命值（至少1点临时生命点）。
只要你使用炼金工具作为你的法器，你就可以在不花费法术位、无需准备的情况下施展
次等复原术Lesser Restoration
。你能够这么做的次数等于你的智力调整值（最少1次），当你完成一次长休后，你恢复所有已被消耗的次数。
化学专家 Chemical Mastery`},{Level:15,Name:`化学专家`,Description:`第15级炼金师特性
你已经接触了太多的化学物质，并解开了它们的秘密，它们对你的危害很小，你可以使用它们来迅速治愈某些疾病：
你获得了对强酸伤害和毒素伤害的抗性，并且你免疫于中毒状态。
只要你使用炼金工具作为你的法器，就能够在不消费法术位、不需要准备、不需要材料成分的情况下施展
高级复原术Greater Restoration 与 医疗术heal。一旦你通过此特性施展这些法术中的一个，你就不能再以这种方式施展那个法术，直到你完成一次长休。`}]},{ClassName:`奇械师`,Name:`魔炮师`,Source:`塔莎的万事坩埚`,Features:[{Level:3,Name:`工具精通`,Description:`第3级魔炮师特性
你获得木匠工具的熟练。如果你已经拥有此熟练，作为代替，你能获得另一种工匠工具的熟练。
魔炮师法术 Artillerist
Spells`},{Level:3,Name:`魔能炮台`,Description:`第3级魔炮师特性
你习得了如何制造一个魔法炮台。
使用你的木匠工具或铁匠工具，你能用一个动作在距离你5尺且没被占据的水平空间内魔法性地召唤出一架小型或微型炮台。小型魔能炮台会占据它所在的方格，而微型炮台能用一只手持用。
当你创造炮台后，直到你完成一次长休前你都不能再创造它，或者你也可以通过消耗一个法术位来创造它。
你只能同时拥有一个炮台，在上一个炮台还在的情况下你不能创造第二个炮台。
炮台是一个魔法物件。不论尺寸，它的AC都是18，而其生命值是你奇械师等级的5倍。
它免疫于毒素伤害和心灵伤害。如果它被迫进行属性检定或豁免检定，则将其所有属性都视为10(+0)。如果一个法术
修复术mending 被施展到它身上，它将恢复2d6生命值。炮台在生命值降低到0或1小时后消失。你也可以以一个动作来提早让它消失。
当你制造炮台时，你决定它的外观，以及是否有腿。你还需要决定它的类型——从下方的魔能炮台列表中选择一项。
在你的每个回合中，只要你离炮台不到60尺，你就能以一个附赠动作来使炮台激活。作为该附赠动作的一部分，你还可以引导有腿的炮台步行或攀爬到15尺内的一处未占据空间中。
魔能炮台
炮台激活效应Activation投火机
Flamethrower炮台向着你指定方向的15尺锥形范围内发射火焰。该区域内的每个生物必须进行一次敏捷豁免，对抗你的法术豁免DC。
如果豁免失败将受到2d8火焰伤害，成功时只受一半伤害。
火焰会点燃该区域内任何未被穿戴或携带的易燃物。力场弩炮
Force Ballista以炮台为源点，向着它120尺以内的生物或物体进行一次远程法术攻击。
击中时，目标将受到2d8力场伤害，如果目标是一个生物，它将被向着远离炮台的方向推开5尺。
防御者
Protector
炮台释放出一股正能量，给予它自己和10尺距离内每个你选择的生物1d8+你智力调整值的临时生命值（最低+1）。
奥法枪械 Arcane
Firearm`},{Level:3,Name:`魔炮师法术`,Description:`第3级魔炮师特性
只要你达到相应的职业等级，魔炮师法术表格中的法术总是被视为已准备。这些法术对你来说是奇械师法术，且不会计入你可以准备法术的总数。
魔炮师法术Artillerist Spells
奇械师等级法术
3rd
护盾术shield，雷鸣波thunderwave
5th
灼热射线scorching ray，粉碎音波shatter
9th
火球术fireball，风墙术wind
wall
13th
冰风暴ice storm，火墙术wall of fire
17th
寒冰锥cone of cold，力场墙wall of
force
魔能炮台 Eldritch
Cannon`},{Level:5,Name:`奥法枪械`,Description:`第5级魔炮师特性
你习得了如何把魔杖、法杖、或权杖变为奥法枪械——一种传输你的毁灭性法术的管道。
当你完成一次长休后，你可以用木匠工具在一根魔杖、法杖或权杖上刻印一个特殊印记，从而把它变成你的奥法枪械。印记会在你为另一件物品上刻上这种印记时消失，否则印记将永久存在。
你可以将你的奥法枪械作为你奇械师法术的法器。当你通过奥法枪械施展一个奇械师法术时，掷一个d8，你在法术的一次伤害掷骰中获得与掷骰结果相同的加值。
高爆炮台 Explosive Cannon`},{Level:9,Name:`高爆炮台`,Description:`第9级魔炮师特性
你制造的每一门奥法炮台都将拥有更大的破坏力：
· 所有炮台的伤害骰增加1d8。
· 如果你距离炮台不到60尺，你能以一个动作命令你的炮台自爆。这么做会摧毁炮台，并迫使每一个离它20尺以内的生物进行一次对抗你的法术豁免DC的敏捷豁免，若豁免失败，将受到3d8力场伤害，成功时只会受到一半伤害。
要塞阵地
Fortified Position`},{Level:15,Name:`要塞阵地`,Description:`第15级魔炮师特性
你成为了用魔能炮台构筑阵地的大师。
· 由于你用魔能炮台特性创造的炮台所发出的闪光魔法保护场，你和你的盟友在距离炮台周围10尺范围内会获得
半身掩护half cover。
· 你现在可以同时拥有二个炮台，你能以一个动作同时制造两台炮台（但并不使用同一法术位），此外，你能够以一个附赠动作来同时激活两个炮台。这二个炮台可以是不同的类型。你在拥有两个炮台时，不能制造第三个炮台。`}]},{ClassName:`奇械师`,Name:`战地匠师`,Source:`塔莎的万事坩埚`,Features:[{Level:3,Name:`钢铁守卫`,Description:`第3级战地匠师特性
你的工匠技艺为你诞生出了一名可靠的同伴，一个钢铁守卫。
它对你和你的同伴友好，并且服从你的命令。钢铁守卫的游戏数据见下，它的数据中某几项会适用你的熟练加值。
该生物的外观，两足步行还是四足步行皆由你决定；你的决定对它的游戏数据没有影响。
在战斗中，钢铁守卫使用你的先攻，并且在你的回合后立即行动。它能自由移动和执行反应，但除非你以一个附赠动作命令它进行动作，否则它在回合中只能进行闪避动作。他可以执行下方写出的动作选项，或是其他的动作选项。
如果你陷入了失能，钢铁守卫可以依靠它自己的选择进行任何动作，而不仅仅是闪避。
如果一个 修复术Mending
被施展到了钢铁守卫的身上，它将恢复2d6生命值。如果它在最近一小时内死亡，你能够以一个动作使用铁匠工具花费一个至少1环的法术位来在距离你5尺的空格内复活它。钢铁守卫会在1分钟后复活，在复活时会回满生命值。
当你在手头有铁匠工具的情况下完成一次长休时，你可以创造一个新的钢铁守卫。如果你已经通过此特性拥有一个钢铁守卫，则上一个会立即消失。如果你死亡，钢铁守卫也会随之损毁。
钢铁守卫Steel Defender
中型构装AC：15（天生护甲）
HP：2+你的智力调整值+你奇械师等级的五倍（钢铁守卫拥有与你奇械师等级相同数量的生命骰[D8]）
速度：40尺
力量敏捷体质智力感知魅力14（+2）12（+1）14（+2）4（-3）10（+0）6（-2）
豁免：敏捷+1+PB，体质+2+PB
技能：运动+2+PB，察觉+0+PB*2
伤害免疫：毒素
状态免疫：魅惑、力竭、中毒
感官：黑暗视觉60尺，被动察觉10+PB*2
语言：理解你说的语言
挑战等级：——
熟练加值（PB）：等于你的熟练加值。警惕Vigilant。钢铁守卫不会被突袭。动作Actions
力场动能撕扯Force-Empowered
Rend。 近战武器攻击：攻击加值等同于你的法术攻击加值，触及5尺，单个你可见的目标。命中：1d8+PB 点力场伤害。
修理Repair（3次/天）。安装于钢铁守卫内部的魔法机械能够为钢铁守卫本身或距离其5尺内的构装生物或物品恢复
2d8+熟练加值 的生命值。反应Reaction
偏转攻击Deflect
Attack。当距离钢铁守卫5尺内的一个可见生物对钢铁守卫以外的生物进行攻击时，钢铁守卫能迫使此次攻击承受劣势。
（译者注：此处并没有提及钢铁守卫是否需要呼吸、饮食、睡眠，也未提及钢铁守卫是否可以拥有护甲、武器、工具熟练，这类内容在《怪物图鉴》中也未明确写明，基本可以说是由DM说了算。
此外，根据官方QA，钢铁守卫是可以说话的，不能说话的在其语言描述会有“但不会说”这行文本，因此钢铁守卫可以简单说出奇械师本身会说的那些语言（智力4我不确定能不能流畅说话）；钢铁守卫与魔宠一样，可以激活魔法物品或是使用奇械师本职特性的储法物品；且可以短休、长休，消耗生命骰以恢复生命值。）
额外攻击 Extra
Attack`},{Level:3,Name:`工具精通`,Description:`第3级战地匠师特性
你获得铁匠工具的熟练。如果你已经拥有此熟练，作为代替，你能获得另一种工匠工具的熟练。
战地匠师法术
Battle Smith Spells`},{Level:3,Name:`战地匠师法术`,Description:`第3级战地匠师特性
只要你达到相应的职业等级，战地匠师法术表格中的法术总是被视为已准备。这些法术对你来说是奇械师法术，且不会计入你可以准备法术的总数。
战地匠师法术Battle Smith
Spells
奇械师等级法术
3rd
英雄气概heroism，护盾术shield
5th
印记斩branding smite，守护之链warding bond
9th
活力灵光aura of vitality，箭如雨下conjure
barrage
13th
净化灵光aura of purity，火焰护盾fire shield
17th
放逐斩banishing smite，群体疗伤术mass cure
wounds
战斗准备 Battle Ready`},{Level:3,Name:`战斗准备`,Description:`第3级战地匠师特性
你的战斗训练和魔法实验为你带来了两种好处：
· 你获得军用武器的熟练。
· 当你以魔法武器攻击时，你可以在攻击检定与伤害掷骰中使用智力调整值，以代替力量或敏捷。
钢铁守卫
Steel Defender`},{Level:5,Name:`额外攻击`,Description:`第5级战地匠师特性
你在自己回合内执行攻击动作时可以发动两次攻击而非一次。
奥能震荡 Arcane
Jolt`},{Level:9,Name:`奥能震荡`,Description:`第9级战地匠师特性
你学会了新的方法来引导奥术能量进行伤害或治疗。当你使用魔法武器攻击或钢铁守卫命中目标时，你可以将奥术能量引导至攻击中，以获得以下一种效应：
目标受到额外的2d6点力场伤害。
选择距离目标30尺以内的一个可见生物或物体。治愈能量涌进选择的对象，为其恢复2d6生命值。
你可以引导奥术能量的次数等同于你的智力调整值（至少1次），但每回合只能这么做一次。在你完成长休时，恢复所有已被消耗的次数。
改良守卫
Improved Defender`},{Level:15,Name:`改良守卫`,Description:`第15级战地匠师特性
到达15级后，你的奥能震荡和钢铁守卫变得更强了：
奥能震荡特性的额外伤害和生命恢复变为4d6。
你的钢铁守卫AC获得+2加值。
当你的钢铁守卫使用偏转攻击时，攻击者受到1d4+你的智力调整值的力场伤害。`}]},{ClassName:`奇械师`,Name:`装甲师`,Source:`塔莎的万事坩埚`,Features:[{Level:3,Name:`奥能装甲`,Description:`第3级装甲师特性
你对冶金的钻研让你的盔甲成为了实现你奇械师魔法的渠道。只要你手持铁匠工具，就能以一个动作将你正穿着的一套护甲变成奥能装甲。
穿着奥能装甲期间，你获得以下好处：
如果你的盔甲通常对穿戴者的力量有要求，奥能装甲能让你无视它。
你能够将奥能装甲作为你奇械师法术的法器。
穿在你身上的奥能装甲除非你自愿，否则无法移除。
同时，奥能装甲能够扩展到覆盖你的整个身体，并替换你所有缺失的肢体，替换肢体的部分拥有和正常肢体一样的功能。
你可以以一个动作穿上或脱下这套盔甲。
转化为奥能装甲的盔甲会一直保有其功能，直到你穿上另一套盔甲、或你死亡为止。
装甲型号 Armor Model`},{Level:3,Name:`本职工具`,Description:`第3级装甲师特性
你获得重甲的熟练。你同时获得铁匠工具的熟练，如果你已经熟练于此工具，作为代替，你能获得另一种工匠工具的熟练。
装甲师法术 Armorer Spells`},{Level:3,Name:`装甲师法术`,Description:`第3级装甲师特性
只要你达到相应的职业等级，装甲师法术表格中的法术总是被视为已准备。这些法术对你来说是奇械师法术，且不会计入你可以准备法术的总数。
装甲师法术Armorer Spells
奇械师等级
法术
3rd
魔法飞弹magic missle，雷鸣波thunderwave
5th
镜影术mirror image，粉碎音波shatter
9th
催眠图纹hypnotic pattern，闪电束lightning bolt
13th
火焰护盾fire shield，高等隐形术greater invisibility
17th
穿墙术passwall，力场墙wall of force
奥能装甲 Arcane Armor`},{Level:3,Name:`装甲型号`,Description:`第3级装甲师特性
你能够定制你的奥能装甲。
你可以从以下两种型号中选择其一：守护者、与渗透者。
你选择的型号会在你穿着时提供特殊的好处。每种型号都包括一种特殊武器。当你使用该武器攻击时，你可以使用你的智力调整值，而不是力量或敏捷，来进行攻击和伤害掷骰。
只要你手上有铁匠工具，就可以在完成一次短休或长休后更换你的装甲型号。
守护者 Guardian
你将装甲设计为适合冲锋陷阵。它拥有下列特性：
雷霆战拳 Thunder Gauntlets。 每一只装甲附带的手套在没有持握任何物品时皆可被视为一件简易近战武器，命中后会造成1d8雷鸣伤害。被战拳击中的生物，会被装甲释放的魔法性干扰脉冲影响，使其对除你之外的目标攻击时有劣势，直到你的下个回合到来。
防护场 Defensive Field。在每个你的回合，你能以一个附赠动作获得等于你奇械师职业等级的临时生命值，这会取代你现有的任何临时生命值。如果你脱下装甲，你会失去这些临时生命值。你能执行此附赠动作熟练加值次，在完成一次长休后将恢复所有花费的使用次数。
渗透者 Infiltrator
你出于某些特殊需要对你的装甲进行了定制。它拥有下列特性：
闪电发射器 Lightning Launcher。 你在胸部或覆盖装甲的拳头（根据你的选择）上安装了一个宝石状的节点。它被视为一件简易远程武器，它拥有90尺的常规射程和300尺的最大射程，在命中后会造成 1d6闪电伤害。每个你的回合一次，你在通过闪电发射器命中一个生物时，能够额外造成 1d6闪电伤害。
动力步伐 Powered Steps。 你的步行速度增加5尺。
减震场 Dampening Field。你在敏捷（隐匿）检定中具有优势。如果你的盔甲原本会让你在此检定上具有劣势，优势和劣势将会正常抵消。
额外攻击 Extra Attack`},{Level:5,Name:`额外攻击`,Description:`第5级装甲师特性
你在自己回合内执行攻击动作时可以发动两次攻击而非一次。
装甲改造 Armor Modifications`},{Level:9,Name:`装甲改造`,Description:`第9级装甲师特性
你习得了如何通过奇械师注法对你的奥能装甲进行特殊改造。
奥能装甲现在你进行注法时，能够被视为下列独立物品：
盔甲（胸甲部分）、靴子、头盔、以及装甲的特殊武器。
每件物品都能进行一次注法。
此外，你的注法物品的数量上限增加2，但增加的部分只能用于为奥能装甲的一部分注法。
完美装甲 Perfected Armor`},{Level:15,Name:`完美装甲`,Description:`第15级装甲师特性
你的奥能装甲根据其型号获得下列额外好处。
守护者Guardian
当你可见的一个体型为巨型或更小的生物在距离你 30尺内的地方结束其回合时，你能以一个反应迫使该生物进行一次对抗你的法术豁免 DC的力量豁免，豁免失败时将被拉向你最多 30尺。如果你将目标拉到距离你 5尺的地方，作为此反应的一部分，你能对该生物进行一次近战武器攻击。
你能够执行此反应的次数等同于你的熟练加值次。在完成一次长休后你将恢复所有已被使用的次数。
渗透者Infiltrator
任何被你闪电发射器造成闪电伤害的生物将在你的下个回合到来前发出魔法性的光亮。发光的生物会放出 5尺半径的微光光照。当它试图攻击你时会因为灯光的震颤而导致在攻击检定中具有劣势。
此外，下次以该生物为目标发动的攻击检定具有优势，且如果那次攻击成功命中，该生物还将额外受到 1d6闪电伤害。`}]},{ClassName:`圣武士`,Name:`奉献之誓`,Source:`玩家手册2024`,Features:[{Level:3,Name:`奉献之誓法术`,Description:`你誓言具有的魔法使你始终准备着特定的法术。当你到达奉献之誓法术表中特定的圣武士等级时，你就始终准备着表中对应的法术。
奉献之誓法术Oath of Devotion Spells
圣武士等级准备法术
3 防护善恶Protection from
Evil and Good，
虔诚护盾Shield of Faith
5 援助术Aid，诚实之域Zone of Truth
9 希望信标Beacon of
Hope， 解除魔法Dispel
Magic
13 行动自如Freedom of
Movement， 信仰守卫Guardian of
Faith
17
通神术Commune，焰击术Flame
Strike`},{Level:3,Name:`圣洁武器`,Description:`当你执行攻击动作时，你可以消耗一次你的引导神力次数，为你持握的一把近战武器注入正能量。随后10分钟或你再次使用此特性为止，你使用该武器进行的攻击检定可以加上你的魅力调整值（至少为
+1），且每次命中时可以选择是造成正常伤害或者是光耀伤害。
该武器同时提供半径20尺的明亮光照以及额外20尺微光光照。
你可以提前终止此效应（无需动作）。当你不再携带这把武器，此效应同样终止。`},{Level:7,Name:`奉献灵光`,Description:`你与位于你守护灵光内的盟友具有魅惑免疫。若处于魅惑状态的盟友进入灵光，只要其仍处于灵光内，该状态就会暂时对其无效。`},{Level:15,Name:`卫护斩`,Description:`你现在能让魔法斩击散发出保护性的能量。每当你施展至圣斩时，直到你的下个回合开始为止，你的灵光获得以下增益：身处你的守护灵光期间，你和你的盟友具有半身掩护。`},{Level:20,Name:`至圣光轮`,Description:`以一个附赠动作，你可以用圣力盈满你的守护灵光，灵光获得下列的增益，持续10分钟或直到你将之提前结束（无需动作）。此特性一经使用，直至完成长休你都无法再次使用。你也可以消耗一个五环法术位（无需动作）重置此特性的使用权。
至圣守护Holy Ward。你被邪魔或亡灵迫使进行的豁免检定具有优势。
光耀伤害Radiant Damage。每当敌人在灵光范围内开始回合时，该生物受到等同于你的魅力调整值+你的熟练加值的光耀伤害。
阳光Sunlight。你的灵光内变为明亮光照，视为阳光。`}]},{ClassName:`圣武士`,Name:`复仇之誓`,Source:`玩家手册2024`,Features:[{Level:3,Name:`仇敌誓言`,Description:`当你执行攻击动作时，你可以消耗一次你的引导神力次数，对一个你能看见的位于你30尺内的生物立下仇敌誓言。你在接下来1分钟内，对该生物的攻击检定具有优势。
如果在誓言结束前，该生物的生命值就降至0，你可以将誓言的目标换为另一个你可见的位于你30尺的生物（无需动作）。`},{Level:3,Name:`复仇之誓法术`,Description:`你誓言具有的魔法使你始终准备着特定的法术。当你到达复仇之誓法术表中特定的圣武士等级时，你就始终准备着表中对应的法术。
复仇之誓法术Oath of Vengeance Spells
圣武士等级准备法术
3灾祸术Bane，猎人印记Hunter's Mark
5定身类人hold person，迷踪步misty step
9加速术haste，防护能量protection from energy
13放逐术banishment，任意门dimension door
17定身怪物hold monster，探知术Scrying`},{Level:7,Name:`坚韧复仇`,Description:`你超自然的专注力使你可以拦截敌人撤退。你以借机攻击中命中一个生物时，可以将其速度降为0，直到当前回合结束为止。且你在该攻击后立刻移动至多相当于你速度一半的距离，本次移动是原反应的一部分，且不引发借机攻击。`},{Level:15,Name:`复仇之魂`,Description:`受你仇敌誓言影响的生物在发动一次攻击以后，无论是否命中，只要其位于你的触及内，你就能够立即以反应对其进行一次近战攻击。`},{Level:20,Name:`复仇天使`,Description:`以一个附赠动作，你可获得下列的增益。持续10分钟或直到你将之提前结束（无需动作）。此特性一经使用，直至完成长休你都无法再次使用。你也可以消耗一个五环法术位（无需动作）重置此特性的使用权。
飞行 Flight。你的背后生出灵体双翼，获得60尺的飞行速度，并且可以悬浮。
恐惧灵光 Frightful Aura。每个在灵光范围内开始其回合的敌人，必须成功通过一个感知豁免，否则将陷入恐慌状态，持续1分钟或在其受到伤害时提前结束，对陷入恐慌的生物发动的攻击检定具有优势。`}]},{ClassName:`圣武士`,Name:`古贤之誓`,Source:`玩家手册2024`,Features:[{Level:3,Name:`古贤之誓法术`,Description:`你誓言具有的魔法使你始终准备着特定的法术。当你到达古贤之誓法术表中特定的圣武士等级时，你就始终准备着表中对应的法术。
古贤之誓法术Oath of the Ancients Spells
圣武士等级准备法术
3捕获打击Ensnaring Strike，动物交谈Speak with
Animals
5迷踪步Misty Step，月华之光Moonbeam
9植物滋长Plant Growth，防护能量Protection form
Energy
13冰风暴Ice Storm，石肤术Stoneskin
17问道自然Commune with Nature，树跃术Tree
Stride`},{Level:3,Name:`自然之怒`,Description:`以一个魔法动作，你可以消耗一次引导神力次数，唤出灵体藤蔓缠绕周围的生物。你选择你能看到的位于你15尺内的任意数量生物，令其必须通过一次力量豁免，失败陷入束缚状态1分钟。被束缚的生物可以在其回合结束时重复豁免，成功则不再受到此效应影响。`},{Level:7,Name:`守御灵光`,Description:`强大的远古魔法眷顾着你，以至于在你身边形成了一道神秘的结界，阻挡着来自物质位面外的能量；你和位于你守护灵光内的盟友获得对暗蚀，心灵以及光耀伤害的抗性。`},{Level:15,Name:`不灭哨卫`,Description:`当你生命值降至0，但尚未被直接杀死时，可以选择让你的生命值降到1而不是0，然后你再恢复相当于你圣武士等级三倍的生命值。该能力一经使用，直至完成长休你都无法再次使用。
此外，你不会因为魔法效应而衰老，你的外表也会停止老去。`},{Level:20,Name:`上古斗士`,Description:`以一个附赠动作，你可以用原力盈满你的守护灵光，灵光获得下列的增益。持续1分钟或直到你将之提前结束（无需动作）。此特性一经使用，直至完成长休你都无法再次使用。你也可以消耗一个五环法术位（无需动作）重置此特性的使用权。
瓦解反抗Diminish Defiance。位于你灵光范围内的敌人在对抗你法术或引导神力的豁免上具有劣势。
复生Regeneration。你在每个自己的回合开始时，恢复10生命值。
迅捷法术Swift Spells。每当你施展一道施法时间为动作的法术时，你可以将其改为一个附赠动作施展。`}]},{ClassName:`圣武士`,Name:`护法之誓`,Source:`破解奥秘（UA）`,Features:[{Level:3,Name:`庇护之链`,Description:`你能以魔法动作消耗一次引导神力使用次数与一名位于你5尺内的自愿生物建立神圣链接。链接持续一小时或在你陷入昏迷状态时提前结束。链接持续期间，若链接生物位于你触及范围内，且被一次攻击检定命中，你能以反应将你的魅力调整值（至少+1）加入那名生物的AC中，这可能使那次攻击失手。
你能在任意时间点结束神圣链接（无需动作）。若你已具有神圣链接，当你建立新链接时，先前的链接结束。`},{Level:3,Name:`护法打击`,Description:`当你看见位于你触及范围内的生物施展一道具有言语、姿势或材料成分的法术时，你能以反应对那名生物以武器或徒手打击发动一次近战攻击。`},{Level:3,Name:`护法之誓法术`,Description:`你誓言具有的魔法使你始终准备着特定的法术。当你到达护法之誓法术表中特定的圣武士等级时，你就始终准备着表中对应的法术。
护法之誓法术Oath of the Spellguard Spells
圣武士等级准备法术
3侦测魔法Detect Magic，护盾术Shield
5识破隐形See
Invisibility，沉默术Silence
9法术反制Counterspell，解除魔法Dispel
Magic
13行动自如Freedom of Movement，欧提路克弹力法球Otiluke's
Resilient Sphere
17原力法阵Circle of
Power，圣居Hallow`},{Level:7,Name:`专注灵光`,Description:`你的守护灵光能促进精神集中。你和你的盟友若身处你的守护灵光内，你们为维持专注进行的体质豁免检定具有优势。`},{Level:15,Name:`破法之刃`,Description:`在你以护法打击命中一名生物后，作为该反应的一部分，你可以立即施展法术反制Counterspell。
当你以环位施展法术反制Counterspell时，若该法术未能打断一道法术，你的环位不会被消耗。`},{Level:20,Name:`永恒护法`,Description:`你能以附赠动作强化你的守护灵光，赋予其以下增益，持续1分钟或在你终止时提前结束（无需动作）。此特性一经使用，直至长休完成你都无法再次使用。你也可以消耗一个五环法术位（无需动作）重置此特性的使用权。
贴身护卫Bodyguard。若你庇护之链的目标身处该灵光内，该生物具有对所有伤害的抗性。
魔法防护Protectiob from
Magic。
你和你位于该灵光内的盟友为对抗法术进行的豁免检定具有优势。
法术卫士Spell
Ward。
对你和你位于该灵光内的盟友进行的法术攻击检定具有劣势。`}]},{ClassName:`圣武士`,Name:`救赎之誓`,Source:`珊娜萨的万事指南`,Features:[]},{ClassName:`圣武士`,Name:`破誓者`,Source:`玩家手册2024`,Features:[{Level:3,Name:`恐怖显现`,Description:`在你施展至圣斩后，你可以立即消耗一次你的引导神力次数，引发一次魔法威压爆发。源自你的10尺光环区域内，由你选择的每个生物必须成功通过一次感知豁免，否则陷入持续1分钟的恐慌状态。陷入恐慌状态的生物在其每个回合结束时重复进行豁免，豁免成功则效应终止。`},{Level:3,Name:`破誓者法术`,Description:`你誓言具有的魔法使你始终准备着特定的法术。当你到达破誓者法术表中特定的圣武士等级时，你就始终准备着表中对应的法术。
破誓者法术Oathbreaker Spells
圣武士等级 准备法术
3炼狱叱喝Hellish Rebuke，巫术箭Witch Bolt
5疯狂冠冕Crown of madness，黑暗术Darkness
9恐惧术Fear，亡灵召唤术Summon Undead
13枯萎术Blight，魅影杀手Phantasmal Killer
17疫病术Contagion，钢风斩Steel Wind Strike`},{Level:3,Name:`咒唤亡灵`,Description:`以一个附赠动作，你可以消耗一次你的引导神力次数，召唤数量等同于你魅力调整值一半（向上取整；至少召唤一只亡灵）的亡灵。每个亡灵会出现在你30尺内一处可见的未占据空间中，并且你可以选择其类型：骷髅Skeleton或丧尸Zombie（具体属性见《玩家手册》附录B）。亡灵处于你的控制之下，持续一分钟，之后它们会化为灰烬。
每个亡灵都是你和你盟友的盟友。在战斗中，亡灵与你共享先攻，会在你的回合结束之后立即进行自己的回合。亡灵会服从你的口头命令（无需你使用动作）。若你未下达任何命令，亡灵将会使用回避动作并用移动避开危险。`},{Level:7,Name:`憎恨灵光`,Description:`你和位于你守护灵光内的任意邪魔或亡灵盟友，用一次近战攻击命中一个生物时，这次攻击造成等同于你魅力调整值的额外暗蚀伤害。`},{Level:15,Name:`超然抗性`,Description:`你获得对钝击、穿刺和挥砍伤害的抗性。`},{Level:20,Name:`恐惧之王`,Description:`以一个附赠动作，你可以将亵渎的幽暗注入到你的守护灵光中，你获得下列的增益。持续10分钟或直到你将之提前结束（无需动作）。此特性一经使用，直至完成长休你都无法再次使用。你也可以消耗一个五环法术位（无需动作）重置此特性的使用权。
黑暗Darkness。 魔法黑暗充斥在你的守护灵光内。你和位于你守护灵光内的盟友可以看穿该魔法黑暗。
恐惧Fear。 每当一个陷入恐慌状态的生物在你的守护灵光内开始回合时，该生物受到4d10心灵伤害。
暗影打击Shadow
Strike。 以一个附赠动作，你可以进行一次近战法术攻击，将从你身上渗出的幽暗塑为利刃，并以你守护灵光内的一个生物为目标。命中时，该攻击造成等同于3d10+你的魅力调整值的暗蚀伤害。`}]},{ClassName:`圣武士`,Name:`荣耀之誓`,Source:`玩家手册2024`,Features:[{Level:3,Name:`鼓舞斩`,Description:`当你施展至圣斩后，你可以立即消耗一次你的引导神力次数，使30尺内由你选择的生物或你自身获得临时生命值。这些生物共获得的临时生命值等同于2d8+你的圣武士等级，你可以为其随意分配这些临时生命值。`},{Level:3,Name:`绝伦健将`,Description:`以一个附赠动作，你可以消耗一次引导神力次数以增强运动能力。1小时内，你在力量（运动）检定和敏捷（特技）检定上获得优势，且你跳远和跳高的距离增加10尺（你依然为此正常消耗移动力）。`},{Level:3,Name:`荣耀之誓法术`,Description:`你誓言具有的魔法使你始终准备着特定的法术。当你到达荣耀之誓法术表中特定的圣武士等级时，你就始终准备着表中对应的法术。
荣耀之誓法术Oath of Glory Spells
圣武士等级准备法术
3光导箭GuidingBolt，英雄气概Heroism
5强化属性EnhanceAbility，魔化武器MagicWeapon
9加速术Haste，防护能量ProtectionfromEnergy
13强迫术Compulsion，行动自如FreedomofMovement
17通晓传奇LegendLore，悠兰德王者威仪Yolande'sRegalPresence`},{Level:7,Name:`迅捷灵光`,Description:`你的速度提升10尺。
此外，每个在自己回合第一次进入你守护灵光内的盟友，或在其内开始回合的盟友，速度提升10尺，直到其下个回合结束为止。`},{Level:15,Name:`辉煌防御`,Description:`你能在防御中转守为攻，对敌人发起突然袭击。当你或位于你10尺内一个你可见的生物成为一次攻击的目标并被击中时，你可以用反应使其获得一定的AC加值，此举可能使该次攻击改为失手。此加值等同于你的魅力调整值（至少为+1）。若该次攻击失手，且攻击者在你的武器触及范围内，你可以用武器对其进行一次攻击，这次攻击视为反应的一部分。
你能使用此特性的次数为你的魅力调整值（最少一次）。你在完成一次长休后重获所有消耗的次数。`},{Level:20,Name:`现世传说`,Description:`你能够使自己有能力实现传奇的壮举——无论是确有此事，抑或夸大其词。以一个附赠动作，你获得下列的增益。持续10分钟或直到你将之提前结束（无需动作）。此特性一经使用，直至完成长休你都无法再次使用。你也可以消耗一个五环法术位（无需动作）重置此特性的使用权。
神眷天恩Charismatic。一个异界存在赐福于你，你在与魅力相关的检定上获得优势。
重掷豁免Saving Throw Reroll。当你进行一次豁免检定并失败时，你可以用反应重骰之。你必须使用重骰的结果。
无误打击Unerring Strike。每自己回合一次，当你进行一次武器攻击但失手，你可以使其改为命中。`}]},{ClassName:`圣武士`,Name:`守望之誓`,Source:`塔莎的万事坩埚`,Features:[{Level:3,Name:`圣誓法术`,Description:`第3级守望之誓特性
当你的圣武士达到特定等级时，你将获得以下的圣誓法术，如守望之誓法术表所示。有关圣誓法术的规则请查阅圣武士
神圣誓言Sacred Oath 特性中记载的文本。
守望之誓法术Oath of Watcher
Spells
圣武士等级
法术
3rd
警报术alarm，侦测魔法detect magic
5th
月华之光moonbeam，识破隐形see
invisinnility
9th
法术反制counterspell，回避侦测nondetection
13th
净化灵光aura of
purity，放逐术banishment
17th
定身怪物hold
monster，探知术Scrying
引导神力 Channel Divinity`},{Level:3,Name:`引导神力`,Description:`第3级守望之誓特性
你获得以下这些引导神力选项。有关引导神力的规则请查阅圣武士 神圣誓言Sacred Oath
特性中记载的文本。
守望之志Watcher's
Will。你可以用引导神力，将信仰的守护力量融入你的存在之中。以一个动作，你可以选择周围30尺范围内数个你可见的生物，其数量至多等同于你的魅力调整值个（至少1个生物）。接下来1分钟内，你与所有被你选择的生物在智力、感知、与魅力豁免上都将具有优势。
驱散异域Abjure the
Extraplanar。你可以使用你的引导神力惩罚来自异界的存在。以一个动作，你展示你的圣徽，你30尺范围内能够听到你祷言的异怪、天族、元素、妖精或邪魔都必须进行一次感知豁免，豁免失败将受到驱散，持续1分钟。被驱散的生物若受到任何伤害，驱散也将提前结束。
以此方式被驱散的生物必须花费其回合内的所有移动里尽可能的远离你，且无法主动移动到距离你不超过30尺的空间中。至于他们能执行的东西，只能用于执行疾走动作、或花费动作从妨碍其移动的效应中挣脱。当该生物无路可走时，它将执行回避动作。
哨卫灵光 Aura of the
Sentinel`},{Level:7,Name:`哨卫灵光`,Description:`第7级守望之誓特性
你散发出一道令人保持警觉的灵光。当你和你周围10尺范围内任何你选择的生物进行先攻检定时，都将获得等同于你熟练加值的加值。这一灵光只有在你未处于失能的情况下才能生效。
当你圣武士等级达到18级后，灵光的范围增长至30尺。
警戒呵斥 Vigilant
Rebuke`},{Level:15,Name:`警戒呵斥`,Description:`第15级守望之誓特性
你学会了如何惩罚那些对你与受你守护之人施行欺瞒的家伙。当你或你30尺内一个你可见的生物在一次智力、感知、或魅力豁免上成功时，你可以用反应对迫使你们进行豁免检定的那个生物造成2d8+你的魅力调整值点的力场伤害。
尘世壁垒 Mortal
Bulwark`},{Level:20,Name:`尘世壁垒`,Description:`第20级守望之誓特性
你展现出神圣力量的火花，以捍卫凡人的世界。以一个附赠动作，你获得以下增益，持续1分钟：
你获得120尺的真实视觉。
你对异怪、天族、元素、妖精、或邪魔发动的攻击检定具有优势。
当你对一个生物进行攻击、命中、并对其造成伤害时，你可以迫使其进行一次魅力豁免，豁免DC等同于你的法术豁免DC。豁免失败时，若该生物不属于此位面，则它将被魔法性地放逐回它原本的位面。豁免成功后，目标生物在24小时内免疫于此能力的放逐。
一旦你使用了此能力，你在完成一次长休之前你都不能再次使用它。你也可以消耗一个5环法术位以再次使用此能力。`}]},{ClassName:`圣武士`,Name:`征服之誓`,Source:`珊娜萨的万事指南`,Features:[]},{ClassName:`术士`,Name:`风暴术法`,Source:`珊娜萨的万事指南`,Features:[]},{ClassName:`术士`,Name:`畸变术法`,Source:`玩家手册2024`,Features:[{Level:3,Name:`传心谈话`,Description:`你能够在自己与他人的意识中构建一道心灵感应的链接。以一个附赠动作，你可以选择30尺内一个你可见的生物创造这一链接。链接能使你与其能够通过心灵感应方式进行交流，但交流时，你们之间距离的里数不超过你的魅力调整值里（至少1里）。你们必须使用互相知晓的语言进行心灵交流，才能使其理解你通过心灵感应传达的话语。
心灵感应的链接持续等同于你术士等级的分钟数。这一链接在你与另一生物构建链接时提前结束。`},{Level:3,Name:`灵能法术`,Description:`当你到达灵能法术表中特定的术士等级时，你就始终准备着表中对应的法术。
灵能法术Psionic Spells
术士等级
法术
3
心灵之楔Mind Sliver
哈达之臂Arms of Hadar，不谐低语Dissonant
Whispers
安定心神Calm Emotions，侦测思想Detect
Thoughts
5
哈达之欲Hunger of
Hadar，短讯术Sending
7
艾伐黑触手Evard's Black Tentacles，异怪召唤术Summon
Aberration
9
拉瑞心灵连接Rary's Telepathic
Bond，心灵遥控Telekinesis`},{Level:6,Name:`灵能术法`,Description:`当你施展一道 灵能法术特性中的一环或更高环阶的法术时，你可以改为使用等同于该法术环数数量的术法点而非消耗法术位施展该法术。你消耗术法点施放法术时，你无视该法术施法需要的言语成分或姿势成分。你同时无视该法术需要的不会消耗且未给出具体价值的材料成分。`},{Level:6,Name:`心灵防御`,Description:`你获得心灵伤害的抗性。此外，你在避免和结束魅惑状态与恐慌状态的豁免检定上具有优势。`},{Level:14,Name:`血肉启示`,Description:`你能够释放出潜藏在你内部扭曲的真实形态。以一个附赠动作，你使用1点或更多的术法点以魔法性地转变形态，持续10分钟。你每消耗1术法点，你便可以从下述内容中选择一项，在转变形态期间你同时获得你选择的每项效应的增益：
水生适应Aquatic Adaptation。你获得等同于你两倍行走速度的游泳速度，且你能在水下呼吸。不止如此，你的脖子两侧会长出鳃、或鳃在耳后呈扇状翻出、或你的手指变成蹼趾、或是有卷曲的纤毛从你的衣服底下延展出来。
闪耀飞翔Glistening Flight。你获得等于你速度的飞行速度，并能悬浮。当你飞行时，你的皮肤表面流出发光的粘液、或是散发出异界的光芒。
识破隐形See the Invisible。你能看见周围60尺内处于隐形状态的生物，前提是其对你来说不处于全身掩护。你的眼睛也会变成黑色、或是变成扭动的感官触须。
蠕行移动Wormlike Movement。你的身体和你携带的装备都变得柔韧粘滑。你能够轻松穿过最窄1寸宽的狭窄空间而不用挤进去，且你可以消耗5尺移动力以脱离非魔法的束缚或受擒状态。`},{Level:18,Name:`扭曲内爆`,Description:`你能够释放出扭曲空间的异常现象。以一个魔法动作，你传送到120尺内你可见的一个未被占据的位置，然后你消失位置30尺内的每个生物必须进行一次对抗你施法DC的力量豁免，豁免失败将受3d10力场伤害并被立即拉向你原本的位置，并停在最靠近的一处未占据空间内，豁免成功只受半伤。
此特性一经使用，直至完成长休你都无法再次使用。你也可以消耗5点术法点（无需动作）重置此特性的使用权。`}]},{ClassName:`术士`,Name:`狂野术法`,Source:`玩家手册2024`,Features:[{Level:3,Name:`混乱之潮`,Description:`你可以驾驭机运的力量，以使一次自身的D20检定具有优势。你必须在掷出d20之前决定是否使用此特性。此特性一经使用，在你完成长休后才能再次被使用。
此特性在你使用法术位施展术士法术时也会恢复可用，但此时你会自动于狂野魔法浪涌表上掷骰。`},{Level:3,Name:`狂野魔法浪涌`,Description:`你施法时会释放出未经塑造的魔法浪涌。一回合一次，你每次消耗法术位施展一道术士法术后，可以立刻骰一次d20。如果你骰出20，则在狂野魔法浪涌表上掷骰以确定随机魔法效应。
若掷出的魔法效应是一道法术，该法术因其过于狂野而无法受你的超魔法影响。`},{Level:6,Name:`扭曲幸运`,Description:`你获得用你的狂野魔法扭曲命运的能力。当一个你能看见的生物投掷d20进行D20检定时，你可以在掷骰完成之后立即用一个反应并消耗1术法点来骰一次1d4，并将掷骰结果作为加值或减值（由你决定）附加到d20掷骰中。`},{Level:14,Name:`受控混沌`,Description:`你获得了对狂野魔法涌动的些微掌控。你每次骰狂野魔法浪涌表时，可以骰两次再自选其一生效。`},{Level:18,Name:`驯服浪涌`,Description:`你使用法术位施展一道术士法术之后，可以立即创造一种从狂野魔法浪涌表中选择的效应而非在其上掷骰。你可以选择表中任何除了最后一行的效应，且如果你选择的效应包含掷骰，则你必须掷骰。
此特性一经使用，直至完成长休你都无法再次使用。
狂野魔法浪涌Wild Magic Surge
1d100
效应
01-04
下1分钟内，你在每次自己回合开始时重骰本表，并在后续的掷骰中跳过本结果。
05-08
一名对你友善 的生物出现在位于你60尺内随机一处未占据空间中。此生物由DM控制，且会在1分钟后消失不见。
投掷1d4以决定生物：
骰值为1，出现一只二元魔冢Modron
Duodrone；
骰值为2，出现一只呋噜Flumph；
骰值为3，出现一只单元魔冢Modron
Monodrone；
骰值为4，出现一头独角兽Unicorn。
生物数据卡见《怪物图鉴》。
09-12
下1分钟内，你在每个自己的回合开始时恢复5生命值。
13-16
下1分钟内，你施展第一个需要豁免的法术时，成为该法术目标的生物进行豁免时具有劣势 。
17-20
你获得一个持续1分钟（除非其描述另有说明）的效应。
投掷1d8以决定效应：
骰值为1，你被只有你和距你5尺内的生物才能听到的空灵音乐声环绕；
骰值为2，你的体型增大一级；
骰值为3，你脸上长出羽毛构成的络腮胡，一旦你打了喷嚏，这些羽毛会从你的脸上炸开并消失；
骰值为4，你说话时必须大声喊叫；
骰值为5，距你10尺范围内，会出现飞舞的虚幻蝴蝶；
骰值为6，你的前额长出第三只眼，使你在感知（察觉）检定上获得优势；
骰值为7，你一说话就会吐出粉色的泡泡；
骰值为8，你的皮肤透出蓝色，持续24小时，法术移除诅咒Remove
Curse 可结束此效应。
21-24
下1分钟内，你所有的施法时间为动作的法术施法时间变为附赠动作。
25-28
你被转移到星光位面，直至你的下一回合结束时。你随后回到先前所占据的空间，若该空间被占据，则来到最近的未占据空间。
29-32
下1分钟内，你施展的下一道造成伤害的法术的伤害不进行伤害掷骰而是令所有伤害骰取满。
33-36
下1分钟内，你具有所有伤害类型的抗性。
37-40
你变成一棵植物盆栽，持续至你下个回合开始时。你变成盆栽期间陷入失能 状态，并具有所有伤害类型的易伤。如果你的生命值降至0，则你的花盆形态被打碎，而你恢复原形。
41-44
下1分钟内，你能够在每个自己回合内以一个附赠动作传送至多20尺。
45-48
你和至多3名30尺内由你选择的生物获得隐形 状态，持续1分钟。此隐形会在该生物发动攻击、造成伤害或施展法术后立即结束。
49-52
下1分钟内，一面灵体般的盾牌悬浮在你的周围，为你的AC提供+2加值，并使你免疫魔法飞弹magic
missile。
53-56
你可以在本回合执行一个额外的动作。
57-60
你施展一道随机法术，如果该法术通常需要专注，则该情况下无需专注，该法术生效至其最大持续时间结束。
投掷1d10以决定法术：
骰值为1，为困惑术confusion；
骰值为2，为火球术fireball；
骰值为3，为云雾术Fog Cloud
；
骰值为4，为飞行术Fly（向位于你60尺内一名随机生物施展）；
骰值为5，为油腻术Grease；
骰值为6，为浮空术Levitate（对你自己施展）；
骰值为7，为魔法飞弹Magic
Missile （作为一道五环法术施展）；
骰值为8，为镜影术Mirror
Image；
骰值为9，为变形术polymorph（对你自己施展），且若你豁免失败，则你变为一只山羊Goat（见附录B）；
骰值为10，为识破隐形See
Invisibility 。
61-64
下1分钟内，你触碰的任何未被其他生物着装或携带的非魔法可燃物件都会燃起火焰，受到1d4火焰伤害，并开始燃烧。
65-68
如果你在下1小时内死亡，则你立刻复活，如同被转生术reincarnate所复活一般。
69-72
你陷入恐慌状态，直至你的下一回合结束。由DM决定你的恐惧源。
73-76
你传送至多60尺，至一处你可见的未占据空间。
77-80
位于你60尺内的一名随机生物陷入中毒状态，持续1d4小时。
81-84
下1分钟内，你发出半径30尺的明亮光照。任何在你5尺内结束其回合的生物将陷入目盲 状态，直至其下个回合结束。
85-88
选择至多三名你可见的位于你30尺内的生物，各受到1d10暗蚀伤害。你恢复等于以此法造成的暗蚀伤害总和的生命值。
89-92
选择至多三名你可见且位于你30尺内的生物，各受到4d10闪电伤害。
93-96
下1分钟内，你和位于你30尺内所有生物具有对穿刺 伤害的易伤。
97-100
投掷1d6：
骰值为1，你恢复2d10生命值；
骰值为2，你选择一名位于你300尺内的盟友恢复2d10生命值；
骰值为3，你恢复一个已消耗的最低环阶的法术位；
骰值为4，你选择一名位于你300尺内的盟友恢复一个已消耗的最低环阶的法术位；
骰值为5，你重获所有已消耗的术法点；
骰值为6，17-20一行所述的所有效应同时作用于你身上。`}]},{ClassName:`术士`,Name:`龙族术法`,Source:`玩家手册2024`,Features:[{Level:3,Name:`龙族法术`,Description:`当你到达龙族法术表中特定的术士等级时，你就始终准备着表中对应的法术。
龙族法术Draconic Spells
术士等级
法术
3
繁彩球Chromatic Orb，命令术Command
龙息术Dragon's Breath， 变身术Alter Self，
5
恐惧术Fear，飞行术Fly
7
秘法眼Arcane Eye， 魅惑怪物Charm Monster
9
通晓传奇Legend Lore， 龙类召唤术Summon Dragon`},{Level:3,Name:`龙族体魄`,Description:`魔法在你的体内流动，外化为龙族赠礼体现出的生理特质。你的生命值上限提升3，此后每提升一个术士等级，都将再次提升1。
你部分皮肤覆盖着龙鳞样式的柔鳞。未着装护甲时，你的基础AC等于10+你的敏捷调整值＋你的魅力调整值。`},{Level:6,Name:`元素亲和`,Description:`你的龙族魔法与龙族相关的伤害类型有较强的亲和力。选择以下伤害类型之一：强酸、寒冷、火焰、闪电或毒素。
你获得对所选伤害类型的抗性，且当你施展造成那种伤害的法术时，你可以将你的魅力调整值加到那个法术的其中一次伤害掷骰中。`},{Level:14,Name:`龙翼`,Description:`以一个附赠动作，你可以在背后张开一对龙翼。龙翼持续1小时，若你选择将其解散（无需动作）则会提前终止，在龙翼持续期间你获得60尺飞行速度。
此特性一经使用，直至完成长休你都无法再次使用。你也可以消耗3点术法点（无需动作）重置此特性的使用权。`},{Level:18,Name:`龙族伙伴`,Description:`你可以无需材料成分施展龙类召唤术Summon
Dragon。你可以无需法术位施展它一次，随后你在完成一次长休后重获以此法施展它的能力。
每当你开始施展此法术时，都可以修改此法术使其无需专注。以此法施展时，此法术的持续时间将变为1分钟。`}]},{ClassName:`术士`,Name:`神圣之魂`,Source:`珊娜萨的万事指南`,Features:[]},{ClassName:`术士`,Name:`时械术法`,Source:`玩家手册2024`,Features:[{Level:3,Name:`归复平衡`,Description:`你与绝对秩序之位面的联系使你能重整混沌的时刻。当你60尺内一个你可见的生物即将带着优势或是劣势进行一次检定时，你可以用反应使这次检定免受优势或劣势的影响。
你可以使用此能力的次数等同于你的魅力调整值（至少1次）。当你完成一次长休时，你重获全部已消耗的使用次数。`},{Level:3,Name:`时械法术`,Description:`当你到达时械法术表中特定的术士等级时，你就始终准备着表中对应的法术。
时械法术Clockwork Spells
术士等级
法术
3
防护善恶Protection from Evil and
Good，警报术Alarm
次等复原术Lesser Restoration，援助术Aid
5
解除魔法Dispel Magic，防护能量Protection from
Energy
7
行动自如Freedom of Movement，构装召唤术Summon
Construct
9
高等复原术Greater Restoration，力场墙Wall of
Force
此外，你可以从秩序显迹表格中选择或掷骰决定一种你在施法时显现出与秩序之联系的方式。
秩序显迹Manifestations of Order
1d6
显迹
1
幽灵般的虚幻齿轮在你身后旋转。
2
时钟的指针出现在你的眼中。
3
你的皮肤发出如黄铜般的金属光泽。
4
你的体表浮动着方程式和几何图形。
5
你的法器短暂地变化成小巧的机械装置。
6
你和那些受到你法术影响的生物都会听到齿轮的滴答声或是钟表的响铃。`},{Level:6,Name:`律令之壁`,Description:`你可以利用世界的均衡之力为一个生物激发闪烁的秩序之盾。以一个魔法动作，你可以消耗1~5点术法点来创造出一个环绕你或30尺内的一个可见生物的魔法屏障。屏障具有等同于你所消耗术法点数量的d8骰。当被守护的生物受到伤害时，其可以消耗任意数量的这些d8骰，投掷它们，并使该伤害减少掷出结果合计的数值。
此屏障将一直保持存在，直到你完成一次长休或直至你再次使用该特性。`},{Level:14,Name:`序列意识`,Description:`你获得了将你的意识和机械境无尽的计算达成同步的能力。以一个附赠动作，你可以在1分钟内进入此种状态。在此期间，对你进行的攻击免受优势的影响，且每当你进行一次d20检定时，你可以将d20掷出的9或以下的骰值视为10。
此特性一经使用，直至完成长休你都无法再次使用。你也可以消耗5点术法点（无需动作）重置此特性的使用权。`},{Level:18,Name:`时械矩阵`,Description:`你召唤出秩序的精魂以抹除周遭的混乱。以一个魔法动作，你在以你为源点的30尺立方空间范围内召唤出一些精魂。这些精魂看起来像是魔冢或你选择的其他构装，其没有实体也无法被摧毁，并在消失前使立方范围内产生以下效应。此特性一经使用，直到完成一次长休前都不能再次使用。你也可以消耗7点术法点（无需动作）以恢复此特性的使用次数。
治愈Heal。精魂合计提供至多恢复100生命值，由你随意分配给范围内任意数量的生物。
修复Repair。范围内损坏的物件将被立即修复。
破法Dispel。你选择范围内任意数量的生物或物件，其承受的任何六环或以下的法术结束。`}]},{ClassName:`术士`,Name:`亵渎术法`,Source:`破解奥秘（UA）`,Features:[{Level:3,Name:`亵渎`,Description:`每回合一次，当你为你使用法术位施展的法术投掷伤害时，你可以汲取自己的生命能量来强化该法术。你投掷若干未消耗的生命骰，其数量最多不超过所消耗法术位环阶的一半（向上取整，至少一颗），随后将投出骰值之和加入到该法术的一次伤害掷骰中。那之后，你的这些生命骰将被消耗。
生命窃取Life Steal。
使用本特性时，你可以作为"汲取自己生命力"的代替，尝试去窃取另一名你周围30尺内可见的生物的生命力。所选生物需进行一次体质豁免对抗你的法术豁免DC（免疫于力竭状态的生物自动通过此豁免）。豁免失败时，你用"它的生命骰"代替"你自己的生命骰"进行上述投掷，同样，至多不超过所消耗法术位环阶的一半（向下取整，至少一颗）；随后将投出骰值之和加入到该法术的一次伤害掷骰中，而它被投掷的这些生命骰将被消耗。
一旦有生物失败于你生命窃取的豁免，你将直到完成长休前都无法再次使用生命窃取，除非你用3点术法点（无需动作）重获生命窃取的使用权。
设计笔记：生命值骰 Hit Point Dice
怪物们，与角色一样，拥有着自己的生命值骰。其大小与数量标记在了其数据卡的平均生命值同行后方的括号中。任何生物——不论是怪物还是角色——都可以在其短休中花费生命值骰来恢复生命值。当团中首次遭遇到某个怪物时，请假定该怪物的生命值骰没有被消耗过。`},{Level:3,Name:`亵渎者法术`,Description:`当你到达亵渎者法术表中特定的术士等级时，你就始终准备着表中对应的法术。
亵渎者法术 Defiler Spells
术士等级准备法术
3致伤术Inflict Wounds，致病射线Ray of
Sickness
目盲术/耳聋术Blindness/Deafness，衰弱射线Ray of Enfeeblement
5降咒Bestow Curse，汲血之触Vampiric Touch
7枯萎术Blight，幻景Hallucinatory Terrain
9防活物护罩Antilife Shell，疫病术Contagion`},{Level:6,Name:`污染施术`,Description:`你深入研习了你体内深处的那些受污染的魔法，令你获得以下增益：
亵渎者之护Defiler's Ward。
当你执行附赠动作来将术法点转化为法术位时，你可以用亵渎能量创造一圈环绕在身躯周围的保护魔法茧。投掷数量等同于所创造的法术位环阶的d6骰，你获得掷出的骰值之和的临时生命值。
在你拥有这些临时生命值期间，如果有生物以近战攻击检定命中了你，该生物将受到等同于你魅力调整值点的暗蚀或毒素（由你选择）伤害。
极致溃败Strengthen Rot。
由你的术士法术或术士特性造成的伤害无视暗蚀伤害抗性与毒素伤害抗性。`},{Level:14,Name:`凋零灵光`,Description:`当你激活先天术法时，亵渎者魔法将充满在你的身周。在你先天术法激活期间，以你为源的15尺光环区域内将充盈着亵渎者魔法，为你提供以下增益：
亵渎环绕Defiling
Surround。 当身处灵光内的敌人以攻击检定命中你时，你可以减少其对你造成的伤害总和。减少量等同于你的魅力调整值。
命髓虹吸Essence
Siphon。 当有敌人死在灵光内时，你重获1d4术法点。此增益一旦生效后，在你下次激活先天术法后才能再次生效。`},{Level:18,Name:`卓越亵渎者`,Description:`你对自己操控亵渎魔法的能力已研至登峰造极，令你获得以下增益：
朽彻灵魂Fouled Soul。
你免疫于中毒状态与力竭 状态。
至远亵渎Furthered
Defilement。 你的凋零灵光光环半径扩大至30尺。此外，处于你的灵光内的敌人无法重获其生命值。`}]},{ClassName:`术士`,Name:`幽影魔法`,Source:`珊娜萨的万事指南`,Features:[{Level:1,Name:`终焉之力`,Description:`1级起，你存在于生和死之间的灰色地带，使得你难以被击败。当你受到伤害，导致生命值被降至0点时，你可以通过一次魅力豁免（ DC为
5+该次所受伤害）。若豁免成功，作为代替你的生命值降至1点。
若将你的生命值降为0的伤害是光耀伤害，或形成了重击时，你无法使用此特性。
当你成功通过这一豁免后，直到完成一次长休前你都不能再次使用此特性。
凶兆猎犬 Hound of Ill Omen
当你达到6级时，你获得了一种能力，那是能驱使嚎叫的幽暗生物来折磨你敌人的能力。你可以以一个附赠动作，花费3点术法点，选择一个120尺内你可见的生物作为目标，魔法性的召唤出一只凶兆猎犬去猎杀它。凶兆猎犬使用恐狼的数据面板，但具有以下变化：
·
猎犬被视为一只中型怪兽，而非大型野兽。
· 当它出现时，它会获得等同于你术士等级一半的临时生命值。
·
猎犬可以像穿越困难地形一样穿过其他生物或物件。但如果当猎犬的回合结束时处于某个物件内，它会受到5点的力场伤害。
·
当猎犬的回合开始时，自动知晓猎物的所在。如果目标此时隐藏了起来——对于猎犬来说，它将不再视为隐藏。
猎犬被召唤时出现在所选目标周围30尺范围内一处由你选择的未占据空间内。你需要为猎犬单独投掷先攻。当猎犬行动时，它只能以最短路径冲向它的目标猎物，以及只能将动作用于攻击猎物。猎犬可以使用借机攻击，但同样的，其借机攻击的对象只能是猎物。此外，当凶兆猎犬身处猎物周围5尺范围内时，猎物对抗你所施展的任何法术所进行的豁免都将具有劣势。
凶兆猎犬会在5分钟后消失，如果它的生命值降至0点或猎物的生命值降至0点，它将提前消失。
幽影漫步 Shadow Walk
在14级时，你得到了在无数阴影间隙之间穿梭的能力。若你处于微光或黑暗，你便可以用附赠动作，魔法性的将自己传送至120尺内另一处未被占据的可见空间中。以此传送的目标空间必须同样处于微光或黑暗中。
幽暗之形 Umbral Form
自18级起，你可以花费6点术法点，以一个附赠动作，魔法性的将自己转变为幽暗之形。在此形态下，你具有力场与光耀之外的所有伤害类型的抗性，且你可以像穿越困难地形一般穿过其他生物或物件。若回合结束时你处于某个物件内，你将会受到5点的力场伤害。
这一形态将持续1分钟。若你陷入 失能Incapacitated
、你死亡、或你用附赠动作来主动解除它，则这一形态将提前结束。
不全书数据速查（职业特性中关于此生物的文本已写入其数据）：
恐狼Dire
Wolf（凶兆猎犬 Hound of Ill Omen）
中型怪兽，无阵营
AC：14（天生护甲）
HP：37（5d10+10）
速度：50尺
力量
敏捷
体质
智力
感知
魅力
17（+4）
15（+2）15（+2）3（-4）
12（+1）
7（-2）
技能：察觉+3，隐匿+4
感官：被动察觉13
语言：——
挑战等级：1（200XP）
熟练加值（PB）：+2
敏锐嗅听觉Keen Hearing and
Smell。
狼依赖听觉或嗅觉进行的感知（察觉）检定具有优势。
集群战术Pack
Tactics。
狼至少有一个未处于失能的盟友在目标生物5尺内时，它对该生物发动的攻击检定有优势。
凶兆猎犬 Hound of Ill Omen。
凶兆猎犬具有以下变化：
·
当它出现时，它会获得等同于术士等级一半的临时生命值。
·
猎犬可以像穿越困难地形一样穿过其他生物或物件。但如果当猎犬的回合结束时处于某个物件内，它会受到5点的力场伤害。
·
当猎犬的回合开始时，自动知晓猎物的所在。如果目标此时隐藏了起来——对于猎犬来说，它将不再视为隐藏。
·
当猎犬行动时，它只能以最短路径冲向它的目标猎物，以及只能将动作用于攻击猎物。猎犬可以使用借机攻击，但同样的，其借机攻击的对象只能是猎物。
·
当凶兆猎犬身处猎物周围5尺范围内时，猎物对抗你所施展的任何法术所进行的豁免都将具有劣势。
动作Actions
啃咬Bite。近战武器攻击：命中+5，触及5尺，单一生物（仅限猎物）。命中：10（2d6+3）点穿刺伤害。如果目标是生物，则目标必须进行一次DC
13的力量豁免，豁免失败者将应击倒地。`}]},{ClassName:`术士`,Name:`幽影术法`,Source:`破解奥秘（UA）`,Features:[{Level:3,Name:`幽暗之瞳`,Description:`你具有120尺黑暗视觉以及10尺盲视。
此外，如果一个由你施展的法术制造了一片黑暗区域，你能如常看穿该法术所制造出来的黑暗。`},{Level:3,Name:`幽影法术`,Description:`当你当你到达幽影法术表中特定的术士等级时，你就始终准备着表中对应的法术。
幽影法术Shadow Spells
术士等级
法术
3
灾祸术Bane，黑暗术Darkness，
致伤术Inflict Wounds，行动无踪Pass without
Trace
5
哈达之欲Hunger of Hadar，亡灵召唤术Summon
Undead
7
高等隐形术Greater Invisibility，魅影杀手Phantasmal
Killer
9
疫病术Contagion，造物术Creation`},{Level:6,Name:`凶兆精魂`,Description:`你可以施展法术亡灵召唤术Summon
Undead
，无需材料成分。你同样可以不消耗法术位地施展该法术一次，当你完成一次长休时重获以此法施展该法术的能力。
每当你开始施展该法术，你可以修改该法术使其不再需要专注。若你如此做，本次施展的法术的持续时间变为1分钟，若你再次施展该法术，法术将提前结束。`},{Level:14,Name:`幽影漫步`,Description:`当你处于微光或黑暗，你可以使用一个附赠动作将自己传送至多120尺，到一处未被占据且同样位于微光或黑暗的可见空间。`},{Level:18,Name:`幽暗之形`,Description:`以一个附赠动作，你启用一种幽影般的形态，在一分钟内获得以下增益，直到你陷入失能状态或直到你将之提前结束（无需动作）。
此特性一经使用，直至完成一次长休你都无法再次使用。你也可以消耗6术法点（无需动作）重置此特性的使用权。
虚体移动Incorporeal
Movement。
你可以移动穿过被占据的空间，如同穿过困难地形一般。在你回合结束时，如果你还处于此类空间内，你受到1d10力场伤害。
幽影坚韧Shadow
Resilience。
你获得除力场与光耀之外的所有伤害类型抗性。
终焉之力Strength of the Grave。若你降至0生命值且没有直接死去，你可以进行一次魅力豁免（DC为
5+一半所受伤害）。若豁免成功，你的生命值被替换，其数值等同于三倍你的术士等级的值。`}]},{ClassName:`武僧`,Name:`暗影武者`,Source:`玩家手册2024`,Features:[{Level:3,Name:`暗影技艺`,Description:`你掌握了如何唤出堕影冥界的力量，获得以下增益：
黑暗术Darkness。你可以消耗1点功力以施展法术黑暗术Darkness且无需任何法术成分。你可以看穿以这个特性施展的黑暗区域。法术持续期间，你可以在你的每个回合开始时将此法术区域移动到你60尺内的任意一处空间。
黑暗视觉Darkvision。你获得60尺黑暗视觉。如果你已经有黑暗视觉，则其范围提升60尺。
幻影术Shadowy Figments。你知晓戏法次级幻象Minor
Illusion ，其施法属性为感知。`},{Level:6,Name:`暗影步`,Description:`当你完全身处微光光照或黑暗下时，你能以一个附赠动作传送到60尺内另一处你可见的未占据的空间，目标地点需要同样位于微光光照或黑暗下。接下来，你在当前回合结束前所做的下一次近战攻击具有优势。`},{Level:11,Name:`无影步`,Description:`你可以利用与堕影冥界的连结来增强自己的传送能力。当你使用暗影步特性时，你可以消耗1点功力，移除开始和结束时对微光光照或黑暗环境的要求。此外，作为这个附赠动作的一部分，你可以立即在传送之后进行一次徒手打击。`},{Level:17,Name:`幽影斗篷`,Description:`当你完全身处微光光照或黑暗环境下时，你能够以一个魔法动作消耗3点功力来让你周围环绕幽影，持续1分钟，直至你陷入失能状态或在明亮光照中结束回合。当周身环绕幽影时，你获得以下好处：
隐形Invisibility。你获得隐形状态。
局部虚化Partially Incorporeal。你可以如同通过困难地形一般通过已占据空间。如果你回合结束时仍然处于已占据空间之中，则会被排出到之前最近一个未占据空间。
幽影连击Shadow Flurry。
你使用疾风连击时不再需要消耗功力。`}]},{ClassName:`武僧`,Name:`剑圣宗`,Source:`珊娜萨的万事指南`,Features:[{Level:6,Name:`人剑合一`,Description:`第6级起，你能将气灌注到剑圣武器之中，这为你带来以下好处：
剑气Magic Kensei
Weapon。攻击对非魔法攻击或伤害具有抗性或免疫的目标时，你的剑圣武器攻击视为魔法攻击。
巧劲Belt
Strike。每个你的回合一次，当你使用剑圣武器命中目标时，你可以消耗1点气使得该武器对该目标造成额外伤害，伤害数值等同于你的武艺骰
。
锋锐剑影 Sharpen the
Blade`},{Level:11,Name:`锋锐剑影`,Description:`第11级起，你得到引导气进一步地增强你的武器的能力。你可以用附赠动作，消耗至多3点气，将其灌注进你接触的一件剑圣武器中，使它在你用其攻击时进行的攻击检定与其伤害掷骰获得加值。加值数额等同于你为此消耗的气点数。这一加值效果持续1分钟。如果你再次使用该特性，前一次的加值会提前消失。该特性无法作用于一件已经提供攻击检定与伤害掷骰加值的魔法武器。
精妙剑法 Unerring Accuracy`},{Level:17,Name:`精妙剑法`,Description:`第17级起，你对武器的运用更为精妙。每个你的回合一次，如果你使用武僧武器进行的攻击检定失手了，你可以选择重骰那次检定。`}]},{ClassName:`武僧`,Name:`秘术武者`,Source:`破解奥秘（UA）`,Features:[{Level:3,Name:`施法`,Description:`你学会了如何施展法术。施法规则见《玩家手册》。下文将详述如何将这些规则应用于秘术武者。
戏法Cantrips。你从术士法术列表中选择并习得两道戏法。推荐选择剑刃防护Blade
Ward和鸣雷破Thunderclap
。每当你获得一个武僧等级时，你都能将这些戏法替换为另一道你从术士法术列表中选择的戏法。
当你的武僧等级到达10级时，你能选择并习得另一道术士戏法。
法术位Spell
Slots。
秘术武者施法表显示了你可用于施展一环及以上法术的法术位数量。你在完成一次长休时恢复所有已消耗的法术位。
一环及以上的准备法术Prepared Spells of Level
1+。
你准备可供你以此特性施展的一环及更高环阶的法术列表。为此，选择三道来自术士法术列表的法术。推荐选择跳跃术Jump
、魔法飞弹Magic
Missile
和护盾术Shield
。
已准备法术数量会随你武僧等级的提升而增加，如秘术武者施法表中的准备法术一列所示。每当这一列的数字增加时，从术士法术列表中选择额外法术准备，直至法术列表中法术的数量与表格中的数字一致。你所选择法术的环阶必须是你所拥有法术位对应的环阶。
例如，如果你是一位7级武僧，则你的准备法术列表能包括五道一环或二环的术士法术，随意组合。
改变你的准备法术Changing Your Prepared
Spells。
每当你获得一个武僧等级，就可以将你列表中的一道法术替换为另一道术士法术，你必须拥有替换后法术对应环阶的法术位才可以替换。
施法属性Spellcasting Ability。
你术士法术的施法属性是感知。
施法法器Spellcasting
Focus。
你可以使用奥术法器作为你术士法术的施法法器。
兼职Multiclassing。如果你兼职并拥有来自多于一个职业的施法特性，将你武僧等级的三分之一（向下取整）计入总等级，以此来确定你可用的法术位数量。
秘术武者施法Warrior of the Mystic Arts
Spellcasting
武僧等级准备法术——每法术等级法术位——
一环二环三环四环
332———
443———
543———
643———
7542——
8642——
9642——
10743——
11843——
12843——
139432—
1410432—
1510432—
1611433—
1711433—
1811433—
19124331
20134331`},{Level:6,Name:`秘法战斗风格`,Description:`当你在自己回合执行攻击动作时，你可以将该动作攻击中的一次攻击替换为施展一道施法时间为动作的你的术士戏法。`},{Level:6,Name:`秘法专注`,Description:`你使自己的魔力与武道专注保持着完美平衡，使得你能够将法术位转换为功力或将功力转换为法术位。
法术位转换为功力Converting Spell Slots to Focus
Points。
你可以消耗一个法术位，来恢复等于该法术位环阶数量点已消耗功力（无需动作）。
恢复法术位Recovering Spell
Slots。
以一个附赠动作，你可以通过转换未消耗的功力来恢复一个已消耗的法术位。法术位恢复表列出了恢复特定环阶法术位的消耗，并列出了恢复该法术位所需的最低武僧等级。你最高只能恢复四环法术位。
恢复法术位Recovering Spell Slots
法术位环阶功力消耗最低武僧等级
126
237
3513
4619`},{Level:11,Name:`凝神专注`,Description:`每当你消耗功力使用疾风连击、坚强防御或疾步如风时，直到你的下个回合开始前，你在为维持专注的所做的任何豁免都具有优势。`},{Level:17,Name:`精通秘法战斗风格`,Description:`当你在自己回合执行攻击动作时，你可以该动作攻击中的两次攻击替换为施展一道施法时间为动作，环阶为一环或二环的你的术士法术。`}]},{ClassName:`武僧`,Name:`命流武者`,Source:`玩家手册2024`,Features:[{Level:3,Name:`操命本事`,Description:`你获得洞悉和医药的熟练，并且获得草药工具的熟练。`},{Level:3,Name:`夺命之手`,Description:`每回合一次，当你用徒手打击命中一名生物并造成伤害时，你可以消耗1点功力额外造成等于一枚你的武艺骰+你的感知调整值的暗蚀伤害。`},{Level:3,Name:`予命之手`,Description:`以一个魔法动作，你可以消耗1点功力并接触一名生物，为目标恢复等于一枚你的武艺骰+你的感知调整值的生命值。当你使用疾风连击时，你可以将其中一次徒手打击替换为使用此特性，且无需为予命之手消耗功力。`},{Level:6,Name:`生死之触`,Description:`你的夺命之手和予命之手获得强化，具体内容见下。
夺命之手Hand of Harm。当你对一名生物使用夺命之手时，你还可以使该生物陷入中毒状态，直至你的下个回合结束。
予命之手Hand of Healing。当你使用予命之手时，你还可以结束你治疗的生物身上的以下状态之一：目盲、耳聋、麻痹、中毒或震慑。`},{Level:11,Name:`生杀予夺`,Description:`当你使用疾风连击时，你可以将每一次徒手打击都替换为使用予命之手，且均无需为予命之手消耗功力。
此外，当你以疾风连击发动徒手打击并造成伤害时，你可以为那次打击使用夺命之手且无需为夺命之手消耗功力。但你每回合仍然只能使用一次夺命之手。
你能使用这些增益的总次数等于你的感知调整值（至少一次）。在你完成长休时重获所有已消耗的次数。`},{Level:17,Name:`命极之手`,Description:`你对生命能量的掌握打开了通往命流奥义的大门。以一个魔法动作，你可以消耗5点功力并触碰一名死亡不超过24小时的生物的尸体。该生物会起死回生，以等于4d10+你的感知调整值的生命值复活。如果该生物死前具有任意以下状态，该生物复活时这些状态被移除：目盲、耳聋、麻痹、中毒和震慑。
此特性一经使用，直至完成长休你都无法再次使用。`}]},{ClassName:`武僧`,Name:`日魂宗`,Source:`珊娜萨的万事指南`,Features:[]},{ClassName:`武僧`,Name:`散打武者`,Source:`玩家手册2024`,Features:[{Level:3,Name:`散打技巧`,Description:`每当你疾风连击中的一次攻击命中一个生物时，你可以迫使其承受下列效应之一：
慌神Addle。目标直至他的下个回合开始不能使用借机攻击。
推离Push。目标必须成功通过一次力量豁免，否则被你推离15尺。
失衡Topple。
目标必须成功通过一次敏捷豁免，否则陷入倒地状态。`},{Level:6,Name:`混元体`,Description:`你获得治愈己身的能力。你能够以一个附赠动作掷你的武艺骰。你恢复相当于掷骰结果+你的感知调整值数量的生命值（至少恢复1点生命值）。
你可以使用这个特性的次数相当于你的感知调整值（至少一次），在你完成一次长休时，你重获全部已消耗使用次数。`},{Level:11,Name:`流星步`,Description:`当你执行疾步如风以外的附赠动作时，你还可以在该附赠动作完成后立即使用疾步如风。`},{Level:17,Name:`渗透劲`,Description:`你获得了将内劲击入他人体内的能力。当你以徒手打击命中一个生物时，可以消耗4点功力打入暗劲，其持续相当于你武僧等级的天数。在你使用你的动作将之结束前，暗劲是无害的。此外，当你在自己的回合执行攻击动作时，你可以将其中一次攻击替换为这个动作使暗劲结束。若你如此做，你和目标必须处于同一个存在位面。
当你结束暗劲时，目标必须进行一次体质豁免，失败则受到10d12力场伤害，成功则只受到一半伤害。
在同一时间你只能用这个特性使一个生物处于此效应中。你可以结束某人身上的暗劲而不造成伤害（不需要动作）。`}]},{ClassName:`武僧`,Name:`神龙宗`,Source:`费兹本的巨龙宝库`,Features:[{Level:3,Name:`龙之徒`,Description:`第3级神龙宗特性
通过引导你的龙之气，你可以将龙息的精华注入到你的徒手打击之中并依靠你与龙的牵绊来强化自身的气势。你获得以下好处：
龙之威仪Draconic
Presence。如果你在一次魅力（威吓）或一次魅力（游说）检定中失败，你可以显现出巨龙的威仪，并用你的反应来重骰此检定。一旦此特性将一次检定结果从失败变为成功，直到你完成一次长休你无法再使用此特性。
龙之打击Draconic
Strike。当你以一次徒手攻击对一个目标造成伤害时，你可以将伤害类型改变为强酸，寒冷，火焰，闪电或毒素。
龙之言语Tongue of
Dragons。你可以说、读、写龙语或其他一种你选择的语言。
龙之息 Breath of the
Dragon`},{Level:3,Name:`龙之息`,Description:`第3级神龙宗特性
你可以引导气来将其化为毁灭性的能量波，如同你所模仿的巨龙。当你在你的回合进行攻击动作，你可以将其中一次攻击替换为喷吐出一团
20尺锥状或30尺长5尺宽线状（由你选择）的龙类能量。选择以下一种伤害类型：强酸，寒冷，火焰，闪电或毒素。范围内的每个生物必须通过一次对抗你的气豁免DC的敏捷豁免，豁免失败者将于受到等同两个你武艺骰的对应类型的伤害，豁免成功则伤害减半。
第11级时，你的吐息伤害提升到三个你的武艺骰。
你可以使用此特性的次数等同于你的熟练加值（
PB），且在完成一次长休后恢复所有使用次数。当你没有使用次数时，你可以花费2点气来使用此特性。
龙翼翱翔 Wings
Unfurled`},{Level:6,Name:`龙翼翱翔`,Description:`第6级神龙宗特性
当你使用飞檐走壁时，你可以在背后展开虚幻的龙翼，其在你回合结束时消失。当龙翼存在时，你获得与你的步行速度相同的飞行速度。
你可以使用此特性的次数等同于你的熟练加值，且在完成一次长休后恢复所有使用次数。
古龙姿 Aspect of the
Wyrm`},{Level:11,Name:`古龙姿`,Description:`第11级神龙宗特性
龙气力量从你体内散发，守护你的盟友并惩罚一切敢于对它们动武之徒。以一个附赠动作，你可以在你身边10尺内具现出一股持续1分钟的龙力灵光。在持续时间内，你选择并获得以下两种增益之一：
骇人威仪Frightful
Presence。当你散发出此灵光时，或在维持此灵光时用一个附赠动作，选择灵光范围内的一个生物。目标必须成功通过相当于你气豁免DC的感知豁免，否则对你恐慌1分钟。目标可以在每次自己回合结束时重复一次豁免，豁免成功则效应中止。
抗性Resistance。你启动此灵光时选择一种伤害类型：强酸，寒冷，火焰，闪电或毒素。你和你灵光内的盟友对所选伤害类型具有抗性。
一旦你散发出此灵光，直到你完成一次长休你都无法再这么做，除非你花费3点气来再次使用它。
神龙身 Ascendant
Aspect`},{Level:17,Name:`神龙身`,Description:`第17级神龙宗特性
你的龙之魂巅峰造极。你获得以下好处：
强化吐息Augment
Breath。当你使用你的龙之息时，你可以消耗1点气对其塑形并增强其威力。你呼出的龙类能量增长至60尺锥状或90尺长5尺宽线状（由你选择），且范围内的每个生物豁免失败时会受到等同四个你武艺骰的对应类型的伤害，豁免成功则伤害减半。
盲视Blindsight。你获得10尺盲视。在盲视范围内，即使你目盲或处于黑暗中，你仍可以清晰地看到任何不处于全身掩护的事物。而且，你可以在盲视范围内看到隐形生物，除非此生物对你躲藏成功。
怒气爆发Explosive
Fury。当你使用古龙之姿时，龙族之怒从你体内爆发。选择你灵光内可见的任意数量的生物，每个生物必须通过一次对抗你的气豁免DC的敏捷豁免，豁免失败者受到3d10强酸，寒冷，火焰，闪电或毒素伤害（由你选择）。`}]},{ClassName:`武僧`,Name:`四象武者`,Source:`玩家手册2024`,Features:[{Level:3,Name:`元素同调`,Description:`在你回合开始时，你可以消耗1点功力让元素能量浸润己身。这股能量将会持续存在10分钟，或直至你陷入失能状态。持续时间内，你获得以下好处：
触及Reach。你可以将元素能量打出体外，当你进行徒手打击的时候，你的触及提升10尺。
元素注拳Elemental Strikes。当你使用徒手打击攻击命中时，你可以选择使其造成强酸、寒冷、火焰、闪电或雷鸣伤害，而非通常的伤害类型。当你以徒手打击造成以上种类的伤害时，你可以迫使目标进行一次力量豁免。若失败，你可以利用周身的元素之力将目标拉近或推离10尺。`},{Level:3,Name:`掌控元素`,Description:`你习得戏法四象法门Elementalism
，其施法属性为感知。`},{Level:6,Name:`元素爆破拳`,Description:`以一个魔法动作，你可以消耗2点功力，凝聚元素能量，在以你120尺内的一点为中心的半径20尺球状区域内产生一场能量爆发。你选择一种伤害类型：强酸、寒冷、火焰、闪电或雷鸣。
球状区域内的每个生物必须成功通过一次敏捷豁免。若失败，该生物受到相当于你3个武艺骰的伤害，其伤害类型为你之前所选择的类型。若成功，则受到一半伤害。`},{Level:11,Name:`四象遁术`,Description:`当你处于元素同调特性激活期间，你获得相当于你速度的飞行速度与游泳速度。`},{Level:17,Name:`四象神通`,Description:`当你处于元素同调特性激活期间，你在持续时间内获得以下增益：
伤害抗性Damage Resistance。你选择一种伤害类型：强酸、寒冷、火焰、闪电或雷鸣，你获得该伤害类型的抗性。你在每个你的回合开始时可以改变所选择的伤害类型。
破灭奔行Destructive Stride。当你使用疾步如风时，你的速度提升20尺，直至这个回合结束。在持续时间内，当你进入到某个生物5尺范围内的时候，你可以对其造成相当于你武艺骰的伤害，数量不限。此伤害的类型由你选择：强酸、寒冷、火焰、闪电或雷鸣。一个生物每回合只会受到一次此伤害。
真力注拳Empowered Strikes。每个你的回合一次，当你用徒手打击命中一个目标时，你可以对其造成相当于你武艺骰的额外伤害。此伤害的类型与此次徒手打击所造成的伤害类型相同。`}]},{ClassName:`武僧`,Name:`纹身武者`,Source:`破解奥秘（UA）`,Features:[{Level:3,Name:`百兽之文身`,Description:`你获得两个动物文身。从以下列表的选项中选择两项：
蝙蝠Bat。你知晓戏法舞光术Dancing Lights 。当你花费1点功力使用坚强防御或疾步如风时，你还会获得持续1分钟的10尺盲视。
蝴蝶Butterfly。你知晓戏法光亮术Light。当你尝试跳高时，你可以用你的敏捷调整值而非力量调整值来计算你的跳跃高度。
白鹤Crane。你知晓戏法神导术Guidance。当你在疾风连击提供的攻击中，对生物攻击但失手时，你本次疾风连击中剩余的徒手打击的攻击检定均具有优势。
骏马Horse。你知晓戏法传讯术Message。当你消耗1点功力使用疾步如风时，你的速度增加10尺，持续至你的下个回合开始。
乌龟Tortoise。你知晓戏法维生术Spare the Dying。当你消耗1点功力使用坚强防御时，你的AC获得+1加值，持续至你的下个回合开始。`},{Level:3,Name:`魔法文身`,Description:`你会通过本子职的其他特性获得一些魔法文身。这类文身会出现在你身上的，具体位置如你所愿。你受到的伤害与伤口不会影响魔法文身的正常功能。每个魔法文身的图案都可以看上去像是一块烙印brand、一道疤痕scarification、一块胎记birthmark、一组鳞片的特殊排列之类的皮肤外观变化。
如果文身的效应需要使用豁免，其DC等于8+你的感知调整值+你的熟练加值。你从文身处得到的法术的施法属性均为感知。
每当你完成一次长休，你可以重塑你的魔法文身之一，令其的选项改为相同列表中的另一个选项。`},{Level:6,Name:`天象之文身`,Description:`你获得一个额外的魔法文身，其图案有着某个天体现象的蕴意。从以下选项中选择一个文身：
彗星Comet。当你执行搜索动作时，你可以消耗1点功力，投掷你的武艺骰，并将投出的结果加入到本次感知检定。
天蚀Eclispe。当你执行躲藏动作时，你可以消耗1点功力，投掷你的武艺骰，并将投出的结果加入到本次敏捷（隐匿）检定。
旭日Sunburst。当你执行研究动作时，你可以消耗1点功力，投掷你的武艺骰，并将投出的结果加入到本次智力检定。`},{Level:11,Name:`山海之文身`,Description:`你获得一个额外的魔法文身，其图案有着某种自然现象的蕴意。从以下选项中选择一个文身：
洋流Sea Storm。你选择并获得以下伤害类型之一的抗性：寒冷、闪电、雷鸣。每当你完成一次短休或长休时，以及每当你使用你的运转周天特性时，你都可以改变你选择的伤害类型。
火山Volcano。你选择并获得以下伤害类型之一的抗性：强酸、火焰、毒素。每当你完成一次短休或长休时，以及每当你使用你的运转周天特性时，你都可以改变你选择的伤害类型。`},{Level:17,Name:`魍魉之文身`,Description:`你获得一个额外的魔法文身，其图案有着某种强大生物的蕴意。从以下选项中选择一个文身：
眼魔Beholder。
每当你的回合开始时，你可以花费1点功力来获得等于你速度的飞行速度，持续10分钟。拥有此飞行速度期间，你可以悬浮。此外，以一个魔法动作，你可以消耗1点功力来从你的眼中射出4道光束。你可以分别将这些光束射向120尺内你可见的一个或多个目标。为每道光束进行一次远程法术攻击，以感知作为施法属性。每道光束的攻击命中时将造成等同于一枚你的武艺骰+你的感知调整值的力场伤害。
色彩龙Chromatic Dragon。当你在自己回合中执行攻击动作时，你可以将其中的一次攻击替换为向30尺锥状区域释出魔法能量。选择一个伤害类型：强酸、寒冷、火焰、闪电、毒素。处于该区域内的生物进行一次敏捷豁免。豁免失败则将受到两颗你的武艺骰+你的感知调整值的伤害（类型为所选伤害类型）。豁免成功则受一半伤害。
移位兽Displacer Beast。当你消耗功力来使用疾风连击或疾步如风时，你可以消耗1点功力施展镜影术Mirror Image，作为该次附赠动作的一部分。
巨魔Troll。浴血期间，只要你还具有1生命值，每个你的回合开始时你就能恢复5+你的感知调整值的生命值。你缺失的任何身体部位都会在你完成短休或长休后重新长回来。`}]},{ClassName:`武僧`,Name:`星我宗`,Source:`塔莎的万事坩埚`,Features:[{Level:3,Name:`星我之臂`,Description:`第3级星我宗特性
你对气的掌握允许你召唤出星我（直译为“星光自我”）的一部分。以一个附赠动作，你可以花费1点气来召唤你的星我之臂。星我之臂出现时，你周围10尺范围内的、可见的、由你选择的生物必须通过一次敏捷豁免，豁免失败将受到相当于你两枚武艺骰的力场伤害。
接下来的10分钟内，这些幽光般的手臂会悬浮在你的肩膀附近或环绕着你的手臂（由你选择），手臂的外观由你决定。若你陷入失能、或死亡，它们会提前消失。
星我之臂存在期间，你将获得如下增益：
当你进行力量检定或力量豁免时，你可以用你的感知调整值来代替力量调整值进行检定或豁免。
你可以用星我之臂进行徒手打击。
当你在自己回合用星我之臂进行徒手打击时，你的触及范围会比正常情况下多5尺。
当你用星我之臂进行徒手打击时，你可以用感知调整值代替力量或敏捷调整值来进行攻击检定和伤害掷骰，且它们的伤害类型是力场。
星我之容 Visage of the Astral
Self`},{Level:6,Name:`星我之容`,Description:`第6级星我宗特性
你可以召唤你的星我之容，以一个附赠动作，你可以花费1点气来召唤星我之容。你也可以作为召唤星我之臂的那次附赠动作的一部分召唤星我之容。星我之容会持续存在10分钟，若你陷入失能或死亡，它会提前消失。
星我之容幽光般遮挡着你的脸，如同一个头盔或面罩，由你决定它的外观。
星我之容存在期间，你获得如下增益：
星之视觉Astral
Sight。你在黑暗中拥有120尺的可视距离，无论其属于魔法黑暗还是非魔法黑暗。
精魂感知Wisdom of the
Spirit。你的感知（洞悉）和魅力（威吓）检定具有优势。
精魂之语Word of the
Spirit。当你说话时，你可以将你的话语指向你选择的一个60尺范围内的可视生物，使你的话语只有这个生物才能听到。作为另一种选项，你也可以放大你的声音，让600尺范围的所有生物都能听到你的声音。
星我之躯 Body of the Astral
Self`},{Level:11,Name:`星我之躯`,Description:`第11级星我宗特性
当你的星我之臂和星我之容同时存在时，你可以使你的星我之躯也出现（无需任何动作），这个幽光般的躯体如同一件盔甲般覆盖着你的物理躯体，与星我之臂和星我之容相连。它的外观由你决定。
星我之躯存在期间，你将获得如下增益：
拨挡能量Deflect
Energy。当你受到强酸、寒冷、火焰、力场、闪电、或雷鸣伤害时，你可以用你的反应来拔挡它。当你这么做时，你所受的伤害减少
1d10+你的感知调整值点（至少减少1点）。
猛力之臂Empowered
Arms。当你在自己回合用星我之臂攻击命中目标时，你可以对目标造成额外伤害，其数值相当于你的武艺骰。这种额外伤害每回合只能产生一次。
星我觉醒
Awakened Astral Self`},{Level:17,Name:`星我觉醒`,Description:`第17级星我宗特性
你与星我之间的连接已经完善，允许你释放它的全部潜能。以一个附赠动作，你可以花费5点气同时召唤你的星我之臂、星我之容、与星我之躯，并使他们觉醒。觉醒状态将持续10分钟，若你陷入失能、或死亡，它会提前结束。
当你的星我处于觉醒状态时，你将获得如下增益：
精魂护甲Armor of the
Spirit。你的AC获得+2加值。
星之连击Astral
Barrage。当你使用额外攻击特性进行两次攻击时，你可以改为三次攻击，但所有攻击都必须使用星我之臂进行。
边栏：你的星我形态 Forms of
Your Astral Self
星我是武僧精神与灵魂的半透明化身。因此，星我的形态会展现出武僧的背景、理想、牵绊和缺点，而且星我并不一定看起来像武僧一样。例如，一个瘦长的人的星我可能会让人联想到牛头人这代表着武僧内心所感受到的力量；同样，一个兽人武僧可能会表现出丝般嫩滑的手臂和精致的面容这代表着兽人内心深处的温柔。每一个星我都是独一无二的，而这一宗派的武僧们更为人所知的是他们的星我外表，而非他们自己的外表。
当你选择这一宗派时，仔细考虑一下能定义你武僧特质的怪癖。他们是否对某种东西充满迷恋？驱使你的动力是正义还是私欲？所有这些特质都可以在你的星我形态上有所体现`}]},{ClassName:`武僧`,Name:`醉拳僧`,Source:`破解奥秘（UA）`,Features:[{Level:3,Name:`额外熟练`,Description:`你获得表演技能的熟练，如果你已经拥有此熟练项，则你可以在武僧1级可获得的技能熟练项中另选一项。此外若你还没有酿酒工具的熟练，则你同时获得之。`},{Level:3,Name:`醉拳技巧`,Description:`你快速的扭动和腾挪，每当你使用使用疾风连击时，直到这个回合结束前，你的速度增加10尺，在此期间你的移动不会引发借机攻击。`},{Level:6,Name:`玄酒琼浆`,Description:`当你携带酿造工具并完成一次短休或长休时，你可以用酿造工具魔法性的生成一种奇妙的酒水，从以下选项中选择一种：桂魄狂龙，天韵灵酿，或者沁爽啜饮。生成的酒水会装入一个瓶子或者桶中，酒水被喝掉或者倒出之后容器就会消失。如果你在完成一次短休或者长休时仍有上次残留未使用的酒水，这些酒水会和容器同时消失。
豪饮琼浆Drinking a Magical
Beverage。只有你自己能获得喝下酒水的好处。你必须喝下至少一品脱的酒水来触发增益。你需要花一分钟喝下酒水来获得好处，获得的增益会持续一小时，如下所述。
桂魄狂龙Cinnamon
Dragon。
以一个魔法动作，你可以向30尺锥状区域范围内喷出毒性酒焰。在此区域内的每个生物都必须进行一次敏捷豁免（DC为8+你的感知调整值+你的熟练加值）。豁免失败者将受到相当于你4个武艺骰的火焰伤害，并活动持续至其下个回合结束的中毒状态。若成功，则受到一半伤害。
天韵灵酿Heavenly Spirit。 你获得对心灵和光耀伤害的抗性。
沁爽啜饮Refreshing
Dip。
每当你恢复生命值时，你可以额外恢复相当于你1个武艺骰的生命值。
延长琼浆效果Enhancing a Magical
Beverage。
当你喝下一种魔法性的酒水时，你可以消耗1点功力。若你如此做，这种酒水的增援延长至8小时。`},{Level:6,Name:`醉态摇曳`,Description:`你可以用迅捷地，摆动的方式行进。你获得以下好处。
鲤鱼打挺Leap to Your Feet。 若你处于 倒地Prone 状态，你可以花费5尺移动力起身，而不是一半速度的移动力。
斗转星移Redirect Attack.。
当一个生物对你发动的近战攻击失手时，你可以花费1点功力并消耗一个反应，让这次攻击打在你周围5尺范围内由你选择的除攻击者以外的另一名的可见生物上。`},{Level:11,Name:`酒道宗师`,Description:`你已经学会制作更复杂的风味酒水了。将以下酒水加入你的玄酒琼浆选项中。
苍蓝雷霆Blue
Lightning。 当你使用反应来做出一个并非借机攻击或者施法的行动时，你可以发动一次徒手打击作为那个反应的一部分。
醉客奇缘Drunkard's
Luck。 如果你还没有获得英雄激励，你立即获得之。此外，如果你在骰先攻时也未持有英雄激励，你立即获得之。`},{Level:17,Name:`酣醉若狂`,Description:`你对一群敌人发动大量攻击。当你使用疾风连击时，你可以额外再发动3次徒手攻击（合计最多6次），但每次攻击必须打向不同的敌人。`}]},{ClassName:`武僧`,Name:`醉拳宗`,Source:`珊娜萨的万事指南`,Features:[]},{ClassName:`野蛮人`,Name:`风暴先驱道途`,Source:`珊娜萨的万事指南`,Features:[]},{ClassName:`野蛮人`,Name:`风暴先驱道途`,Source:`破解奥秘（UA）`,Features:[{Level:3,Name:`风暴灵光`,Description:`无论何时你在激活狂暴特性时，从沙漠、海洋和冻原中选择一种。在你的狂暴持续期间，你延伸出源自你的10尺光环灵光。
你的光环效果会在你进入狂暴时激活。并且你可以在你的每个回合以一个附赠动作再次激活。你的光环产生的效果根据你选择的环境而不同，详情见下。
若你的光环效果需要进行一次豁免检定，其DC等于8加你的熟练加值加你的体质调整值。
沙漠Desert。 当此效果被激活时，投掷数量等同于你的狂暴伤害加值的d4骰，并将它们的出目加和。光环内的每名生物都必须进行一次敏捷豁免，否则受到等同于你上述骰子骰值和的火焰伤害。你可以选择灵光内你可见的一名生物自动成功于此豁免。
海洋Sea。 当此效果被激活时，投掷数量等同于你的狂暴伤害加值的d6骰，并将它们的出目加和。你可以向灵光内另一名你可见的生物扔出一道闪电束。目标进行一次敏捷豁免，豁免失败等同于你上述骰子骰值和的闪电伤害，豁免成功受半伤。
冻原Tundra。 当此效果被激活时，投掷数量等同于你的狂暴伤害加值的d4骰，并将它们的出目加和。你可以选择使灵光内另一名你可见的生物被寒冰灵魄icy spirits折磨。目标必须成功进行一次力量豁免，否则直到你的下回合开始前，其在下一次伤害掷骰中减去你上述骰子的骰值和。`},{Level:6,Name:`风暴之魂`,Description:`即使你的灵光没有激活，风暴仍然会带给你增益。此增益会基于你上一次进入狂暴时灵光所选择的环境。
沙漠Desert。 你获得火焰伤害的抗性。以一个魔法动作，你可以触碰没有被他人穿着或携带的易燃物品，其开始燃烧。
海洋Sea。 你获得闪电伤害的抗性，且你可以在水下呼吸。你同时获得等同于你的速度的游泳速度。
冻原Tundra。 你获得寒冷伤害的抗性。以一个魔法动作，你可以触碰水体并使其结为5尺方的冰块，其在1分钟后融化。如果一名生物占据着该空间，此动作失效。`},{Level:10,Name:`风暴之盾`,Description:`你可以运用你对风暴的掌控能力保护他人。你的风暴灵光内你所选择的每名生物都会获得与你风暴之魂特性提供的类型相同的伤害抗性。`},{Level:14,Name:`狂怒风暴`,Description:`你能引导的风暴之力变得更加强大，足以打击你的敌人。你获得基于你在风暴灵光特性中所选择的环境的增益。
沙漠Desert。 每回合一次，当一名你可见的生物失败于你的风暴灵光的豁免时，你可以使其在接下来的一分钟内开始燃烧，或直至你终止狂暴。正在燃烧的生物会在其每回合开始时额外受到1d4火焰伤害（即总共2d4火焰伤害）。
海洋Sea。 无论目标对你风暴灵光的豁免成功还是失败，闪电束都可以从该目标跳至另一个你所选择的目标，其必须在第一个目标30尺范围内。新目标如第一个目标一样进行相同的敏捷豁免。
冻原Tundra。 每回合一次，当一名你可见的生物失败于你的风暴灵光的豁免时，你可以使其受到2d4寒冷伤害并在其下一回合结束前速度减半。`}]},{ClassName:`野蛮人`,Name:`精魂守卫道途`,Source:`破解奥秘（UA）`,Features:[{Level:3,Name:`精魂护卫`,Description:`你的狂暴会召来精魂战士助你一臂之力。在你的狂暴激活期间，当你以武器或徒手打击命中一个生物时，它会成为精魂的目标，这会导致一个你从下列选项中选择的后果。
分神。直到你的下个回合开始，目标在使用攻击检定对抗你或另一个拥有此特性的野蛮人以外的生物时具有劣势。
守护。直到目标的下个回合结束，下一次它以攻击检定命中你以外的生物时，那个生物获得那次攻击造成伤害的抗性。
袭击。目标受到1d6点额外伤害，伤害类型可以是强酸，寒冷，火焰，力场，闪电或雷鸣（由你选择）。`},{Level:6,Name:`精魂之盾`,Description:`你的守护精魂可以为你保护的生物提供超自然的防护。在你的狂暴激活期间，当你30尺内的另一个可见生物受到伤害时，你可以用反应减少那次伤害。投掷等于你狂暴伤害加值数量的d6，将它们相加，即是你减少的伤害。`},{Level:10,Name:`问道精魂`,Description:`你得到了和你的先祖之魂进行交流的能力。当你想这么做时，你可以施展卜筮术Augury
或鹰眼术Clairvoyance
，且无需法术位与材料成分。这两个法术的施法属性为感知。以此施展的鹰眼术Clairvoyance中，作为法术描述中提及的球形探测器的代替，这个法术会在指定位置隐形地召唤出一个你的守护精魂。一旦你使用这个特性施展了上述两者之一，直到你完成一次短休或长休为止你都不能再次使用这一特性。`},{Level:14,Name:`复仇精魂`,Description:`你当你在攻击动作中使用一把近战武器攻击，并D20上掷出18~20，作为此动作的一部分，你可以用该武器额外进行一次攻击掷骰。该特性一经使用，直到下个你的回合开始，你不能再次使用它。`}]},{ClassName:`野蛮人`,Name:`巨人道途`,Source:`毕哥比的巨献`,Features:[{Level:3,Name:`巨人之力`,Description:`第3级巨人道途特性
选择此道途后，你获得说、读、写巨人语的能力。若你已经习得巨人语，则可以改为自选另一种语言。此外，你选择并习得以下戏法之一：
德鲁伊伎俩druidcraft 、奇术thaumaturgy
。这个法术的施法属性为感知。
巨人之灾 Giant's
Havoc`},{Level:3,Name:`巨人之灾`,Description:`第3级巨人道途特性
你的狂暴从巨人的原初之力中汲取力量，使你成为强大破坏力的化身。狂暴期间，你获得以下的增益：
粉碎投掷Crushing
Throw。
当你用力量且用投掷武器发动远程武器攻击，并成功命中时，你可以将你的狂暴伤害加值加到这次攻击的伤害掷骰中。
巨人体型Giant
Stature。
你的触及范围扩大5尺。且，如果你的体型小于大型，你的体型变为大型，你穿戴的所有装备也会一同变大。如果没有足够的空间供你增大体型，你的体型保持不变。
元素战刃 Elemental
Cleaver`},{Level:6,Name:`元素战刃`,Description:`第6级巨人道途特性
你和巨人的元素力量的链接成长了，并且，你习得了将原初能量注入武器之中的方式。
当你进入狂暴时，你可以选择一件你正持握的武器中，并为它选择并注入以下伤害类型之一：强酸、寒冷、火焰、雷鸣、或闪电。当你在狂暴中挥舞注能的武器时，武器的伤害类型将转变为你选择的伤害类型，并在命中时额外造成1d6点所选类型的伤害。此外它还将获得
投掷Thrown
属性，具有通常射程20尺与最大射程60尺。如果你投掷这把武器，它不论是否击中目标，它都将在那之后立刻重新出现在你的手中。注能武器的增益将在除你以外的其他生物持握它时将被暂时压制。
在狂暴期间，若你持握着注能武器，你就可以用一个附赠动作改变其伤害类型为另一项，从前文提到的伤害类型中选择。
伟力推动 Mighty
Impel`},{Level:10,Name:`伟力推动`,Description:`第10级巨人道途特性
借由你与巨人之力量的链接，你可以猛投战场上的盟友与敌人。狂暴期间，以一个附赠动作，你可以选择触及范围内的一个不超过中型体型的生物，将其移动到你周围30尺内的一处你可见的、未占据空间。非自愿的生物必须成功通过一次力量豁免（DC=8+你的熟练加值+你的力量调整值）才能避免遭受这一效应。
若在这次移动结束时，被投掷的生物并未站在一个可以支撑他的固体表面或液体中，该生物将坠落，正常承受摔落伤害并在落地时陷入
倒地Prone。
创世巨像 Demiurgic
Colossus`},{Level:14,Name:`创世巨像`,Description:`第14级巨人道途特性
你狂暴中的原初力量增强了。当你狂暴时，你的触及范围再次提升10尺，而你的体型可以增大为大型或巨型（由你选择），且你还可以用
伟力推动Mighty Impel 特性投掷不超过大型体型的生物。
此外，你的
元素战刃Elemental Cleaver
特性造成的额外伤害提升至2d6。`}]},{ClassName:`野蛮人`,Name:`狂热者道途`,Source:`玩家手册2024`,Features:[{Level:3,Name:`神性之怒`,Description:`你可以引导神性的怒火，将其注入打击之中。你的狂暴激活期间，你的每个回合中你首次以武器或徒手打击命中的生物将受到等于1d6+你野蛮人等级的一半（向下取整）的额外伤害。额外伤害的伤害类型为光耀或暗蚀，在每次造成伤害时由你选择伤害类型。`},{Level:3,Name:`神之勇者`,Description:`某个神圣实体对你施以援手以确保你总能继续战斗。你获得一个有着4枚d12的治疗池，你可以用其中的骰子治愈自身。以一个附赠动作，你可以消耗治疗池中任意枚骰子来恢复你的生命值。投掷所有你消耗的骰子，将它们相加，即是你以此恢复的生命值。
当你完成一次长休时，你的治疗池重获所有已消耗的骰子。
治疗池中骰子的最大数量将会在你到达特定野蛮人等级时增加，分别为6级时增加至5枚，12级时增加至6枚，17级时增加至7枚。`},{Level:6,Name:`专心炽志`,Description:`每次狂暴期间仅一次，若你失败于某次豁免检定，你可以重骰这次检定并在检定中获得等于你的狂暴伤害加值的加值，你必须使用重骰后的结果。`},{Level:10,Name:`狂热威仪`,Description:`以一个附赠动作，你以满腔神圣能量发出战吼。选择至多十名位于你60尺内的生物，直至你的下个回合开始，他们的攻击检定和豁免检定具有优势。
此特性一经使用，直至完成长休你都无法再次使用。你也可以消耗一次狂暴使用次数（无需动作）来重置此特性的使用权。`},{Level:14,Name:`神之狂暴`,Description:`当你激活狂暴时，你可以呈现出圣斗士姿态。圣斗士姿态持续1分钟，且在你生命值降至0时提前结束。此特性一经使用，直至完成长休你都无法再次使用。
处于圣斗士姿态期间，你获得以下增益。
飞翔Flight。你具有等于你速度的飞行速度，并且可以悬浮。
抗性Resistance。你具有对暗蚀、心灵和光耀伤害的抗性。
回春Revivification。当位于你30尺内的一名生物的生命值将要降至0时，你能够以反应消耗一次狂暴使用次数，令目标的生命值变为等于你野蛮人等级的值。`}]},{ClassName:`野蛮人`,Name:`狂野魔法道途`,Source:`塔莎的万事坩埚`,Features:[{Level:3,Name:`狂野浪潮`,Description:`第3级狂野魔法道途特性
你体内那翻滚不息的魔法能量有时会从你身上爆发出来。当你进入狂暴时，投掷下方的狂野魔法列表中决定它所产生的魔法效应。
如果这个狂野魔法需要进行豁免检定，则其DC等于8+你的熟练加值+你的体质调整值。\\
狂野魔法Wild Magic
D8魔法效应
1阴暗的卷须在你身边疯狂挥舞。在你能看到的30尺内由你选择的生物都必须进行一次体质豁免，如果失败，则将受到1d12的暗蚀伤害。此外。你还会立刻获得1d12点临时生命值。
2你可以传送至多30尺到一个未被占据的、你可以看见的空间。直至你的狂暴结束为止，你的每个回合都可以再用一个附赠动作，再次发动这个效果。
3一个看起来像呋噜或者皮克精（由你决定）的不定形精魂，出现在一个你30尺内可以看到的生物的5尺以内。并且在当前回合结束时，这个精魂会爆炸，所有它周围5尺范围内的生物都必须通过一次敏捷豁免，若失败将承受1d6的力场伤害。直至你的狂暴结束为止，你的每个回合都可以再用一个附赠动作，再次发动这个效果。
4魔力与你正持握着的一件武器（由你选择）紧紧相融在一起。直至你的狂暴结束为止，这把武器的伤害类型转变为力场伤害，并且获得 轻型 和 投掷 的属性，其投掷射程为常规20尺与最大60尺。如果这把武器脱离了你的手，它将会在脱离的同一回合结束时重新出现在你的手中。
5直至你的狂暴结束为止，每当一个生物以攻击检定击中了你，你身上的魔力将抽打反击它，对其造成1d6的力场伤害。
6直至你的狂暴结束为止，你将被彩色的防护光芒环绕，使你的AC获得+1加值。在你10尺内的盟友也可以享受到相同的AC加值。
7你身边将不断临时生长出花朵与藤蔓。直至你的狂暴结束为止，你周围15尺的地面对你的敌人来说变为困难地形。
8 一束光从你胸膛射出。你所选择的30尺内的你可以看到的另一个生物必须进行一次体质豁免，如果失败，将会受到1d6的光耀伤害，并陷入目盲 ，直到你的下一个回合开始前。直至你的狂暴结束为止，你的每个回合都可以再用一个附赠动作，再次发动这个效果。
振奋魔法 Bolstering
Magic`},{Level:3,Name:`魔法察觉`,Description:`第3级狂野魔法道途特性
以一个动作，你让你的感官对聚集的魔力的存在保持警觉。直到你的下一个回合结束前，你可以知晓60尺内任何对你来说不处于完全身掩护的任何法术或者魔法物品的位置。当你察觉到一个法术的存在时，你还能知晓这个法术属于哪一个学派。
你可以使用该能力的次数等于你的熟练加值。每完成一次长休之后你恢复所有已消耗的使用次数。
狂野浪潮 Wild
Surge`},{Level:6,Name:`振奋魔法`,Description:`第6级狂野魔法道途特性
你可以控制你的狂野魔法并用于振奋自己或者一个同伴。以一个动作，你触碰一个生物（可以是你自己）并且为该生物提供以下增益中你所选择的一种：
10分钟内，该生物在投掷攻击检定或者属性检定时可以额外掷一枚d3，将其加到所扔的d20中。
掷一枚d3。这个生物将恢复一个环数小于等于所掷出骰子的结果的法术位（由这个生物决定具体的环阶）。当一个生物享受了这一增益后，直到下一次长休结束前那个生物都不能再次从此特性中获益。
你可以使用此能力的次数等同于你的熟练加值次，完成一次长休后，你重获全部已消耗的使用次数。
无常反冲 Unstable
Backlash`},{Level:10,Name:`无常反冲`,Description:`第10级狂野魔法道途特性
在你狂暴期间，如果你受到危险，你体内的魔法会猛烈爆发。每当你在狂暴时受到伤害或者没能通过豁免检定后，你都可以立刻用反应再次重骰你的狂野魔法表，并立刻产生一次骰出的新的魔法效应。这个魔法效应将会替代你当前有的狂野魔法效应。
掌控浪潮 Controlled
Surge`},{Level:14,Name:`掌控浪潮`,Description:`第14级狂野魔法道途特性
每当你投掷狂野魔法表时，你可以掷两次骰子并且选择其中之一作为生效的狂野魔法效应。如果你掷出的两个骰子数值相同，那么你可以无视这个数字，任选表中的一个效应生效。
（译注：本职业用的是 狂野魔法表Wild Magic
table ，而术士的狂野魔法用的是 狂野魔法浪涌表Wild Magic Surge table
，因此，虽然听起来很牵强，但两者除了名字相似以外毫无关系，也不可能混用。）`}]},{ClassName:`野蛮人`,Name:`狂战士道途`,Source:`玩家手册2024`,Features:[{Level:3,Name:`狂怒`,Description:`狂暴激活期间，在你使用鲁莽攻击的回合中，你基于力量的攻击首次命中时，对目标造成额外伤害。投掷等于你狂暴伤害加值数量的d6，将它们相加，即是你造成的额外伤害。额外伤害类型与此次攻击所使用的武器或徒手打击造成的伤害类型相同。`},{Level:6,Name:`无我狂暴`,Description:`狂暴激活期间，你具有魅惑与恐慌状态的免疫。当你进入狂暴时，若你已陷入魅惑或恐慌，你陷入的这些状态立即结束。`},{Level:10,Name:`报偿`,Description:`当一名位于你5尺内的生物对你造成伤害时，你能够以反应使用武器或徒手打击对其发动一次近战攻击。`},{Level:14,Name:`威慑之姿`,Description:`以一个附赠动作，你可以用你那令人魂消胆丧的面相，在原初之力的辅助下将恐惧打入他者内心。当你如此做时，每个位于源自你的30尺光环区域内你所选择的生物必须进行一次感知豁免检定（DC等于8＋你的力量调整值＋你的熟练加值）。豁免失败则陷入恐慌状态，持续1分钟。陷入恐慌的生物在其每个回合结束时重复豁免，成功则终止其身上的该效应。
此特性一经使用，直至完成长休你都无法再次使用。你也可以消耗一次狂暴使用次数（无需动作）来重置此特性的使用权。`}]},{ClassName:`野蛮人`,Name:`世界树道途`,Source:`玩家手册2024`,Features:[{Level:3,Name:`圣树活力`,Description:`你的狂暴浸润着世界树的生命力。你获得以下增益：
活力之涌Vitality Surge 。当你激活狂暴时，你获得等于你野蛮人等级的临时生命值。
赐命之源Life-Giving
Force 。你的狂暴激活期间，在你的每个回合开始时，你可以赋予位于你10尺内的另一名生物临时生命值。投掷等于你狂暴伤害加值数量的d6，将它们相加，即是该生物获得的临时生命值。当你的狂暴结束时，剩余的临时生命值将会消失。`},{Level:6,Name:`灵树枝杈`,Description:`你的狂暴激活期间，每当你可见的位于你30尺内的生物的回合开始时，你能够以反应在其周围召唤世界树的灵体枝条。目标必须成功通过一次力量豁免（DC等于8+你的力量调整值+你的熟练加值），否则将被传送到位于你5尺内的你可见的未占据空间内或距离你最近的你可见的未占据空间内。目标被你传送后，你可以令其速度降为0，持续至当前回合结束。`},{Level:10,Name:`根击千钧`,Description:`世界树的卷须将你的武器延长。你的回合内，你持用的任何具有重型或多用词条的近战武器的触及增加10尺。当你在你的回合内以该武器命中时，除了激活这把武器本身具有的其他精通词条外，你还可以激活推离或失衡精通词条。`},{Level:14,Name:`世界树之奇旅`,Description:`当你激活狂暴时，你可以传送至多60尺的距离，到一处你可见的未占据空间中。在你的狂暴激活期间，你也能够以一个附赠动作来进行传送。
此外，每次狂暴期间仅一次，你可以使传送的距离提升至150尺，并可以选择带上至多6个位于你10尺内的自愿生物同你一起传送。每个其他生物都将被传送至位于你目的地10尺内的你选择的未占据空间中。`}]},{ClassName:`野蛮人`,Name:`兽心道途`,Source:`玩家手册2024`,Features:[{Level:3,Name:`动物语者`,Description:`你可以施展法术野兽知觉Beast
Sense与动物交谈Speak With Animals，仅限仪式施展。感知是你这些法术的施法属性。`},{Level:3,Name:`兽性狂暴`,Description:`你的狂暴解放来自动物的原初之力。每当你激活狂暴时，你从下列选项中选择一项。
熊Bear。狂暴激活期间，你具有除力场、心灵、暗蚀、光耀外所有伤害类型的抗性。
鹰Eagle。当你激活狂暴时，作为你进入狂暴的附赠动作的一部分，你可以同时执行撤离与疾走动作。狂暴激活期间，你也能够以一个附赠动作同时执行这两个动作。
狼Wolf。狂暴激活期间，你的盟友对位于你5尺内的敌人进行的攻击检定具有优势。`},{Level:6,Name:`兽之形貌`,Description:`你从下列选项中自选一项能力获得。当你完成一次长休时，你可以改变你的选择。
枭Owl。你具有60尺黑暗视觉。如果你已经具有黑暗视觉，你的黑暗视觉范围增加60尺。
豹Panther。你具有等于你速度的攀爬速度。
鲑Salmon。你具有等于你速度的游泳速度。`},{Level:10,Name:`自然语者`,Description:`你可以施展法术问道自然Commune With Nature，仅限仪式施展。感知是你该法术的施法属性。`},{Level:14,Name:`兽力威能`,Description:`每当你激活狂暴时，你从下列选项中选择一项。
猎鹰Falcon。狂暴激活期间，只要你没有着装任何护甲*，你就具有等于你速度的飞行速度。
雄狮Lion。狂暴激活期间，任何位于你5尺内的敌人不以你（或另一个选择该项能力的野蛮人）为目标的攻击检定具有劣势。
角羊Ram。狂暴激活期间，当你的近战攻击命中一名体型不超过大型的生物时，你可以令其陷入倒地状态。
译注：武僧的无甲防御中特别强调了“未持用盾牌”而该特性没有，因此根据法师护甲的SA，你在使用盾牌时依然可以使用该飞行速度。`}]},{ClassName:`野蛮人`,Name:`先祖守卫道途`,Source:`珊娜萨的万事指南`,Features:[]},{ClassName:`吟游诗人`,Name:`创造学院`,Source:`塔莎的万事坩埚`,Features:[{Level:3,Name:`潜能微尘`,Description:`第3级创造学院特性
每当你给予一个生物诗人激励骰时，你可以唱出造物之歌的一个音符，创造一团微小的潜能微尘，在那个生物五尺以内的轨道上环绕。这个微尘是无形且不可被摧毁的，它将在这个诗人激励骰被消耗掉前一直存在。这团微尘看起来像一个音符，或是一颗星星，一朵花，抑或其他任何一种艺术或者生命的符号，这将由你来决定。
当这个生物使用那个诗人激励骰时，这团微尘将会根据这个诗人激励骰被使用的方式即用于属性检定、攻击检定还是豁免检定产生不同的额外效果。具体细节如下所示：
属性检定。当该生物将诗人激励骰用于增益属性检定时，他可以重新掷一次诗人激励骰并且选择使用其中一个激励骰结果以使用。这团微尘会炸开，放射出多彩而无害的闪光。
攻击检定。当该生物将诗人激励骰用于增益攻击检定时，掷出诗人激励骰后，这团微尘会立刻如雷霆般破碎。该生物这次攻击的目标以及目标周围5尺范围内的、你能看见的、由你选择的所有生物必须通过一次对抗你法术豁免DC的体质豁免，若豁免失败，将会承受等同于该诗人激励骰所掷结果的雷鸣伤害。
豁免检定。当该生物将诗人激励骰用于增益豁免检定时，掷出诗人激励骰后，这团微尘会立刻伴随着一段舒缓的音乐消失不见，给予这个生物等同于该诗人激励骰所掷结果加上你的魅力调整值的临时生命值（至少1点临时生命值）。
造物表演
Performance Of Creation`},{Level:3,Name:`造物表演`,Description:`第3级创造学院特性
以一个动作，你可以引导造物之歌的魔力来创造一个你选择的非魔法物品，它会在你选择的距离你10尺内的一处未占据空间里生成。它必须要生成在液体中或是表面上的一个可以支撑它的地方。这件物品的价值不能超过你吟游诗人等级的二十倍gp，而且必须是中型或者更小的物品。这件物品会闪烁着柔和的微光。当一个生物触碰它的时候，会听到轻微的音乐。在被创造出等同于你的熟练加值数的小时之后，这件物品会消失。你可以通过此方法创造的各种物品，玩家手册中的装备章节里的物品大多数物品就是很好的例子。
每当你用这一特性创造出一件物品后，直到下一次长休结束前你都不能再次使用这个能力。你也可以消耗一个二环或更高环阶的法术位去再次使用这个能力。你同时只能保持一件以此法被创造出的物品。如果在你使用这个能力创造物品时已经有一件被创造出来的物品了，那么那个旧的物品会立刻消失不见。
你创造的物品都大小限制会随着你的吟游诗人等级提高而增长。6级时你可以创造出大型物品，14级时你可以创造去巨型物品。
活化表演
Animating Performance`},{Level:6,Name:`活化表演`,Description:`第6级创造学院特性
以一个动作，你可以活化你周围30尺内的一个你可以看见的、未被装着或携带的大型或者更小的非魔法物品。这件活化的物品将会使用如下舞空物品的属性，并且使用你的熟练加值（PB）。这件物品将会对你以及你的伙伴保持友好，而且会听从你的命令。它将持续保持活性一个小时，如果它生命值降低为0、或你死亡，它也会提前失去活性。
在战斗中，该物品将会与你共用先攻，并会在你的回合后立刻行动。它可以自行移动并执行自己的反应，不过除非你在你的回合中使用附赠动作命令其执行其他动作，否则它在它的回合只会进行回避动作。它可以执行其动作列表中的动作或是其他动作。如果你失能，那么这件活化物品会执行它选择的任意动作，而不仅仅是回避。
当你使用诗人激励特性时，你也可以将为这个活化物品的指令作为你发出诗人激励的附赠动作的一部分发出。
每当你用这一特性活化一件物品后，直到下一次长休结束前你都不能再次使用这个能力。你可以消耗一个三环或者更高环阶的法术位去重制这个能力的使用次数。你同时只能保持一件以此法被活化的物品。如果在你使用这个能力时，已经有一件受到此特性影响的舞空物品，那么那个旧的物品会立刻停止不动，变为无生命。
舞空物品 Dancing
Item
大型或者更小体型的构装生物
护甲等级： 16（天生护甲）
生命值： 10+你吟游诗人等级的五倍
速度：30尺，飞行30尺（悬浮）
力量 敏捷
体质智力感知魅力18（+4）14（+2）16（+3）4（-3）10（+0）6（-2）
伤害免疫：毒素，心灵
状态免疫：魅惑，力竭，中毒，恐慌
感官：60尺黑暗视觉，被动察觉10
语言：理解你所说的语言
挑战等级：
熟练加值（PB）：等于你的熟练加值。
不变之形Immutable
Form。该物品不会受到任何使它形态发生改变的法术或者其他效果的影响
难抑舞动Irrepressible
Dance。若一个生物在该舞空物品10尺内开始回合，那么他将可以增加或者减少10尺的步行移动力（由你来决定），直到他的下一个回合结束。舞空物品需要未处于失能状态才能提供这一效果。
动作Actions
力场动能猛击Force-Empowered
Slam。近战武器攻击：攻击加值等同于你的法术攻击加值，触及5尺，单个你可见的目标。命中：1d10+PB 点力场伤害。
渐强创音 Creative Crescendo`},{Level:14,Name:`渐强创音`,Description:`第14级创造学院特性
当你使用造物表演特性创造物品时，你可以一次性创造多件物品，其数量等于你的魅力调整值（最低为两件物品）。如果你创造新的物品后，物品的总数超过了这个上限，那么你可以选择你先前创造的物品中的哪几件将会消失不见。你所创造的物品中只有一件可以达到你创造物品的大小峰值，其他的必须是小型或者微型。
你的创造表演特性不再会有创造物品的价值限制。`}]},{ClassName:`吟游诗人`,Name:`低语学院`,Source:`珊娜萨的万事指南`,Features:[]},{ClassName:`吟游诗人`,Name:`剑舞学院`,Source:`珊娜萨的万事指南`,Features:[]},{ClassName:`吟游诗人`,Name:`魅心学院`,Source:`玩家手册2024`,Features:[{Level:3,Name:`惑心魔法`,Description:`你始终准备着法术魅惑类人Charm
Person和镜影术Mirror
Image。
此外，在你使用法术位施展一道惑控或幻术学派的法术后，你可以立即使一名位于你60尺内的你可见的生物进行一次感知豁免检定，对抗你的施法DC。豁免失败则目标陷入魅惑或恐慌状态（由你选择），持续1分钟。目标在其每个回合结束时，可以重新进行该豁免，成功则其身上的效应提前结束。
此增益一经使用，直至完成长休你都无法再次使用。你也可以消耗一次诗人激励使用次数（无需动作）重置此增益的使用权。`},{Level:3,Name:`灵感织衣`,Description:`你可以将妖精魔法织入歌曲亦或是舞蹈，为他人献上满满的活力。以一个附赠动作，你可以消耗一次诗人激励使用次数，并掷诗人激励骰，从位于你60尺内的其他生物中选择任意生物，数量至多等于你魅力调整值（至少选择一名），每个被选中的生物获得等于两倍该诗人骰骰值的临时生命值，然后每名生物均可以使用自己的反应立即移动至多等于自己速度的距离，这次移动不会引发借机攻击。`},{Level:6,Name:`威仪作锦`,Description:`你始终准备着法术命令术Command。
以一个附赠动作，你无需法术位地施展命令术，然后你将获得超凡脱俗的容貌，持续1分钟或在你专注终止时提前结束。在此期间，你能够以一个附赠动作，无需法术位地施展法术命令术。
任何因你而陷入魅惑状态的生物在进行对抗你以此特性施展的命令术时，其豁免检定自动失败。
此特性一经使用，直至完成长休你都无法再次使用。你也可以消耗一个三环及以上的法术位（无需动作）来重置此特性的使用权。`},{Level:14,Name:`不破威仪`,Description:`以一个附赠动作，你可以魔法性地呈现出庄严的姿态，持续1分钟或在你陷入失能状态时结束。在此期间，任何生物在一个回合中的攻击检定首次命中你时，攻击者必须通过一次对抗你施法DC的魅力豁免检定，否则这次攻击将因畏惧你的威仪而变得畏缩并失手。
一旦你呈现出这庄严的姿态，直至完成短休或长休你都无法再如此做。`}]},{ClassName:`吟游诗人`,Name:`迷惑学院`,Source:`珊娜萨的万事指南`,Features:[]},{ClassName:`吟游诗人`,Name:`舞蹈学院`,Source:`玩家手册2024`,Features:[{Level:3,Name:`炫目舞步`,Description:`未着装护甲且未持用盾牌期间，你获得以下增益：
大舞蹈家Dance Virtuoso。你进行的任何有关舞蹈的魅力（表演）检定均具有优势。
无甲防御Unarmored Defense。你的基础护甲等级等于10＋你的敏捷调整值＋你的魅力调整值。
灵巧打击Agile Strikes。当你在一次动作、附赠动作或反应中消耗了诗人激励使用次数时，作为该动作、附赠动作或反应的一部分，你可以发动一次徒手打击。
诗人痛击Bardic Damage。你可以用敏捷代替力量进行徒手打击的攻击检定。当你以一次徒手打击造成伤害时，你可以造成等于诗人激励骰+敏捷调整值的钝击伤害，而非徒手打击原本的伤害。此效果并不会消耗你的诗人激励使用次数。`},{Level:6,Name:`鼓舞之移`,Description:`当一名你可见的敌人位于你5尺内结束它的回合时，你能够以反应消耗一次诗人激励使用次数，移动至多等于你速度一半的距离。此时，位于你30尺内的一名盟友（由你选择）也可以使用他的反应来移动至多等于他速度一半的距离。
此特性进行的移动不会引发借机攻击 。`},{Level:6,Name:`协同舞步`,Description:`当你投掷先攻时，若你未陷入失能状态，你可以消耗一次诗人激励使用次数，投掷诗人激励骰，令你与位于你30尺内的每个能听见或看见你的盟友进行的先攻检定获得等于该骰值的加值。`},{Level:14,Name:`引导闪避`,Description:`当你受到一个允许你进行敏捷豁免来只承受一半伤害的效应影响时，你在豁免成功时不受伤害，豁免失败时只承受一半伤害。若位于你5尺内的其他生物同样需要进行这次敏捷豁免，你可以令他们也享受到此特性的增益。
若你陷入失能状态，你无法使用此特性。`}]},{ClassName:`吟游诗人`,Name:`雄辩学院`,Source:`塔莎的万事坩埚`,Features:[{Level:3,Name:`巧舌如簧`,Description:`第3级雄辩学院特性
你是语言的大师，懂得在合适的时刻说出正确的话语。当你在进行一次魅力（游说）检定或魅力（欺瞒）检定时，如果你可以将9或更低的骰值全部视为10。
扰神之词 Unsettling
Words`},{Level:3,Name:`扰神之词`,Description:`第3级雄辩学院特性
你可以编造一些带有魔力的话语，扰乱一个生物的心神，使其自我怀疑。消耗一个附赠动作，你可以消耗一个诗人激励骰，选择一个你可见的距你60尺以内的生物。掷出诗人激励骰，在你的下一个回合开始前，该生物的下一次豁免检定将会减去这个激励骰所投出的值。
不竭鼓舞 Unfailing
Inspiration`},{Level:6,Name:`不竭鼓舞`,Description:`第6级雄辩学院特性
你的激励言语是如此的具有感染力，以至于被鼓舞的人感受到他们必须行，不行也得行的做到成功。当一个生物使用了你的诗人激励骰子，将结果加入到攻击检定、属性检定、或豁免检定中，但仍然失败了，他可以保留这个诗人激励骰而不消耗。
统一言说 Universal
Speech`},{Level:6,Name:`统一言说`,Description:`第6级雄辩学院特性
你掌握了一种一让你的话语被任何有智慧的生物理解的方法。以一个动作，你可以选择至多为你魅力调整数量的生物（至少为一个），他们必须在你六十尺内。在接下来的一个小时内，被选中的生物可以魔法性的理解你，不论你所说的话是用何种语言说的。
每当你用这一能力，直到下一次长休结束前你都不能再次使用这个能力。你也可以消耗任意一个的法术位去再次使用这个能力。
传播鼓舞 Infectious
Inspiration`},{Level:14,Name:`传播鼓舞`,Description:`第14级雄辩学院特性
当你成功激励了他人之后，你那雄辩言辞的力量会散播开去。当一个距离你60尺内的生物使用了你的诗人激励骰增益了一次攻击检定、属性检定、或豁免检定并且成功之后，你可以用你的反应去借此鼓励另一个能够听见你的生物（除了你）。那个生物会获得一个诗人激励骰，而你并不会因此消耗你的诗人激励次数。
你可以使用这个能力的次数等于你的魅力调整值（最低为一次）次，完成一次长休后你重获该能力所有被消耗的使用次数。
（译者注：雄辩学院的译文大量参考了The
Leaf的译文，再次感谢并注明）
（校对者注：你们这都第几版了还出这么多问题...参考了啥啊......）`}]},{ClassName:`吟游诗人`,Name:`逸闻学院`,Source:`玩家手册2024`,Features:[{Level:3,Name:`附赠熟练`,Description:`你获得三项由你选择的技能的熟练。`},{Level:3,Name:`语出惊人`,Description:`你学会了如何运用你的妙语连珠来超自然地打断敌人、分散注意亦或是削弱他人的自信心和行动力。当一名你可见的位于你60尺内的生物进行伤害掷骰、成功于一次属性检定或攻击检定时，你能够以反应消耗一次诗人激励使用次数，并掷诗人激励骰，然后从该生物的掷骰结果中减去诗人骰的骰值，这将降低其造成的伤害或可能使这次检定的成功变为失败。`},{Level:6,Name:`魔法探秘`,Description:`你习得两道自选法术。这些法术可以从牧师、德鲁伊或法师的法术列表中单独或组合选择（这些职业的法术列表见其职业章节）。你选择的法术必须是戏法或是你拥有对应环阶法术位的法术，你拥有的法术位如吟游诗人特性表中所示。
你始终准备着你选择的这些法术。每当你获得一个吟游诗人等级时，你可以将其中一个法术替换为另一个满足上述要求的法术。`},{Level:14,Name:`超凡技艺`,Description:`当你进行一次属性检定或攻击检定并在检定中失败时，你可以消耗一次诗人激励使用次数，投掷诗人激励骰，并将掷骰结果加到d20中，这可能使这次检定的失败变为成功。若检定仍然失败，将不会被消耗诗人激励次数。`}]},{ClassName:`吟游诗人`,Name:`勇气学院`,Source:`玩家手册2024`,Features:[{Level:3,Name:`战斗激励`,Description:`你可以运用你的巧言来改变战斗的走向。一名拥有你的诗人激励骰的生物可以从下列选项中选择一种效应来使用诗人骰。
防御Defense。当这名生物被一次攻击检定命中时，该生物能够以反应掷诗人激励骰并将骰值加到对抗这次攻击检定的AC中，这可能使这次攻击变为失手。
进攻Offense。这名生物以一次攻击检定命中一名目标后，它可以立即投掷诗人激励骰，并将骰值加到这次攻击对这名目标造成的伤害中。`},{Level:3,Name:`战争训练`,Description:`你获得军用武器熟练以及中甲和盾牌 的护甲受训。
此外，你施展你的吟游诗人法术列表中的法术时，可以使用简易或军用武器作为法器。`},{Level:6,Name:`额外攻击`,Description:`当你在自己的回合执行攻击动作时，你可以发动两次攻击而非一次。此外，你可以将这些攻击中的一次，替换为施展一道施法时间为一动作的戏法。`},{Level:14,Name:`战斗魔法`,Description:`在你施展一道施法时间为一动作的法术后，你能够以一个附赠动作，使用一把武器发动一次攻击。`}]},{ClassName:`游荡者`,Name:`策士`,Source:`珊娜萨的万事指南`,Features:[]},{ClassName:`游荡者`,Name:`斥候`,Source:`珊娜萨的万事指南`,Features:[]},{ClassName:`游荡者`,Name:`刺客`,Source:`玩家手册2024`,Features:[{Level:3,Name:`暗杀`,Description:`你精通于对目标发起奇袭，你获得以下增益：
先攻Initiative。你的先攻掷骰具有优势。
惊扰突袭Surprising Strikes。每次战斗的第一轮中，你对任何还没有经历过自己回合的生物发动的攻击检定都具有优势。如果你在那一轮里命中并偷袭了任意目标，该目标将承受等同于你的游荡者等级的额外伤害，该伤害的类型与你的武器伤害类型一致。`},{Level:3,Name:`刺客工具`,Description:`你获得一套易容工具和一套毒药工具，并获得这些工具的熟练。`},{Level:9,Name:`专业渗透`,Description:`你是潜入渗透的专家，你熟练掌握了以下技巧来帮助自己的潜入：
模仿大师Masterful Mimicry。在你至少花费了一小时的时间来进行钻研后，你能够精准无误的模仿其他人的言语、笔迹或同时模仿以上两项内容。
机动瞄准Roving Aim。你使用稳定瞄准特性时速度不会归零。`},{Level:13,Name:`淬毒武器`,Description:`当你使用诡诈打击时，每当目标在对抗你的淬毒选项时豁免检定失败，它会受到额外2D6的毒素伤害。该伤害无视毒素抗性。`},{Level:17,Name:`致命袭杀`,Description:`当你在战斗的第一轮命中并偷袭了某一目标时，该目标必须成功通过一次体质豁免（DC8+你的熟练加值+你的敏捷调整值），否则本次攻击将对该目标造成双倍的伤害。`}]},{ClassName:`游荡者`,Name:`盗贼`,Source:`玩家手册2024`,Features:[{Level:3,Name:`快手`,Description:`你可以通过附赠动作来进行下列行为中的一个：
巧手Sleight of Hand。进行一次敏捷（巧手）检定来利用盗贼工具解开一个锁或解除陷阱，或是使用这个检定进行扒窃。
使用物件Use an Object。执行操作动作，或是执行魔法动作来使用一个要求该动作的魔法物品。`},{Level:3,Name:`梁上君子`,Description:`你的训练使你擅长抵达那些难以到达的地方。你获得以下增益：
攀爬者Climber。你获得等同于你的速度的攀爬速度。
跳跃者Jumper。你的跳跃距离能由你的敏捷决定而不是你的力量决定。`},{Level:9,Name:`极效潜行`,Description:`你获得以下诡诈打击选项。
无声袭击Stealth Attack (花费：1d6)。如果你通过执行躲藏动作获得了隐形状态，并且你在结束回合时仍然处于四分之三掩护或是全身掩护之后，那么本次攻击不会导致这个状态结束。`},{Level:13,Name:`使用魔法装置`,Description:`在你的寻宝历险生涯中，你学会了如何最大化利用魔法装置。你获得以下增益：
同调Attunement。你可以一次性同调最多四件魔法物品。
充能Charges。每当你使用一个魔法物品的消耗充能的特性时，投一个d6，如果结果为6，本次使用不消耗充能。
卷轴Scrolls。你可以使用任何法术卷轴，并以智力作为你施展那个法术的施法关键属性。你可以稳定使用戏法或是一环的法术卷轴。如果这个法术卷轴记载了更高等级的法术，你必须通过一次成功的智力（奥秘）检定（DC为10+该法术的等级）。检定成功时，你能够使用卷轴施展该法术。如果失败，卷轴化为尘埃。`},{Level:17,Name:`窃盗本能`,Description:`你变的更加擅长伏击和快速脱离险境。每次战斗的第一轮里，你可以行动两个回合。你先以自己正常的先攻执行你的第一个回合的行动，再以先攻数值减10的先攻执行你的第二个回合的行动。`}]},{ClassName:`游荡者`,Name:`调查员`,Source:`珊娜萨的万事指南`,Features:[{Level:3,Name:`鉴识之眼`,Description:`3级起，你可以使用附赠动作来进行一次感知（察觉）检定来侦测一个隐藏的生物或物体，或者是进行一次智力（调查）检定来揭示和破译线索。
战术洞悉 Insightful Fighting
3级时，你获得了解到敌人的战术并加以反制的能力。以一个附赠动作，你对你周围一个你能看见的，且未处于
失能Incapacitated
的生物进行一次感知（洞悉）检定，对抗目标的魅力（欺瞒）检定。若你对抗成功，则你在你的攻击检定并未对该生物具有优势的情况下，也能对其发动偷袭攻击（但在你的攻击检定具有劣势时依旧不行）。
这一增益将持续1分钟。如果你成功对另一个目标使用了此特性时，前一次的增益将提前结束。
目不转睛 Steady Eye
9级时，只要你在某一回合中没有移动超过你速度半数的距离，同一回合中你进行任何感知（察觉）检定与智力（调查）检定就都将具有优势。
（译注：此处是“回合”而非“轮”，鉴于除了自己回合外你没法用移动力移动，所以不使用反应进行移动的话，在你自己回合之外你进行的此类检定将永久带有优势——我是说，预备动作之类的。）
明察秋毫 Unerring Eye
13级时，你的感官几乎无法再被任何事物欺骗。只要你未处于 目盲Blinded 或 耳聋Deafened
状态，你就可以以一个动作感知你周围30尺内的幻术存在、不在原本形态下的变形生物、以及其他意在欺瞒你感官的魔法。你能感知到有某一效果正在试图欺骗你，但你并无法得知被隐藏的真相与它的真实形态是什么。
你可以使用本特性的次数等同于你的感知调整值次（至少一次），当你完成一次长休后，你重获所有已消耗的次数。
伺隙锐瞳 Eye For Weakness
17级时，你学会了如何通过仔细研究生物的战术与行为来找到它弱点。在你对生物使用的 战术洞悉
Insightful Fighting 成功生效期间，你对被洞悉生物造成的偷袭伤害提高3d6。`}]},{ClassName:`游荡者`,Name:`风流剑客`,Source:`珊娜萨的万事指南`,Features:[]},{ClassName:`游荡者`,Name:`诡术师`,Source:`玩家手册2024`,Features:[{Level:3,Name:`法师之手诈术`,Description:`当你施展法师之手Mage
Hand时，你可以通过附赠动作施展，并且你能够使幽灵手变得隐形。你可以通过附赠动作控制幽灵手，并且你可以通过它进行敏捷（巧手
）检定。`},{Level:3,Name:`施法`,Description:`你学会了如何施展法术。施法规则见第七章。下文将详述如何将这些规则应用于诡术师。
戏法Cantrips。你知晓三道法师戏法。法师之手Mage
Hand
以及法师法术列表中你选择的两道戏法（法师法术列表见法师职业部分）。推荐选择心灵之楔Mind
Sliver和次级幻象Minor Illusion
。
每当你获得一个游荡者等级时，你都能从你的非法师之手Mage
Hand的戏法中选择其一替换为另一道你所选择的法师戏法。
当你的游荡者等级到达10级时，你另选一道法师戏法并习得。
法术位Spell Slots。诡术师施法表显示了你可用于施展一环及以上法术的法术位数量。当你完成长休时，你重获所有已消耗的法术位。
一环及以上的准备法术Prepared
Spells of Level 1+。你准备可供你以此特性施展的一环及更高环阶的法术列表。最初，选择三道法师法术。推荐选择魅惑类人Charm
Person、易容术Disguise Self和云雾术Fog
Cloud。
已准备法术数量会随你游荡者等级的提升而增加，如诡术师施法表中的准备法术一列所示。每当这一列的数字增加时，从法师法术列表中选择额外法术准备，直至已准备法术的数量与表格中的数字一致。你所选择法术的环阶必须是你所拥有法术位对应的环阶。例如，如果你是一名7级游荡者，则你的准备法术列表能包括五道一环或二环的法师法术，随意组合。
改变你的准备法术Changing Your Prepared Spells。每当你获得一个游荡者等级时，你就可以将你准备列表上的一道法术替换为另一道法师法术，你必须拥有替换后法术对应环阶的法术位才可以替换。
施法属性Spellcasting Ability。你法师法术的施法属性是智力。
施法法器Spell Casting Focus。你可以使用奥术法器作为你法师法术的施法法器
诡术师施法 Arcane Trickster Spellcasting
游荡者等级准备法术——每法术等级法术位——
一环二环三环四环
332———
443———
543———
643———
7542——
8642——
9642——
10743——
11843——
12843——
139432—
1410432—
1510432—
1611433—
1711433—
1811433—
19124331
20134331`},{Level:9,Name:`诡术伏击`,Description:`处于隐形状态期间，若你对一名生物施展法术，它在那个回合中为对抗该法术而进行的任何豁免检定都具有劣势。`},{Level:13,Name:`万能诡术`,Description:`你获得了使用法师之手Mage Hand
干扰敌人的能力。当你对一个生物使用诡诈打击中的摔绊选项时，你还可以对法师之手五尺内的另一个生物施加这个效果。`},{Level:17,Name:`法术窃贼`,Description:`你获得了如何以魔法从其他施法者那里偷取有关如何施展某一法术的知识的能力。
当一个生物施展了一个目标是你或是其效应范围会影响你的法术后，你可以立刻使用你的反应来迫使该生物进行一次智力豁免。其豁免DC等同于你的施法DC。若豁免失败，你消除这个法术对你的影响，并且你将偷走使用这个法术的知识，但这个法术最低必须是一环并且你可以施展的更高等级的法术（不需要是法师法术）。接下来的八小时内，你准备了这个法术。同时该生物在此期间无法施展这个法术，直到八小时结束以后。
此特性一经使用，直至完成长休你都无法再次使用。`}]},{ClassName:`游荡者`,Name:`鬼魅`,Source:`塔莎的万事坩埚`,Features:[{Level:3,Name:`墓穴惊嚎`,Description:`第3级鬼魅特性
当你将某人推向墓穴时，你也可以沟通死亡之力，使得亡者的嚎哭短暂环绕着新的目标。当你在你的回合对于一个生物造成了偷袭攻击的伤害之后，你可以立即使该生物30尺内第二个可见生物受到一次暗蚀伤害。掷你一半数量的偷袭骰（向上取整），你对第二目标造成等同于投掷结果之和数值的暗蚀伤害。
你可以使用此特性的次数等同于你的熟练加值次，当你完成一次长休后你重获全部已消耗的使用次数。
（译者注：3级1d6，5级2d6，9级3d6，13级4d6，17级5d6）
逝者遗物 Tokens of the
Departed`},{Level:3,Name:`亡者余声`,Description:`第3级鬼魅特性
死者的回响依附着你，一个幽灵般的存在会向你分享它的知识。每当你完成一次短休或长休时，你可以选择一项你缺乏熟练的技能或工具，并获得它的熟练项。当你用这个能力来获得一项不同的熟练时，你会失去原来选择的那项熟练项。
墓穴惊嚎 Wails from the
Grave`},{Level:9,Name:`逝者遗物`,Description:`第9级鬼魅特性
当生命终结于你的眼前，你可从离去的灵魂中抓取出一小片其生命精华的具现化象征：当你30尺内一个可见生物死亡时，你可以以一个反应张开一只空闲的手，使得一个微型的饰品出现在你的掌中，那是一个魂器。DM决定魂器的外观，或者让你骰《玩家手册》中的饰品表来决定它的外观。
你最多可以同时持有你的熟练加值个的魂器，当你所持魂器数目达到上限时你不再能制造新的魂器。
你能以下列方式使用魂器：
当你随身携带着魂器时，由于你的生命力受到了魂器内蕴藏的生命精华的强化，你在死亡豁免和体质豁免上具有优势。
当你在你的回合里造成偷袭攻击伤害时，你可以销毁你的一个魂器，在不消耗能力使用次数的情况下，立刻使用墓穴惊嚎特性。
以一个动作，你可以销毁一个你的魂器（无论它在哪里）。当你如此做时，你可以向与魂器相关的灵魂一个问题。灵魂将出现在你面前并以它生前所知的一种语言回答。它并无义务对你诚实，并由于其对自由的渴望将回答地尽可能的简略。这个灵魂应当只会知道他生前所知的事实，不过一切以你的DM为准。
幽灵漫步 Ghost
walk`},{Level:13,Name:`幽灵漫步`,Description:`第13级鬼魅特性
你可以部分的进入死亡的领域，变得如同一个幽灵。作为一个附赠动作，你化为一种灵体的形态。处于这种形态时，你获得10尺的飞行速度、能悬浮、且以你为目标的攻击检定都将具有劣势。你也可以如同是困难地形那样穿过生物或者物品，但是如果回合结束时你仍然在一个生物或物品的位置上，你将受到1d10点力场伤害。
该形态持续10分钟。你也可以用一个附赠动作将其提前解除。若你想要再次使用特性，要么你得完成一次长休，要么你得销毁一个你的魂器（作为激活幽灵漫步的附赠动作的一部分）。
死亡之友 Death's
Friend`},{Level:17,Name:`死亡之友`,Description:`第17级鬼魅特性
你与死亡的联系变得如此紧密，以至于你获得了如下增益：
当你使用墓穴惊嚎的时候，你可以同时对你的攻击目标和第二目标造成那份暗蚀伤害，
在一次长休的结束时，若你没有任何魂器，一些死者的灵魂会自动被你吸引，在你手中形成一个魂器。`}]},{ClassName:`游荡者`,Name:`鬼魅`,Source:`破解奥秘（UA）`,Features:[{Level:3,Name:`墓地泣音`,Description:`你在你的回合中，当你对一个生物造成了偷袭伤害之后，你可以立即选择该生物30尺内的另一个可见生物。投掷一半数量的偷袭骰（基于你的游荡者等级；向上取整），新目标会短暂的被亡者的哀泣所缠绕，受到等同于投掷结果之和数值的暗蚀伤害。
你可以使用此特性的次数等同于你的敏捷调整值次（至少1次），当你完成一次长休后你重获全部已消耗的使用次数。`},{Level:3,Name:`亡者余声`,Description:`每当你完成一次短休或长休时，你可以选择一项你缺乏熟练的技能或工具，某种幽灵般的存在会为你分享了它的学识，使你获得它的熟练。当你用这个能力来获得一项不同的熟练时，你会失去原来选择的那项熟练。`},{Level:9,Name:`逝者遗物`,Description:`死者的精魂被你吸纳，其过往生命的回响化为谐振力量的怪异古玩（curios）。
每当你完成长休时，你将获得两件灵魂饰品；每个灵魂饰品都是一件微型的物件（由DM决定饰品的具体形态，或者你可以投掷《玩家手册》中的饰品表格来生成它），且在你下次完成长休时会消失。当你与任一你的灵魂饰品之间距离超过30尺时，这件灵魂饰品会自动传送到你的身上某处。
当生命终结于你的眼前，你可从离去的灵魂中抓取出一小片其生命精华的具现化象征：
你长休时获取的灵魂饰品数量会在你达到13级时（变为三个）与17级时（变为四个）提升。
使用灵魂饰品Using Soul Trinkets。你能以下列方式使用你的灵魂饰品：
丧钟Death's
Knell。当你在你的回合里造成偷袭伤害时，你可以立刻消耗一件灵魂饰品，在不消耗能力使用次数的情况下，使用墓地泣音特性。被消耗的灵魂饰品将被销毁。
生命精华Life
Essence。只要你还具有至少一件灵魂饰品，你进行的死亡豁免和体质豁免就具有优势。
灵魂问询Soul Query。你可以用魔法动作，消耗一件灵魂饰品来施展卜筮术Augury，无需任何法术成分并以敏捷属性为其施法属性。被消耗的灵魂饰品将被销毁。
重获灵魂饰品Regaining Soul
Trinkets。当你30尺内你可见的生物死亡时，你可以用反应重获一个已被消耗的灵魂饰品。`},{Level:9,Name:`死亡之声`,Description:`你可以无需法术位地施展死者交谈Speak with
Dead ，无需任何法术成分并以敏捷属性为其施法属性。完成一次短休/长休后你重获这一特性的使用权。`},{Level:13,Name:`幽灵漫步`,Description:`以一个附赠动作，你化为某种灵体的形态，获得以下增益，持续10分钟（你也可以主动提前结束它，无需动作）。一旦你使用了这一特性，完成一次长休前你都无法再次使用它，你也消耗并销毁你的一件灵魂饰品来重获这一能力的使用权（无需动作）。
飞行Flight。你获得10尺的飞行速度、并能悬浮。
朦胧形态Hazy Form。以你为目标的攻击检定都将具有劣势。
虚体移动Incorporeal
Movement。你可以如同是困难地形那般穿过已占据空间，但是如果回合结束时你停在那些地方，你将受到1d10点力场伤害。`},{Level:17,Name:`死亡之友`,Description:`你与死亡的联系变得如此紧密，以至于你获得了如下增益：
丧悼Death's
Lament。当你使用墓地泣音时，你可以同时对主目标和新目标造成那份暗蚀伤害。
死者归引Draw of Death。若你已不剩任何逝者遗物特性的灵魂饰品，投掷先攻时，你将重获一件。`}]},{ClassName:`游荡者`,Name:`魂刃`,Source:`玩家手册2024`,Features:[{Level:3,Name:`灵能力量`,Description:`你内心蕴含着一股灵能力量，这股能量表现为你拥有数枚灵能骰。你可以使用这些灵能骰来驱动你从这个子职中获得的特定心灵异能。下方的魂刃灵能骰列表展示了你在达到特定游荡者等级时会拥有多少颗灵能骰，该列表同样列出了骰子大小。
魂刃灵能骰Soulknife Energy Dice
游荡者等级骰面数量
3D64
5D86
9D88
11D108
13D1010
17D1212
此子职中所有需要使用灵能骰的特性只能使用你从该子职获得的灵能骰。你在使用某些能力时需要消耗灵能骰，如异能描述中所述，如果某个异能在你的灵能骰全部消耗完后还需要你使用一个灵能骰，你就不能使用该异能。
你可以在完成一次长休时重获所有已消耗的灵能骰。此外，你完成一次短休时也会重获一枚已消耗的灵能骰。
灵振诀窍Psi-Bolstered
Knack。如果你使用具有熟练的技能或工具进行一次属性检定但失败，你可以投掷灵能骰，并将掷骰结果加到检定结果中，这可能会让失败的检定变为成功。你只在掷骰结果让检定变为成功时才会消耗那颗灵能骰。
心灵低语Psychic Whispers。你能够利用灵能在自己和他人之间建立起基于心灵感应的交流。以一个魔法动作，从可见的生物中选择一到至多等同于你熟练加值数量的生物，掷一枚灵能骰。你在投掷结果数的小时内，你选择的生物能够通过心灵感应与你进行交流，你也能通过心灵感应与他们进行交流。你们在发送或接收信息时（无需动作），你和选择生物之间的距离不可超过一里。生物可以随时终止心灵感应的链接（无需动作）。
在每次长休后你可以免费使用一次这个异能。除此之外，每次使用它你都得消耗一枚灵能骰。`},{Level:3,Name:`念刃`,Description:`你能将自己的心灵异能塑造为由灵能构成的闪亮刀刃。当你执行攻击动作或者进行一次借机攻击时，你能在空闲的手中塑造出心灵之刃，并使用它来进行攻击。这种魔法刀刃具有以下特性：
武器种类：简易武器
命中伤害：1d6点心灵伤害，附加用于该次攻击检定的属性调整值
词条：灵巧，投掷（60/120尺射程）
精通：侵扰（你能使用它的精通，而不算作你能使用的武器精通总数中）
念刃会在你进行一次近战或远程攻击后立刻消失，并且即使它造成伤害也不会留下任何痕迹。
当你使用念刃发动攻击后的同一回合中，只要你的另一只手空闲，就能以一个附赠动作在那只手中塑造第二把念刃，并再进行一次近战武器攻击或是远程武器攻击。此附赠攻击的伤害骰为1d4，而非1d6。`},{Level:9,Name:`灵魂之刃`,Description:`你现在能能够通过念刃使用以下能力：
寻的斩击Homing Strikes。如果你在使用念刃进行攻击检定时没有命中目标，你可以掷一枚灵能骰，并将掷骰结果加到这次攻击检定中。如果这使攻击变为了命中，那枚灵能骰将被消耗。
心灵传送Psychic Teleportation。以一个附赠动作，你塑造一把念刃，消耗并投掷一枚灵能骰，将心灵之刃投掷到至多距离灵能骰结果数字十倍尺数的一处可见的未占据空间内。你传送到目标位置，同时那把念刃将消失。`},{Level:13,Name:`灵能面纱`,Description:`你可以编织一层灵能面纱来掩盖你。以一个魔法动作，你获得隐形状态持续至多1小时或直到你主动解除隐形（无需动作）。造成伤害或迫使一个生物进行豁免检定会导致隐形状态立刻结束。
此特性一经使用，直至完成长休你都无法再次使用。你也可以消耗一枚灵能骰（无需动作）重置此特性的使用权。`},{Level:17,Name:`撕裂心智`,Description:`你能让你的念刃直接切削一个生物的心智。当你使用念刃对一个生物造成偷袭攻击伤害时，你能迫使其进行一次感知豁免（DC=8+你的熟练加值+你的敏捷调整值）。若豁免失败，目标将在陷入长达一分钟的震慑。被震慑的目标可以在他的回合结束时重复豁免，如果成功这一效应将结束。
此特性一经使用，直至完成长休你都无法再次使用。你也可以消耗三枚灵能骰（无需动作）重置此特性的使用权。`}]},{ClassName:`游荡者`,Name:`窃法者`,Source:`破解奥秘（UA）`,Features:[{Level:3,Name:`吸取魔法`,Description:`你可以从持续法术中吸取能量。以一个魔法动作，你可以触碰一名自愿生物并终止其身上一个生效中的一环或二环法术效应；此生物立即回复一个已消耗的不超过二环的法术位（由目标选择）。
一旦你使用了此特性，你在完成一次短休或长休前都无法再这么做。`},{Level:3,Name:`注能偷袭`,Description:`在距你30尺内且你可见的一名生物施展了一道一环及以上的法术时，你能以反应从该法术中汲取魔法能量。当你这么做的时候，直至你的下个回合结束，你下一次以偷袭特性命中时会造成额外的力场伤害。为了决定此额外伤害，投掷数量等于上述法术环位的d6骰，让骰值相加。
你可以执行此反应的次数等同于你的智力调整值次（至少1次），且你在完成长休时重获所有已消耗的使用次数。`},{Level:9,Name:`魔法破坏`,Description:`你获得以下诡诈打击选项：
法术要害Spell
Susceptibility（花费：2d6）。
直到你的下回合开始前，目标对法术进行的下一次豁免检定具有劣势。
扰断法术Disrupt
Spell（花费：3d6）。
直到你的下回合开始前，目标的魔法敏锐度被干扰。当目标在此期间施展法术时，他必须成功进行一次智力豁免检定，否则法术消失，不产生任何效应，且用来施展法术的动作、附赠动作或反应均被浪费。若该法术是通过法术位施展的，则此法术位不被消耗。
窃取抗性Steal
Resistance（花费：2d6）。
选择一种伤害类型。若目标拥有此种伤害的抗性，直到你的下回合开始前，目标将会失去此抗性，且你获得同种伤害类型的抗性。`},{Level:13,Name:`进阶吸取魔法`,Description:`你现在可以以一个附赠动作施展吸取魔法特性。另外，当你使用吸取魔法特性时，你可以终止目标身上一个生效中的一环、二环或三环法术效应，且目标恢复一个已消耗的不超过三环的法术位（由目标选择）。`},{Level:13,Name:`神秘面纱`,Description:`当你结束长休时，你可以施展法术回避侦测Nondetection，使用智力作为你的施法属性。当你这么做的时候，你仅能选择自身作为法术目标，且此法术持续时间提升至24小时。`},{Level:17,Name:`魔能崩摧`,Description:`当你使用注能偷袭特性时，你可以迫使目标进行一次体质豁免检定（DC为8+你的敏捷调整值+熟练加值）。若豁免失败，法术消失且不产生任何效应，而且目标还会陷入震慑状态，直到其下回合开始。`}]},{ClassName:`游侠`,Name:`边界行者`,Source:`珊娜萨的万事指南`,Features:[{Level:3,Name:`边界行者魔法`,Description:`3级起，每当你在此职业达到特定等级时你都能学会一个额外的游侠法术，如边界行者法术表所示的那样。这些法术对你视为游侠法术，且它们不计入你的游侠已知法术总数中。
边界行者法术
游侠等级
法术
3rd
防护善恶protection from evil and
good
5th
迷踪步misty step
9th
加速术haste
13th
放逐术banishment
17th
传送法阵teleportation
circle
侦测传送门 Detect
Portal
在3级时，你得到了侦测位面传送门的魔法感官。以一个动作，你侦测在你周围1里的范围内距离你最近的位面传送门，并以此知晓它于你之间的距离和方向。
一旦你使用了此特性。直到你完成一次短休或长休前你都无法再次使用它。
详见《城主指南》第二章的“位面旅行”章节，以了解位面传送门的范例。
位面战士 Planar Warrior
3级时，你学会了如何通过吸取多元宇宙的能量来强化你的攻击。
以一个附赠动作，选择你周围30尺范围内的一名你可见的角色。本回合内你对其的下一次武器攻击命中时，本次攻击将造成力场伤害，且目标额外受到来自于该攻击的1d8力场伤害。当你的在此职业上到达11级时，这一额外伤害将变为2d8。
以太漫步 Ethereal Step
在7级时，你习得了如何踏入以太位面。以一个附赠动作，你能够用此特性施展法术 以太化etherealness
，无需法术位。但是这个法术在当前回合结束时结束。
一旦你使用了此特性，直到你完成一次短休或长休前你无法再次使用它。
闪现打击 Distant Strike
在11级时，你得到了能够在眨眼之间穿梭于位面之中的能力。当你执行 攻击Attack
动作时，你能够在每一次攻击前传送10尺到一片你可见的未占据空间内。
如果你在 攻击Attack
动作中，攻击了至少两个不同的生物，则你可以额外发动一次攻击，以攻击第三个生物。
灵体防御 Spectral
Defense
在15级时，你的位面传送能力使你能在战斗中流转于空间边缘以减少伤害。当你因一次攻击而受到伤害时，你可以用你的反应以获取那次攻击伤害中包含的所有类型的抗性，持续直至当前回合结束。`}]},{ClassName:`游侠`,Name:`怪物杀手`,Source:`珊娜萨的万事指南`,Features:[{Level:3,Name:`怪物杀手魔法`,Description:`3级起，每当你在此职业达到特定等级时你都能学会一个额外的游侠法术，如怪物杀手法术表所示的那样。这些法术对你视为游侠法术，且它们不计入你的游侠已知法术总数中。
怪物杀手法术
游侠等级
法术
3rd
防护善恶protection from evil and
good
5th
诚实之域zone of truth
9th
防护法阵magic circle
13th
放逐术banishment
17th
定身怪物hold
monster
猎手感知 Hunter's
Sense
自3级起，你获得了观察生物并魔法性地分析出最佳狩猎方式的能力。以一个动作，选择周围60尺范围内的一个你可见的生物。你立刻知晓该生物拥有的伤害免疫、抗性、与易伤。如果该角色被预言系魔法所隐瞒，你只会感知到它没有任何伤害免疫，抗性、易伤。
你能使用该特性的次数等同于你的感知调整值次（至少1次），当你完成一次长休后你重获全部已被消耗的使用次数。
狩猎开始 Slayer's Prey
自3级起，你能将你的怒火集中于单一敌人，增幅你对其造成的损伤。以一个附赠动作，你指定周围60尺范围内的一个你可见的生物作为本特性的目标。接下来，每个回合中你首次以武器攻击命中该目标时，它额外受到1d6点伤害，额外伤害类型与武器相同。
此增益将一直持续到你完成短休或长休为止。如果你用其指定了另外一个生物，前一次的增益也将提前结束。
卓越防守 Supernatural Defense
7级时，你对那些尝试攻破你心灵与肉体的敌人拥有着额外的抵抗力。当你的 狩猎开始 Slayer's
Prey
特性目标迫使你进行一次豁免检定时，或你为逃脱那个目标的擒抱时你进行一次技能检定时。你可以投掷1d6，并将骰值加入到你的那次检定上。
魔法使的克星 Magic-user's Nemesis
11级时，你获得干扰其他人的魔法的能力。当你看见你周围60尺范围内，有生物施展法术或者传送时，你可以用你的反应，尝试以魔法性阻止它。那个生物必须通过一次DC等同于你的法术豁免DC的感知豁免，否则它的法术或传送将失败并浪费。
一旦你使用了此特性，直到你完成一次短休或长休前你都不能再次使用它。
杀手反制 Slayer's Counter
15级时，你得到了在你的猎物企图干扰你时进行回击的能力。当你的 狩猎开始 Slayer's Prey
特性目标迫使你进行一次豁免检定时，你在进行豁免检定前，立刻用你的反应来对其进行一次武器攻击。一旦你的攻击命中，除了攻击的正常效果外，你本次豁免将自动成功。`}]},{ClassName:`游侠`,Name:`集群牧者`,Source:`塔莎的万事坩埚`,Features:[{Level:3,Name:`蜂聚集群`,Description:`第3级集群牧者特性
无形自然精魂形成的集群与你形影不离并会在战斗中对你施以援手。直到你死亡为止，集群会存在于你的空间中，在你身上爬行或在你周身的空间里飞舞或窜动。你自行决定集群的外观，或者你投掷集群外观表格来决定其外观。
集群外观Swarm Appearance
D4
外观
1群聚的昆虫
2
微小的枯枝怪
3
飞舞的群鸟
4
好动的皮克精
每个你的回合一次，当你的攻击命中一个生物后，你能立刻让集群以以下一种方式助你一臂之力：
集群对这次攻击的目标造成1d6点穿刺伤害。
这次攻击的目标必须成功通过对抗你法术豁免DC的力量豁免检定，豁免失败将被集群水平移动最多15尺，方向由你选择。
你被集群水平移动5尺，方向由你选择。
集群牧者魔法 Swarmkeeper
Magic`},{Level:3,Name:`集群牧者魔法`,Description:`第3级集群牧者特性
若你之前还未习得 法师之手mage hand
这个戏法，你习得之。当你施展法师之手时，那只手会以你的集群自然精魂形态出现。
此外，当你到达指定游侠等级时，你会习得一个额外的1环或更高环阶的法术，如集群牧者法术列表所示。这些法术对你视为游侠法术，且不计入你的已知法术总数中。
集群牧者法术Swarmkeeper Spells
游侠等级
法术
3rd
妖火faerie
fire，法师之手mage hand
5th
蛛网术web
9th
气化形体gaseous
form
13th
秘法眼arcane eye
17th
疫病虫群insect
plague
翻腾浪涌 Writhing
Tide`},{Level:7,Name:`翻腾浪涌`,Description:`第7级集群牧者特性
你能将你的集群的一部分凝聚成一股集中的力量，来将你托起。以一个附赠动作，你获得10尺飞行速度，且能悬浮。该效应持续1分钟。若你陷入失能状态，它会提前结束。
你能使用该特性的次数等于你的熟练加值次，在完成一次长休后你重获全部消耗的次数。
壮大集群 Mighty
Swarm`},{Level:11,Name:`壮大集群`,Description:`第11级集群牧者特性
你的蜂聚集群通过以下方式变得更加强大：
蜂聚集群造成的伤害提升至1d8。
如果一个生物在对抗被蜂聚集群移动的豁免中失败，你还能驱使集群将该生物击倒在地（陷入倒地）。
当你被蜂聚集群移动后，它会使你获得半身掩护，直至你下个回合开始前。
群逸逃散 Swarming
Dispersal`},{Level:15,Name:`群逸逃散`,Description:`第15级集群牧者特性
你能将自己散入集群来躲避危险。当你受到伤害时，你能使用你的反应让自己获得对该次伤害的抗性。你会消失在自己的集群之中，然后传送至30尺内一个未被占据的可见空间中，你的集群使你重新出现在那里。
你能使用该特性的次数等于你的熟练加值次，在完成一次长休后你重获全部消耗的次数。
它是你的集群 It's Your
Swarm
一位集群牧者的集群和法术反应了角色与自然精魂的联系。在游戏中，多抓住机会来描述你自己的集群和游侠法术。比方说，当你的游侠施展气化形体gaseous
form时，施法对象可能会消失在他自己的集群中，而非变为一团雾气，而秘法眼arcane
eye则可以创造出一部分分离的集群为你进行侦查。这样的描述不会改变法术的效应，但它们能让通过特性描述自己的角色更加引人入胜。需要更多个性化法术的指导，请见第一章中的“定制法术”一节。
同样，记住你得集群外表能由你自己定制，别局限于单一的造型。也许精魂的外表会随着游侠的情绪而千变万化，或者随着季节而呈现出不同的形象。这一切都由你自己选择。`}]},{ClassName:`游侠`,Name:`猎人`,Source:`玩家手册2024`,Features:[{Level:3,Name:`猎人学识`,Description:`你可以呼唤自然的力量以揭晓猎物的强弱。在一个生物被你的猎人印记标记的期间，你知道那个生物是否拥有任何免疫、抗性或易伤，并且能够得知其具体的项目是什么。`},{Level:3,Name:`猎杀技艺`,Description:`你选择并获得以下特性选项之一。当你完成一次短休或长休时，你可以将所选的选项替换为另一个。
巨像屠夫Colossus Slayer。你强而有力的攻击可以击倒最强壮的对手。当你用武器命中生物时，如果该敌人生命值不满，则该武器额外对目标造成1d8点伤害。你每回合只能造成一次这种额外伤害。
灭族者Horde Breaker。每个你的回合一次，当你用武器进行攻击时，你可以用该武器对位于目标5尺内的另一生物发动另一次攻击。额外攻击的目标必须处于你武器射程或范围内，且是你这回合没有攻击过的目标。`},{Level:7,Name:`防守战术`,Description:`你选择并获得以下特性选项之一。当你完成一次短休或长休时，你可以将所选的选项替换为另一个。
冲出重围Escape the Horde。对你发动的借机攻击具有劣势。
多重防御Multiattack Defense。当一个生物的攻击检定命中你时，该生物在本回合内对你进行的其他攻击检定具有劣势。`},{Level:11,Name:`高阶猎杀技艺`,Description:`每回合一次，当你对被你的猎人印记所标记的生物造成伤害时，你可以对位于这个生物30尺范围内的一个你能看见的另一名生物，同样施加由猎人印记造成的额外伤害。`},{Level:15,Name:`高阶防守战术`,Description:`当你受到伤害时，你可以用你的反应使你获得对该伤害以及相同伤害类型的抗性, 直至当前回合结束。`}]},{ClassName:`游侠`,Name:`龙兽守卫`,Source:`费兹本的巨龙宝库`,Features:[{Level:3,Name:`龙兽伙伴`,Description:`第3级龙兽守卫特性
以一个动作，你能魔法地召唤出与你联结的龙兽。龙兽会出现在你
30尺内一处由你选择的未占据空间里。
龙兽听从你的指令，并且对你和你的同伴友善。从龙兽伙伴数据卡中查看龙兽的游戏数据，其中有几处使用了你的熟练值（PB）。当你召唤龙兽时，从龙族精粹特性的列表中选择伤害类型。你能自订龙兽的外观特征，如颜色，鳞片纹理，和龙族精粹的视觉效果；你的外观选择对游戏数据没有影响。
战斗中，龙兽与你共享先攻，会在你的回合结束之后立即进行自己的回合。龙兽能自己独自移动和使用反应，除非你在你的回合里使用附赠动作命令龙兽执行一个动作，否则龙兽只会使用回避动作。执行的动作可以是数据卡上的，也可以是其他的。当你失能时，龙兽能独自进行任何动作选项，而不是只能回避。
龙兽持续直到它的生命值降为0，或你使用本特性召唤另一只龙兽，或你死亡。当龙兽消失时，它穿戴和携带的物品会留在原地。
当你召唤龙兽后，你需要完成一次长休才能再次这样做。你也能使用一个一环或更高的法术位来召唤龙兽。
牙鳞之联 Bond of Fang and
Scale`},{Level:3,Name:`龙族赠礼`,Description:`第3级龙兽守卫特性
通过与你龙兽的联结，你获得与龙族之间的联系，增强你的气场，赋予你知识，你获得以下增益
:
奇术Thaumaturgy。你习得戏法 奇术Thaumaturgy
，这对你而言是一个游侠法术。
龙之言语Tongue of
Dragons。
你学会说，读，写龙语或另一门你选择的语言。
龙兽伙伴 Drake
Companion`},{Level:7,Name:`牙鳞之联`,Description:`第7级龙兽守卫特性
你与龙兽之间的纽带加强，激发龙兽的狂怒，为你提供保护。当你召唤龙兽时，一对翅膀在其背后长出，并获得与步行速度相等的飞行速度。
此外，当召唤的龙兽在场时，你和龙兽获得以下增益:
龙兽坐骑Drake
Mount。
龙兽成长为中等体型。作为你特别联结的反映，你能够将龙兽当做坐骑骑乘，即使你的体型也为中型。当你骑乘龙兽时，龙兽不能使用从本特性中获得的飞行速度。
魔法獠牙Magic
Fang。 龙兽的啃咬攻击额外造成与龙族精粹伤害类型相同的d6伤害。
抗性Resistance。你获得与龙族精粹伤害类型相同的伤害抗性。
龙兽吐息 Drake’s
Breath`},{Level:11,Name:`龙兽吐息`,Description:`第11级龙兽守卫特性
使用一个动作，你能喷吐
30尺锥形的伤害吐息，或者你也能将喷射起点设为你的龙兽。选择强酸，寒冷，闪电，火焰或毒素伤害。（你的选择和龙族精粹特性无关。）锥形范围内的生物进行一次敏捷豁免对抗你的法术豁免DC，豁免失败时受到8d6伤害，成功时受到一半的伤害。
当你达到15级后，这一伤害将增长至10d6。
当你使用本特性后，你需要完成一次长休才能再次这样做。你也能使用一个三环或更高的法术位来再次使用。
完美联结 Perfected
Bond`},{Level:15,Name:`完美联结`,Description:`第15级龙兽守卫特性
你与龙兽的联结抵达其力量的巅峰。当召唤的龙兽在场时，你和龙兽获得以下增益
:
强化啃咬Empowered
Bite。龙兽的啃咬攻击额外造成与龙族精粹属性相同的d6伤害。（总共2d6额外伤害。）
大型龙兽Large Drake。你的龙兽成长为大型。当你骑乘龙兽时，使用飞行速度不再受限于牙鳞之联。
反射抗性Reflexive
Resistance。当你与龙兽相距30尺内，你或你的龙兽受到伤害时，你能使用你的反应为你或你的龙兽对这次伤害提供抗性。你能使用本反应的次数与你的熟练值相等，当你完成一次长休后恢复所有的使用次数。
龙兽伙伴Drake
Companion
小型龙类
护甲等级：14+PB（天生护甲）
生命值：5+你游侠等级*5（龙兽拥有等同于你游侠等级数量的生命骰[d10]）
速度：40尺
力量16（+3）
敏捷12（+1） 体质15（+2）
智力8（-1） 感知14（+2）
魅力8（-1）
豁免：敏捷+1+PB、感知+2+PB
伤害免疫：由龙族精粹特性决定
感官：黑暗视觉60
尺，被动察觉12
语言：龙语
挑战等级：—— 熟练加值（PB）：与你相同
龙族精粹Draconic
Essence。当你召唤龙兽时，选择一种伤害类型:强酸，寒冷，闪电，火焰，毒素。该伤害类型会影响伤害免疫和注能打击的伤害。
动作Actions
啃咬Bite。近战武器攻击：命中+3+PB，触及5尺，单一目标，命中：1d6+PB点穿刺伤害。
反应Reactions
注能打击Infused
Strikes。当龙兽30尺内一个龙兽可见的生物用武器攻击命中一个生物时，龙兽能用它的精粹注能本次打击，使目标额外受到d6伤害，伤害类型与龙族精粹相同。`}]},{ClassName:`游侠`,Name:`驯兽师`,Source:`玩家手册2024`,Features:[{Level:3,Name:`原初行侣`,Description:`你魔法性的召唤出一只原初野兽，其力量来自于与你与自然的联系。你从大地野兽Beast of the Land、海洋野兽Beast of the Sea和天空野兽Beast of the Sky中选择其一项作为它的数据卡。你决定原初野兽是何种动物，选择适合其数据卡的外形。无论你选择什么样的动物，这只野兽都带有原初之力的印痕，暗示着其超凡起源。
这只野兽对你和你的伙伴态度友善，并会听从你的命令。野兽会在你死亡时消失。
战斗中的野兽The Beast in Combat。战斗中，原初野兽会在你的回合中行动。它能自主地移动或使用反应，但除非你在你的回合中以一个附赠动作命令它执行其他动作，它只会执行回避动作。命令的动作可以是其数据卡中列出的动作或是之外的其他动作。作为另一种命令方式，你也能在使用自己的攻击动作时，牺牲一次自己的攻击来命令野兽执行野兽打击动作。如果你陷入失能，野兽将会自主行动，而非仅使用回避动作。
复活或替换野兽Restoring or Replacing the Beast。如果野兽死亡不超过一小时，你能够以一个魔法动作，并消耗一个法术位使它复活。它会在一分钟后死而复生并恢复所有生命值。
每当你完成长休时，你都能召唤一只不同的原初野兽。这只新的野兽出现在位于你5尺内的一处未占据空间内，并由你选择其数据卡和外表。如果你已经通过此特性获得了一只原初野兽，它会在新的原初野兽出现时消失。`},{Level:7,Name:`特效训练`,Description:`当你以附赠动作命令你的原初行侣野兽执行动作时，你还可以令它以它自己的附赠动作执行疾走、撤离、回避或协助动作。
此外，每当你的野兽的攻击检定命中并造成伤害时，其伤害类型可以是力场伤害或其原本的伤害类型（由你选择）`},{Level:11,Name:`兽性狂怒`,Description:`当你命令原初行侣执行野兽打击动作时，它能使用该动作两次。
此外，每个回合中，当它首次击中一个受到你的法术猎人印记Hunter's
Mark影响的生物时，它可以额外造成一定的力场伤害，其数值等同于那个法术的额外伤害。`},{Level:15,Name:`法术共享`,Description:`当你施展的法术指定了你自己作为目标，并且你的原初行侣正位于你30尺范围内时，你可以让该法术效应同时作用于你的原初行侣。
大地野兽Beast of the Land
中型野兽，中立
AC 13+你的感知调整值
HP 5+你游侠等级的五倍（野兽具有等于你游侠等级的生命骰[D8]）
速度 40尺，攀爬40尺
调整豁免调整豁免调整豁免
力量14+2+2
敏捷14+2+2
体质15 +2 +2
智力8-1-1
感知14+2+2
魅力11 +0 +0
感官 黑暗视觉60尺，被动察觉12
语言 理解你说的语言
CR 无（XP0，PB等于你的PB）
特质Traits
原初联结Primal Bond。 将你的熟练加值加到野兽进行的任意属性检定和豁免检定中。
动作Actions
野兽打击Beast‘s strike。
近战攻击检定：加值等于你的法术攻击加值，触及5尺。
命中：1d8+2+你的感知调整值的穿刺、挥砍或钝击伤害（于召唤时选择）。若野兽在此次攻击前立即向着该目标直线移动了至少20尺，则目标额外受到1d6与攻击伤害类型相同的伤害，若目标体型不超过巨型，则其还会陷入倒地 状态。
海洋野兽Beast of the Sea
中型野兽，中立
AC 13+你的感知调整值
HP 5+你游侠等级的五倍（野兽具有等于你游侠等级的生命骰[D8]）
速度 5尺，游泳60尺
调整豁免调整豁免调整豁免
力量14+2+2
敏捷14+2+2
体质15 +2 +2
智力8-1-1
感知14+2+2
魅力11 +0 +0
感官 黑暗视觉90尺，被动察觉12
语言 理解你说的语言
CR 无（XP0，PB等于你的PB）
特质Traits
水陆两栖Amphibious。野兽可以在空气和水中呼吸。
原初联结Primal Bond。
将你的熟练加值加到野兽进行的任意属性检定和豁免检定中。
动作Actions
野兽打击Beast‘s strike。近战攻击检定：加值等于你的法术攻击加值，触及5尺。命中：1d6+2+你的感知调整值的钝击或穿刺伤害（于召唤时选择），且目标陷入受擒状态（逃脱DC等于你的法术豁免DC）。
天空野兽Beast of the Sky
小型野兽，中立
AC 13+你的感知调整值
HP 4+你游侠等级的四倍（野兽具有等于你游侠等级的生命骰[D6]）
速度 10尺，飞行60尺
调整豁免调整豁免调整豁免
力量6-2-2
敏捷16+3+3
体质13 +1 +1
智力8-1-1
感知14+2+2
魅力11 +0 +0
感官 黑暗视觉60尺，被动察觉12
语言 理解你说的语言
CR 无（XP0，PB等于你的PB）
特质Traits
飞掠Flyby。野兽飞行离开敌人的触及时不会引发借机攻击。
原初联结Primal Bond。 将你的熟练加值加到野兽进行的任意属性检定和豁免检定中。
动作Actions
野兽打击Beast‘s strike。近战攻击检定：加值等于你的法术攻击加值，触及5尺。命中：1d4+3+你的感知调整值的挥砍伤害。`}]},{ClassName:`游侠`,Name:`妖精漫游者`,Source:`玩家手册2024`,Features:[{Level:3,Name:`哀惧灵袭`,Description:`你能够使用来自妖精荒野中黑暗空洞的摄心魔法以强化你的武器攻击。当你用一把武器击中一个生物时，你可以对目标造成额外的1d4点心灵伤害。每名目标每回合仅会受到一次该额外伤害。你的游侠等级达到11级时，这一额外伤害变为1d6。`},{Level:3,Name:`妖精漫游者魔法`,Description:`当你到达妖精漫游者法术表中特定的游侠等级时，你就始终准备着表中对应的法术。
妖精漫游者法术Fey Wanderer Spells
游侠等级法术
3魅惑类人Charm Person
5迷踪步Misty Step
9妖精召唤术Summon Fey
13任意门Dimension Door
17假象术Mislead
你还获得了一种妖精祝福。你可以在下方精野之赐表中选择你的祝福或者随机决定它。
精野之赐Feywild Gifts
1d6祝福
1在你进行长休或短休时，缥缈的蝴蝶在你周身振翅。
2每天黎明，花朵将在你的头发中生长。
3你身上有淡淡的肉桂、薰衣草或肉豆蔻，或另一种令人舒适的药草或香料的香味。
4你的影子会在没人直视它时起舞。
5你的头发中长出纤细的触角或鹿角。
6你的肤色和发色会在每个黎明时改变。`},{Level:3,Name:`妖冶娴都`,Description:`每当你进行一次魅力检定时，你都可以在那次检定中获得等于你的感知调整值的加值（至少+1）。
另外，你选择获得下列技能之一的熟练：欺瞒、表演或游说
。`},{Level:7,Name:`妖思魅缕`,Description:`妖精荒原的魔法护卫着你的心灵。你在对抗或终止魅惑或恐慌状态的豁免检定上具有优势。
此外，当你或位于你120尺内的一个你可见的生物，通过了一次对抗或终止魅惑或恐慌状态的豁免检定时，你可以用你的反应迫使位于你120尺内的另一个你可见的不同生物，进行一次对抗你法术豁免DC的感知豁免。豁免失败，目标则陷入魅惑或恐慌状态（由你选择）1分钟。目标在其每回合结束时重复此豁免，豁免成功则结束此效应。`},{Level:11,Name:`精宸所与`,Description:`你可以无需材料成分地施展妖精召唤术Summon
Fey
。同时，你可以免费施展这个法术一次而不需要消耗法术位，在你完成一次长休后，你重获免费施展该法术的能力。
每当你施展此法术时，你都可以微调这一法术使其无需专注。以无需专注的方式施法时，该法术的持续时间将变为一分钟。`},{Level:15,Name:`雾行漫游`,Description:`你可以免费施展迷踪步Misty
Step
而不需要消耗法术位，次数等同于你的感知调整值次（至少一次），在完成一次长休后，你重获所有的已消耗的次数。
另外，每当你施展迷踪步Misty
Step
时，你可以携带一个位于你5尺内你可见的自愿生物与你一同传送。那个生物会被传送到由你选择的，位于你的目标位置5尺内的一处未占据空间内。`}]},{ClassName:`游侠`,Name:`幽邃戍卫`,Source:`破解奥秘（UA）`,Features:[{Level:3,Name:`荒野之怒`,Description:`你从大地之中古老而奇诡的恐怖存在汲取力量。当你施展猎人印记Hunter's Mark
时，你的身形变化，在该法术持续期间获得以下增益：
远古护甲Ancient
Armor。你获得等于你的感知调整值（最少为1）的额外AC加值。腐朽的树皮或野兽般的毛发裹上你的身躯。
悚然灵光Unnerving
Aura。当一个敌人在源自你的10尺灵光范围内开始回合时，其必须进行一次对抗你的法术豁免DC的感知豁免。失败的情况下，其在本回合中只能在动作或附赠动作中采取一种。你的影子在周围拉长、扭曲，或者你身上长出不自然之物，如鲜血淋漓的鹿角或腐臭的獠牙。`},{Level:3,Name:`幽邃戍卫魔法`,Description:`当你到达幽邃戍卫法术表中特定的游侠等级时，你就始终准备着表中对应的法术。
幽邃戍卫法术Hollow Warden Spells
游侠等级
法术
3
激愤斩Wrathful Smite
5
荆棘丛生Spike Growth
9
魅影驹Phantom
Steed
13
幻景Hallucinatory Terrain
17
启蒙术Awaken`},{Level:7,Name:`渴血予力`,Description:`你将你的感知调整值（最小为1）加到你的体质豁免结果当中。
此外，若你浴血，一回合一次，当你处于荒野之怒变身下攻击命中一个生物时，你恢复等于1d10+你的感知调整值的生命值。`},{Level:11,Name:`枯朽残虐`,Description:`你对诡异的林中存在的供奉为你带来了更多变化。当你使用荒野之怒变形时，你将获得以下增益：
诡异灵光Eerie
Aura。当一个生物在对抗你的悚然灵光的豁免中失败，它还会受到等于你游侠等级的暗蚀、毒素或心灵伤害（由你选择）。该伤害无视抗性。
索命根须Strangeling
Roots。当你使用武器攻击命中一个生物时，除了这把武器本身的精通词条外，你还可以为其应用削弱或缓速词条。`},{Level:15,Name:`亘古不息`,Description:`古老森林的力量充盈你的全身，让你获得以下增益：
不息狂猎Persistent
Hunt。如果你在使用荒野之怒变身时生命值降低为0,并且没有立即死亡，你可以消耗一个四环及以上的法术位（无需动作）。你的生命值变为你所消耗的法术环阶的五倍数值。
永不安眠Timeless。你免疫力竭状态。`}]},{ClassName:`游侠`,Name:`幽域追猎者`,Source:`玩家手册2024`,Features:[{Level:3,Name:`恐惧伏击`,Description:`你精通于伏击的恐怖技艺，并获得了以下增益。
伏击者之跃Ambusher's Leap。在每一场战斗的你的第一个回合的开始，你的移动速度增加10尺，直到那个回合结束。
恐惧打击 Dreadful Strike。当你用武器对生物攻击并命中时，你可以额外对目标造成2d6点心灵伤害。你在每回合中只能使用一次这个增益，你可以使用这一增益的次数等同于你的感知调整值（最低一次），并在完成一次长休后重获全部已消耗的使用次数。
先攻加值Initiative Bonus。当你投掷先攻时，你可以在那次掷骰中加入你的感知调整值。`},{Level:3,Name:`阴影视野`,Description:`你获得60尺黑暗视觉。如果你获得本特性时已拥有了黑暗视觉，那个黑暗视觉的范围增加60尺。
你还擅长避开依赖黑暗视觉的角色。完全身处黑暗期间，对于任何依靠黑暗视觉观察黑暗中的你的生物而言，你具有隐形状态。`},{Level:3,Name:`幽域追猎者魔法`,Description:`当你到达幽域追猎者法术表中特定的游侠等级时，你就始终准备着表中对应的法术。
幽域追猎者法术Gloom Stalker Spells
游侠等级
法术
3
易容术Disguise Self
5
魔绳术Rope Trick
9
恐惧术Fear
13
高等隐形术Greater
Invisibility
17
伪装术Seeming`},{Level:7,Name:`钢铁意志`,Description:`你已经磨炼出了抵御精神影响的能力。你获得感知豁免熟练。如果你已经有这项熟练，你可以获得智力或者魅力豁免熟练（由你选择）来代替。`},{Level:11,Name:`追猎如风`,Description:`你的恐惧打击造成的心灵伤害变为2d8。另外，当你使用恐惧伏击的恐惧打击特性时，你可以创造出以下的额外效应之一。
瞬杀Sudden Strike。你可以用同一把武器，对位于原目标5尺范围内的另一生物再发动一次攻击，新目标必须处于你武器的触及或射程内。
群慌Mass Fear。目标与位于目标10尺范围内的每个生物都必须通过一次对抗你法术豁免DC的感知豁免。若豁免失败，生物将会陷入恐慌状态，持续至你的下一回合开始。`},{Level:15,Name:`如影随行`,Description:`当一个生物对你发动了一次攻击检定时，你能用反应对这次检定施加劣势。不管那次攻击命中或失手，你都能在那之后传送至你30尺范围内的一处未被占据的、你可见的空间。`}]},{ClassName:`战士`,Name:`奥法骑士`,Source:`玩家手册2024`,Features:[{Level:3,Name:`施法`,Description:`你学会了如何施展法术。施法规则见第七章。下文将详述如何将这些规则应用于奥法骑士。
戏法Cantrips。你知晓两道你选择的法师戏法。推荐选择冷冻射线Ray of
Frost和电爪Shocking
Grasp。
每当你获得一个战士等级时，你都能从此特性的戏法中选择其一替换为另一道你所选择的法师戏法。
当你的战士等级到达10级时，你能另选一道法师戏法并习得。
法术位Spell Slots。奥法骑士施法表显示了你可用于施展一环及以上法术的法术位数量。你在完成一次长休时恢复所有已消耗的法术位。
一环及以上的准备法术Prepared
Spells of Level
1+。你准备可供你以此特性施展的一环及更高环阶的法术列表。为此，选择三道来自法师法术列表的法术。推荐选择燃烧之手Burning
Hands、跳跃术Jump和护盾术Shield。
已准备法术数量会随你战士等级的提升而增加，如奥法骑士施法表中的准备法术一列所示。每当这一列的数字增加时，从法师法术列表中选择额外法术准备，直至已准备法术的数量与表格中的数字一致。你所选择法术的环阶必须是你所拥有法术位对应的环阶。
例如，如果你是一位7级战士，则你的准备法术列表能包括五道一环或二环的法师法术，随意组合。
改变你的准备法术Changing
Your Prepared
Spells。每当你获得一个战士等级，就可以将你准备列表上的一道法术替换为另一道法师法术，你必须拥有替换后法术对应环阶的法术位才可以替换。
施法属性Spellcasting
Ability。你法师法术的施法属性是智力。
施法法器Spellcasting
Focus。你可以使用奥术法器作为你法师法术的施法法器。
奥法骑士施法 Eldritch Knight Spellcasting
战士等级准备法术——每法术等级法术位——
一环二环三环四环
332———
443———
543———
643———
7542——
8642——
9642——
10743——
11843——
12843——
139432—
1410432—
1510432—
1611433—
1711433—
1811433—
19124331
20134331`},{Level:3,Name:`战争联结`,Description:`你习得一种让你和你的武器建立魔法联结的仪式。你执行持续一小时的仪式，且可在短休时进行。整个仪式过程中武器必须在你的触及范围内，直至仪式结束前，该武器必须一直在你触手可及的范围内，以完成联结。若该武器已与另一名战士建立联结，或是一把已被他人同调的魔法物品，仪式则会失败。
联结建立后，只要你不处于失能状态，使用联结武器时就不会被缴械。如果联结武器与你处于同一位面，则你可以用一个附赠动作使其立即传送到你手中。
你至多可以拥有两把建立联结的武器，但一个附赠动作只能召唤一把武器。如果你试图和第三把武器建立联结，则必须与已经联结的两把武器其中的一把取消联结。`},{Level:7,Name:`战争魔法`,Description:`当你在自己回合执行攻击动作时，你可以将该动作攻击中的一次攻击替换为施展一道施法时间为动作的你的法师戏法。`},{Level:10,Name:`奥法打击`,Description:`你习得用武器攻击削弱敌人对你法术抵抗能力的方法。当你使用一把武器命中一个生物后，直到你的下个回合结束为止，该生物在对抗你法术所进行的下一次豁免检定中具有劣势。`},{Level:15,Name:`奥能冲锋`,Description:`你可以在使用动作如潮时传送至多30尺至一个你能看到的未占据空间。你可以在使用动作如潮提供的额外动作之前或之后进行传送。`},{Level:18,Name:`精通战争魔法`,Description:`当你在自己回合执行攻击动作时，你可以该动作攻击中的两次攻击替换为施展一道施法时间为动作，环阶为一环或二环的你的法师法术。`}]},{ClassName:`战士`,Name:`符文骑士`,Source:`塔莎的万事坩埚`,Features:[{Level:3,Name:`额外熟练项`,Description:`第3级符文骑士特性
你获得铁匠工具的熟练项，此外，你学会说、读、和写巨人语。
符文雕刻者 Rune
Carver`},{Level:3,Name:`符文雕刻者`,Description:`第3级符文骑士特性
你可以使用魔法符文来增强你的装备。你可以从下列的被描述的符文当中，选择并学会两个符文，且每当你在此职业中升一级，你可以从此特性中选择一个不同的符文来替换一个你已知的符文。当你达到特定的职业等级，你可以学会更多的符文，具体数量如下表所示。
每当你完成了一次长休时，你可以接触数量等于你已知符文数物品，并在每个物品上铭刻不同的符文。符合条件的物品必须为一把武器、一套盔甲、一面盾牌、一件首饰、或者任何其他你可以穿着或手持的物品。你的符文会保留在物品上直到你完成一次长休，且一件物品同时只能承载你的一个符文。
已知符文数量Runes Known
战士等级已知符文数
3rd
2
7th
3
10th
4
15th
5
当你研习符文时，下列的符文成为了你的可选项。如果一个符文具有等级需求，那么你的战士等级必须达到相应等级才能研习该符文。如果一个符文需要通过豁免检定，你的符文魔法豁免DC等于8+你的熟练加值+你的体质调整值。
云雾符文Cloud
Rune
此符文模拟了那些云巨人所使用的欺诈魔法。若你穿着或携带着一个铭刻着此符文的物品，你进行的敏捷（巧手）检定与魅力（欺瞒）检定具有优势。
此外，当你或你周围30尺内范围内你可见的生物被一次攻击检定命中时，你可以用反应，激活此符文并选择另一个距你30尺内的、除攻击者以外的生物。该次攻击的目标将改为那个生物，使用同样的检定值。这一魔法可转移的攻击效应与该次攻击的攻击距离无关。
一旦你激活了此符文，直到你完成一次短休或长休为止你都不能再次激活它。
火焰符文Fire
Rune
此符文的魔法可以引导伟大铁匠的高超技艺。若你穿着或携带着一个铭刻着此符文的物品，你进行与你熟练的工具相关的属性检定时，你的熟练加值翻倍。
此外，当你使用武器发动攻击，并命中生物时，你可以激活此符文来召唤出炽热的镣铐：攻击目标将额外受到2d6点火焰伤害，并需要通过一次力量豁免，若豁免失败将被炽热的镣铐
束缚Restrained
住，持续1分钟。被炽热镣铐束缚期间，目标在自己的每回合开始时将受到2d6点火焰伤害。目标可以在每个自己回合结束时重复此豁免检定，豁免成功时镣铐将提前消失。
一旦你激活了此符文，直到你完成一次短休或长休为止你都不能再次激活它。
寒霜符文Frost
Rune
此符文的魔力能唤起那些寒冷荒野的生存者——比如霜巨人——的力量。若你穿着或携带着一个铭刻着此符文的物品，你进行的感知（驯兽）检定与魅力（威吓）检定具有优势。
此外，你可以用一个附赠动作，激活此符文以强化你的体能。接下来的十分钟内，你进行的使用力量属性或体质属性的属性检定与相关豁免检定都将具有+2的加值。
一旦你激活了此符文，直到你完成一次短休或长休为止你都不能再次激活它。
岩石符文Stone
Rune
此符文的魔力可以引导与石巨人相关的智慧。若你穿着或携带着一个铭刻着此符文的物品，你进行的感知（洞悉）检定具有优势，且你获得120尺的黑暗视觉。
此外，当一个生物结束它的回合时，若其处于你周围30尺范围内，你便可以使用反应激活此符文，迫使那个生物进行一次感知豁免。若豁免失败，该生物将被你
魅惑Charmed 一分钟。被如此魅惑期间，该生物会感觉自己恍惚如处梦境般，陷入 失能Incapacitated
状态且移动速度降为0。目标可以在每个自己回合结束时重复进行此豁免检定，直到豁免成功时此效应提前结束。
一旦你激活了此符文，直到你完成一次短休或长休为止你都不能再次激活它。
山丘符文Hill
Rune（第7级或更高）
此符文的魔力可以赋予你如山丘巨人一般的坚韧。若你穿着或携带着一个铭刻着此符文的物品，你对抗 中毒poisoned
状态所进行的豁免检定将具有优势，你获得毒素伤害的抗性。
此外，你可以使用附赠动作激活此符文，以此获得钝击、挥砍和穿刺伤害抗性，持续1分钟。
一旦你激活了此符文，直到你完成一次短休或长休为止你都不能再次激活它。
风暴符文Storm
Rune（第7级或更高）
使用此符文，你可以如一名风暴巨人预言者一般瞥见未来。若你穿着或携带着一个铭刻着此符文的物品，你进行的智力（奥秘）检定将具有优势，且只要你未处于
失能Incapacitated 状态，你将无法被突袭。
此外，你可以使用附赠动作激活该符文以进入先知形态，持续1分钟。若你陷入 失能Incapacitated
状态，它也会提前结束。直到该形态结束为止，每当你或你周围60尺范围内可见的另一生物进行攻击检定、豁免检定、或属性检定时，你可以使用反应，使这次检定获得优势或劣势。
一旦你激活了此符文，直到你完成一次短休或长休为止你都不能再次激活它。
（译注：此处使用了与巨人书相同的2字符文翻译，它们依旧对应着那些巨人）
巨人之力 Giant’s
Might`},{Level:3,Name:`巨人之力`,Description:`第3级符文骑士特性
你已经学会了如何使用巨人之力灌注自身。你可以使用一个附赠动作，魔法性地获得以下能力，持续一分钟。
如果你的体型小于大型，你和你所穿戴的所有物品一起变为大型。如果你缺少变为大型的空间，则你的体型不会发生变化。
你在力量检定和力量豁免检定上获得优势。
你的每回合内一次，你的武器攻击或徒手打击可以在击中后对目标造成额外1d6的伤害。
该特性的可使用次数等于你的熟练加值，且你可以在完成一次长休之后恢复所有已使用的次数。
符文之盾 Runic
Shield`},{Level:7,Name:`符文之盾`,Description:`第7级符文骑士特性
你学会了激活你的符文魔法来保护你的盟友。当另一个60尺内且对你可见的生物被一次攻击检定命中，你可以使用一个反应来强迫攻击者重新投掷d20并采用新的攻击检定结果。
该特性的可使用次数等于你的熟练加值，且你可以在完成一次长休之后恢复所有已使用的次数。
奇伟身躯 Great
Stature`},{Level:10,Name:`奇伟身躯`,Description:`第10级符文骑士特性
符文的魔力永久性的改变了你。当你获得该特性时，投掷3d4。你的身高增加该骰结果的英寸数。
此外，你的巨人之力特性造成的额外伤害提高至1d8。
符文大师 Master of
Runes`},{Level:15,Name:`符文大师`,Description:`第15级符文骑士特性
你可以对每个你在符文雕刻者特性中已知的符文激活两次，而不是一次，且你可以在完成一次短休或长休之后恢复所有已使用的次数。
符文主宰 Runic
Juggernaut`},{Level:18,Name:`符文主宰`,Description:`第18级符文骑士特性
你学会增强你对于符文力量的转换。因此，你的巨人之力特性造成的额外伤害提高至1d10。此外，当你使用该特性时，你可以使体型变为巨型而非大型，且当你变为巨型体型时，你的触及范围会提高5尺。`}]},{ClassName:`战士`,Name:`角斗士`,Source:`破解奥秘（UA）`,Features:[{Level:3,Name:`残虐凶暴`,Description:`在竞技场残酷环境的磨砺中，你学会了施展凶残的战技。每回合一次，当你使用近战武器进行一次攻击检定并命中一个生物时，你可以施加以下一种残暴效应。你可以使用该特性的次数等于你的魅力调整值（最少1次）。你在完成一次长休或短休时重获所有已消耗的使用次数。
放血Bleed。你可在该武器的精通词条外额外应用削弱精通词条，且目标额外受到等于你的魅力调整值的伤害（最少为1）。该伤害的类型与你的武器伤害类型一致。
诈巧Bluff。你可在该武器的精通词条外额外应用侵扰精通词条，且直至你的下回合结束前，你的下一次豁免检定具有优势。
摔绊Stumble。你可在该武器的精通词条外额外应用失衡精通词条，且目标在其下回合中仅可以执行一个动作或一个附赠动作。`},{Level:3,Name:`武斗演出`,Description:`你磨炼出具备观赏性的战斗技巧，既能击溃对手又能惊艳观众。你获得以下好处。
运动风采Athletic Flair。当你进行敏捷（特技）或力量（运动）检定时，你获得等于你的魅力调整值的加值（最少+1）。
额外熟练项Bonus Proficiency。你从特技、运动、欺瞒、威吓或表演技能中选择一项，并获得该技能的熟练。`},{Level:7,Name:`华丽格挡`,Description:`你学会华丽地格挡敌人的攻击。当敌人以一次近战攻击检定命中你时，以一个反应，你可将你的魅力调整值（最少+1）加到对抗那次攻击的AC上，可能令那次攻击改为失手。
华丽反击Flourish
Counter。 若此反应使攻击失手，作为该反应的一部分，你可以发动一次强而有力的反击。你使用近战武器对触发此反应的生物进行一次攻击检定。若这次攻击命中，你可对目标施加一项残暴效应且不消耗使用次数。
这次反击一旦命中，直至完成一次长休前你都无法再次进行反击。你也可以消耗一次回气次数（无需动作）重置此特性的使用权。`},{Level:10,Name:`悍猛凶暴`,Description:`你的残暴武技已更趋精进。以下效应新增至你的残暴选项中。
撕裂Rive。你可在该武器的精通词条外额外应用横扫精通词条，且此次额外攻击的伤害可以加上你的属性调整值。
突进Rush。你可在该武器的精通词条外额外应用推离精通词条，且你可以移动至多相当于你速度的距离，而不会引发借机攻击。
断筋Stagger。你可在该武器的精通词条外额外应用缓速精通词条，且直至目标的下回合结束前，目标的下一次豁免检定具有劣势。`},{Level:15,Name:`凶暴再临`,Description:`每当你使用回气恢复生命值时，你重获一次已消耗的残暴使用次数。此外，当你使用动作如潮时，你也重获一次已消耗的残暴使用次数。`},{Level:18,Name:`毁形残骨`,Description:`当你以一次攻击检定命中处于浴血的生物时，你可尝试重创对方。目标需进行一次体质豁免（DC=8+你的熟练加值+你的魅力调整值）。若豁免失败，目标将承受以下效果：
伤残Maimed。当目标执行攻击动作时，其只能发动一次攻击。
迟滞Sluggish。目标的速度减半，且AC-2。
此效果持续至目标恢复生命值为止。
在目标失败于此次豁免后，直至完成一次长休前你都无法再次使用此特性。`}]},{ClassName:`战士`,Name:`灵能武士`,Source:`玩家手册2024`,Features:[{Level:3,Name:`灵能力量`,Description:`你内心拥有一个灵能力量的源泉。这股能量表现为灵能骰，它是你从此子职中获得的可消耗能力。灵能武士灵能骰表展示了你在达到特定战士等级后的灵能骰大小与数量。
灵能武士灵能骰Psi Warrior Energy Dice
战士等级骰面数量
3D64
5D86
9D88
11D108
13D1010
17D1212
此子职中所有需要使用灵能骰的特性只能使用你从该子职获得的灵能骰。你在使用某些能力时需要消耗灵能骰，如异能描述中所述，如果某个异能在你的灵能骰全部消耗完后还需要你使用一个灵能骰，你就不能使用该异能。
你可以在完成短休时重获一枚已消耗的灵能骰，完成长休时重获所有已消耗的灵能骰。
庇护力场Protective Field。当你或者另一个位于你30尺内的你可见的生物受到伤害时，你可以执行一个反应来消耗一枚灵能骰，对其降低等同于灵能骰骰出的数值加你的智力调整值的伤害（最少1点），如同你创造了一面瞬间的念力盾牌。
灵能打击Psionic Strike。你可以用灵能驱动你的武器。每个你的回合一次，当你用武器命中并对位于你30尺范围内的目标造成伤害时，你可以立即消耗一枚灵能骰，对目标造成等同于灵能骰骰出的数值加你的智力调整值的力场伤害。
念力控物Telekinetic Movement。你可以用意念移动一个物体或生物。以一个魔法动作，你选中一个除你以外的自愿生物或一个至多大型的未固定物件。如果你可以看见目标且目标在你30尺范围内，你就可以将其移动至多30尺至另一个对你可见的未占据空间内。另外，如果目标是一个微型物件，你可以自由给出或收回手中。
此异能一经使用，直至完成短休或长休你都无法再次使用。你也可以消耗一枚灵能骰（无需动作）重置此异能的使用权。`},{Level:7,Name:`念力精通`,Description:`你已经掌握了使用念力异能的新方式，如下所示。
灵力跃动Psi-Powered Leap。以一个附赠动作，你获得等同于两倍速度的飞行速度，直到本回合结束为止。一旦你执行了此附赠动作，直到你完成一次短休或长休为止你都不能再次使用它。你也可以消耗一枚灵能骰（无需动作）来再次使用该异能。
念力突刺Telekinetic Thrust。当你使用灵能打击对一个目标造成伤害时，你可以迫使目标进行一次力量豁免（DC等于8+你的智力调整值+你的熟练加值）。如果豁免失败，你可以使目标陷入倒地状态或者将其在任意方向水平移动至多10尺。`},{Level:10,Name:`意念守护`,Description:`你获得心灵伤害的抗性。此外，如果你在你的回合开始时处于魅惑或者恐慌状态，你可以消耗一个灵能骰（无需动作）并结束自己身上全部造成这些状态的效应。`},{Level:15,Name:`力场壁垒`,Description:`你可以使用念力庇护你自己和其他人。以一个附赠动作，包括你在内，你可以选择数个位于你30尺范围内的生物，其数量等同于你的智力调整值（最少1个）。每个被选中的生物将在1分钟内视为处于半身掩护中，该保护将会在你陷入失能状态时提前结束。
此特性一经使用，直至完成长休你都无法再次使用。你也可以消耗一枚灵能骰（无需动作）重置此特性的使用权。`},{Level:18,Name:`念力宗师`,Description:`你始终准备着心灵遥控Telekinesis法术，你可以在无需任何法术成分和法术位的情况下使用它，你施展这一法术的施法属性为智力。在每一个你对该法术维持专注的回合，包括你施放它的回合，你都能够以一个附赠动作使用一把武器发动一次攻击。
一旦你以此特性施展此法术，直至完成长休你都无法再如此做。你也可以消耗一枚灵能骰（无需动作）重置此法术的施展。`}]},{ClassName:`战士`,Name:`魔射手`,Source:`珊娜萨的万事指南`,Features:[{Level:15,Name:`有箭无患`,Description:`15级起，无论战斗何时开始，你永远准备着你的魔箭。投掷先攻时，如果你已耗尽你的奥术射击使用次数，则你重获一次使用次数。
奥术射击选项 Arcane Shot
Options
奥术射击Arcane Shot
特性允许你在特定等级时选择数个选项。
以下选项以首字母顺序排列。它们均为都是魔法性的效应，且每一个选项都对应着一个法术学派。
如果选项要求生物进行豁免检定，你的奥术射击豁免DC等同于8+你的熟练调整值+你的智力调整值。
放逐矢 Banishing
Arrow
你用你的防护魔法来暂时放逐你的目标到一片妖精荒野的无害区域内。被这根箭矢击中的生物必须通过一次魅力豁免。豁免失败将被放逐。当被这种方式放逐时，目标速度降为0，陷入
失能Incapacitated
。而在目标下一个回合结束时，它将重新出现在被放逐前的位置上。如果该位置被占据，则它在最近的未占据空间出现。
当你在此职业上达到18级后，目标被箭攻击命中时还会额外受到2d6点力场伤害。
欺诈矢 Beguiling
Arrow
你的惑控魔法让箭矢暂时欺骗目标。被这根箭矢击中的生物会额外受到2d6点心灵伤害，之后，选择那目标周围30尺范围内的一个你的盟友。受击目标必须通过一次感知豁免，若豁免失败将被所选盟友魅惑Charmed。此魅惑效应会持续到你的下一回合开始前，但倘若所选盟友攻击它、对它造成伤害、或迫使它进行一次豁免时，此魅惑状态将提前结束。
当你在此职业上达到18级后，箭矢的额外心灵伤害增加为4d6。
爆裂矢 Bursting
Arrow
你将塑能学派的强烈力场魔法能量注入到箭中，而这股能量将在你的攻击后爆炸。紧随这发箭矢击中生物之后，目标与其周围10尺范围内的所有的生物都将分别受到2d6点力场伤害。
当你在此职业上达到18级后，箭矢的爆炸力场伤害增加为4d6。
虚弱矢 Enfeebling
Arrow
你让死灵魔法缠绕在你的箭矢上。被这根箭矢击中的生物将额外受到2d6点暗蚀伤害。且目标必须通过一次体质豁免，豁免失败时他的武器攻击造成的伤害将减半，持续直至你的下个回合开始前。
当你在此职业上达到18级后，箭矢的额外暗蚀伤害增加为4d6。
缠绕矢 Grasping
arrow
当这根箭矢打击它的目标时，咒法魔法会创造一团毒性荆棘紧紧缠绕目标。被这根箭矢击中的生物将额外受到2d6点毒素伤害，且它的速度减少10尺。此外，被击中的生物在每个回合首次移动时（至少1尺距离；不包括传送），他也会受到2d6点挥砍伤害。被击中的生物或其他能触碰到它的角色可以用一个动作来尝试解除荆棘，此时，它们需要通过一个对抗你的奥术射击DC的力量（运动）检定来解除荆棘。荆棘会在1分钟后消失。如果你再次使用该选项，它将提前消失。
当你在此职业上达到18级后，箭矢的额外毒素伤害和挥砍伤害增加为4d6。
穿梭矢 Piercing
Arrow
你使用变化魔法，使你的箭矢获取以太之能。当你使用该选项时，你本次攻击不进行攻击检定，取而代之，这只箭会向前释放出划出一条1尺宽、30尺长的直线。这只箭会无害地穿过物品，且无视掩护。而每一个在这条直线上的生物都必须通过一次敏捷豁免。豁免失败时，生物会受到被箭矢攻击命中的伤害，外加1d6点额外的穿刺伤害。豁免成功则只会受到半数伤害。
当你在此职业上达到18级后，箭矢的额外穿刺伤害增加为2d6。
追踪矢 Seeking
arrow
利用预言魔法，你赋予你的箭自寻目标的能力。当你使用该选项时，你本次攻击不进行攻击检定，取而代之，选择一名在过去的1分钟里你见过的角色。这只箭会立刻飞向那名角色，如果可能的话，这只箭矢会绕开一切转角并忽视半身掩护与四分之三掩护。如果目标在箭的射程范围之外，或你与它之间没有合适箭矢飞行的畅通路径，箭会在飞行到最大距离后消失。否则目标必须通过一次敏捷豁免。豁免失败时，那个生物会受到被箭矢攻击命中的伤害，外加1d6点额外的力场伤害，且你可以得知目标所在的确切位置。豁免成功时，目标只会受到半数伤害，且你也无法得知其具体方位。
当你在此职业上达到18级后，箭矢的额外力场伤害增加为2d6。
遮影矢 Shadow
Arrow
你让幻术魔法附着在你的箭上，使其能用暗影蒙蔽敌人的视野。被这根箭矢击中的生物将额外受到2d6点心灵伤害，且目标必须成功通过一次感知豁免。若豁免失败，目标将在你的下个回合开始前，无法看见其5尺之外的任何事物。
当你在此职业上达到18级后，箭矢的额外心灵伤害增加为4d6。`}]},{ClassName:`战士`,Name:`魔射手`,Source:`破解奥秘（UA）`,Features:[{Level:3,Name:`奥术射击`,Description:`你学会了如何用射术释放特殊的魔法效应。
奥术射击选项Arcane Shot Options。你自后文奥术射击选项一节习得两种由你选择的奥术射击选项。
当你的战士等级到达7级、10级、15级和18级时，你均可习得一种新的奥术射击选项，同时你也可以将你已知的选项替换为另外一种。
使用奥术射击Using Arcane Shot。 每回合一次，当你使用具有弹药词条的武器发动远程攻击时，你可以将奥术射击选项付与此次攻击。除非某选项不涉及到攻击检定，否则你在命中一名生物并对其造成伤害时决定是否使用该选项。
你可以使用该特性的次数等于你的智力调整值（至少1次）。当你完成短休或长休时，你重获所有已消耗的使用次数。
奥术射击骰Arcane Shot Die。奥术射击选项依赖于奥术射击骰，你的奥术射击骰为d6。
豁免检定Saving Throws。若某个奥术射击选项要求进行豁免，其DC等于8加你的智力调整值加你的熟练加值。
随级提升At Higher Levels。当你到达一定的战士等级时，你的奥术射击骰将会改变。10级变d8，15级变d10，18级变d12。`},{Level:3,Name:`魔箭学识`,Description:`你学习了魔法理论和自然的隐秘，赋予你以下增益。
戏法Cantrip。你知晓戏法德鲁伊伎俩Druidcraft或魔法伎俩Prestidigitation其一，智力是你施展该戏法的施法属性。
技能Skills。你获得奥秘和自然技能的熟练。若你已熟练于其中之一，你改为获得一个你选择的其他技能的熟练（或在熟练于二者时获得两个其他技能的熟练）`},{Level:7,Name:`魔箭之矢`,Description:`你学会了给你的弹药注入魔法效应。以一个魔法动作，你可以将一枚非魔法弹药注入以下其中一种魔法效应，并将其射向你武器射程内的某种固体的表面。击中后，弹药的魔法效应被激活，弹药在效果持续期间附着在它击中的表面上；当效果结束时，弹药将被摧毁。
一旦你使用了此特性，直到你完成一次短休或长休前你都不能再次使用它。你也可以通过消耗一次你回气特性的使用次数来恢复本特性的使用。
暗幕弹Darkening Shot。源自弹药的15尺光环区域内将布满魔法性的阴影，持续1分钟。区域内的非魔法火焰将被熄灭，在该区域的生物进行的感知察觉检定和被动察觉都具有-5减值。
敲击弹Unlocking
Shot。源自弹药的15尺光环区域内爆发出一阵魔法能量，从弹药处会发出一声响亮的敲击声，其声响最远 300 尺内都能听见。在光环区域内的任何被关上的物件，被一把普通锁锁住的物件其锁会被解开，被卡死的物件会被松开，被闩住的物件会被打开。不过如果物件被多种方式锁住，则只有一把锁会被打开。
蔓生弹Vine Shot。从弹药处长出一段60尺长的藤蔓，你和其他生物可以在藤蔓上攀爬，藤蔓将在10分钟后枯萎。`},{Level:7,Name:`曲线射击`,Description:`你学会了如何将偏离的弹药引向新的目标。若你使用具有弹药词条的武器进行攻击检定时失手，以一个附赠动作，你可以在攻击失手后立即使该次射击偏折向你可见的一个不同目标，这个新目标必须是一个你可见的处于武器射程内，并且在原目标60尺以内的生物。对新目标进行一次攻击检定。`},{Level:10,Name:`有箭无患`,Description:`当你投掷先攻时，你恢复一次奥术射击使用次数。`},{Level:15,Name:`秘法震爆`,Description:`你可以用你的魔箭技艺将你周边的生物推开。当你使用不屈特性，源自你的10尺光环区域内你选择的每一个生物都必须成功通过一次力量豁免来对抗你的奥术射击DC，否则将从你身边被直线推离20尺。`},{Level:18,Name:`宗师射术`,Description:`你的射击过程中你总是保持着机敏。当一个你可见的生物对你进行攻击检定并失手时，以一个反应，你可以移动至多等于自身速度一半的距离，且不会因此引发借机攻击。在那之后，作为反应的一部分，若攻击者还处于你的武器射程范围内，你可以对其发动一次远程攻击。
奥术射击选项 Arcane Shot Options
奥术射击选项如下所示，以首字母顺序排列。
放逐弹Banishing Shot。你的弹药将目标暂时隔离在无害的半位面中。你命中的生物额外受到等于一枚奥术射击骰的心灵伤害，且必须成功通过一次魅力豁免，否则被放逐。被放逐期间，目标陷入失能状态且速度降至0。目标在其下个回合结束时重新出现在其原本所在的空间或最近的未占据空间（若原空间已被占据）。
欺诈弹Beguiling Shot。你的魔法让你的弹药能暂时欺骗目标。你命中的生物额外受到等于两枚奥术射击骰的心灵伤害，且必须成功通过一次感知豁免，否则陷入魅惑状态直至你的下个回合开始，其将你或一名你选择的位于目标30尺内的盟友作为魅惑源。该魅惑状态在魅惑源对目标发动攻击、造成伤害或迫使其进行豁免时提前结束。
爆裂弹Bursting Shot。你将爆炸性的力场能量注入弹药。在你对目标生物造成伤害后，目标与源自目标的10尺光环区域内的每名生物立即受到等于两枚奥术射击骰的力场伤害。
虚弱弹Enfeebling Shot。你的弹药将损耗目标的力量。你命中的生物额外受到等于两枚奥术射击骰的暗蚀伤害，且必须成功通过一次体质豁免，否则陷入中毒状态直至其下个回合结束。每当因此中毒的目标的攻击检定命中时，其此次攻击的总伤害减去你其中一枚奥术射击骰的骰值。
缠绕弹Grasping Shot。你的弹药在目标周围创造荆棘。你命中的生物额外受到等于一枚奥术射击骰的挥砍伤害，且必须成功通过一次力量豁免，否则将陷入束缚状态，该状态将持续1分钟或直到你再次使用此选项。目标或其他在其触及范围内的生物能够以动作进行一次力量（运动）检定对抗你的奥术射击DC，检定成功则移除荆棘并结束目标的束缚状态。
穿梭弹Piercing Shot。你赋予弹药以太能量。当你使用该选项时，你无需为此次攻击进行攻击检定。作为替代，弹药向前直射，以你为源点射出1尺宽，30尺长的线状区域，随后弹药消失。该线状区域能够穿越固体障碍。线状区域内的每名生物必须进行一次敏捷豁免。豁免失败则该生物受到其被此次攻击命中时的正常伤害加等于两枚奥术射击骰的穿刺伤害。豁免成功则其受半伤。
追踪弹Seeking Shot。你的弹药能够追踪目标。当你使用该选项时，你无需为此次攻击进行攻击检定。作为替代，选择一名你在前1分钟内见过的生物。弹药向该生物飞去，绕过拐角（如果有必要）并忽视半身掩护和四分之三掩护。若目标身处你武器的最大射程内，其必须进行一次敏捷豁免。豁免失败则目标受到其被此次攻击命中时的正常伤害加等于两枚奥术射击骰的力场伤害，且你会知晓目标当前的位置。豁免成功则目标仅受半伤。如果目标在你武器的最大射程范围之外，则你的弹药会在射击至尽可能远的距离后消失。
遮影弹Shadow Shot。你的弹药以阴影遮蔽敌人的视线。你命中的生物额外受到等于一枚奥术射击骰的心灵伤害，且必须成功通过一次感知豁免，否则陷入目盲状态直至其下个回合结束。`}]},{ClassName:`战士`,Name:`骑兵`,Source:`珊娜萨的万事指南`,Features:[{Level:3,Name:`生而为骑`,Description:`3级起，你无时不刻透露着你作为骑手的精湛技艺。你为进行避免从坐骑上摔下所进行的豁免检定具有优势。只要你未失能，当你从你的坐骑上摔落且摔落高度不超过10尺时，你能够双脚着陆。
此外，骑上一个生物或从骑乘生物身上下来只需要花费你5尺的移动力，而非你速度的一半。
坚定之印 Unwavering
Mark
从3级起，你能恐吓你的敌人，将他们的攻击抑制下来并反以惩戒之。当你以一次近战武器攻击命中一名敌人时，你为其赋予印记。印记会持续存在到你的下一个回合结束时，而如果你陷入
失能Incapacitated
、死亡、或有其他人赋予该敌人印记时，这个效果会提前结束。
如果一个具有你印记的敌人身处你周围5尺范围内，他们以除你以外的生物为目标的攻击检定将具有劣势。
此外，如果具有你印记的敌人对除你之外的任何其他人造成了伤害，则在下一个你的回合中，你可以以附赠动作对该敌人进行一次特殊的近战武器攻击。你的本次攻击检定具有优势，若击中，攻击用的武器还会对目标额外造成等同于你战士等级一半的伤害。
无论你为多少名角色赋予了印记，你能够发动特殊攻击的次数等同于你的力量调整值次（至少1次），当你完成一次长休时，你重获全部已被消耗的次数。
守护战技 Warding Maneuver`},{Level:7,Name:`守护战技`,Description:`7级起，你学会如何抵御向你、你的坐骑、或你周围生物袭来的攻击。只要你持用着一把近战武器或一面盾牌，当你或你周围5尺范围内你可见的生物被一次攻击命中时，你能以一个反应，投掷1d8并将骰值加入被攻击生物的AC中，如果这次攻击仍然命中了，则被攻击目标将具有本次攻击伤害的抗性。
你能够使用该特性的次数等同于你的体质调整值次（至少1次），当你完成一次长休时，你重获全部已被消耗的次数。
坚守战线 Hold the Line`},{Level:10,Name:`坚守战线`,Description:`10级起，你成为了阻击敌人的大师。当有生物在你触及范围内移动了5尺或更多的距离，那个生物将会引发你的借机攻击。且，当你以借机攻击击中了一个生物时，那个生物的速度将被降低为0，持续直至本回合结束。
冲锋陷阵 Ferocious Charger
从15级起，无论你是否乘骑着你的坐骑，你永远能够击溃你的敌人。每个你的回合一次，如果你在攻击一个生物前至少直线移动了10尺，且这次攻击成功命中，那么目标就必须通过一次力量豁免（DC8+你的熟练加值+你的力量调整值），豁免失败将应击
倒地Prone 。
警戒守卫 Vigilant Defender`},{Level:18,Name:`警戒守卫`,Description:`18级起，以你的极致警觉，你能察觉并应对一切危险。战斗中，你在每个其他生物的回合中可以进行一次额外的特殊反应。这一反应只能用于发动借机攻击，且你不能在同一回合中既使用特殊反应与又使用你原本的反应。
边栏：骑兵，武士，与历史 Cavaliers, Samurai, and
History
是的，现实世界中骑兵与武士都是实际存在的，我们创作的这两个战士范型时参考了流行文化（民间传说、影视作品、以及漫画书）的形象，而非参考实际的历史故事。我们想在游戏中做的是那些在电影聚光灯下、英雄史诗要素齐全的武术范型，而不是创造两个现实历史的复制品。`}]},{ClassName:`战士`,Name:`武士`,Source:`珊娜萨的万事指南`,Features:[{Level:3,Name:`战意`,Description:`3级起，你在战斗中的气势能武装你，并使你攻击更加精准致命。在你的回合中，你可以用附赠动作为你本回合发动的任何武器攻击提供优势。此外，使用这一附赠动作时，你还能获得5点临时生命值。临时生命的数值会在你到达特定战士等级后增加，在10级后增加至10点，在15级后增加至15点。
你能使用该特性三次，而完成长休后，你重获所有已被消耗的使用次数。
雅臣 Elegant Courtier`},{Level:7,Name:`雅臣`,Description:`7级起，你对于细节的严谨和专注让你能胜任各种公共场合。当你进行魅力（游说）检定时，本次检定获得等同于你感知调整值的加值。
你的自控能力也让你获得了感知豁免的熟练。如果你已经有此熟练项，作为代替，你获得智力豁免、或魅力豁免的熟练（由你选择）。
不懈 Tireless Spirit`},{Level:10,Name:`不懈`,Description:`10级起，当你投掷先攻时，若你战意的使用次数已被用尽时，你将重获一次使用次数。
燕返 Rapid Strike`},{Level:15,Name:`燕返`,Description:`15级起，你学会了如何将精准转化为迅捷的连击。当你在自己回合中执行了 攻击Attack
动作，且你在其中某次对抗某一目标的攻击检定中具有优势，你就可以放弃那次检定的那一优势，转而额外对那个目标发动一次攻击作为本次攻击动作的一部分。每回合你只能这么做一次。
（译注：歧义极大的文本，但有两点是已知的：从原文来看它只需要“放弃那次攻击的那个优势”，而不是“那次攻击无法受益于优势”；新的攻击确实没写不享受优势，不是没翻译出来，是原文就没写。）
生死流转 Strength before Death`},{Level:18,Name:`生死流转`,Description:`18级起，你的战意能延缓死亡的到来。如果你受到会将你的生命值降到0且不会立即杀死你的伤害时，你可以用你的反应来延缓陷入
昏迷unconscious，且你能立刻进行一个额外的回合并打断当前回合。如果你在这个额外回合中，以0生命值的状态承受伤害，则仍旧如往常一样计为一次死亡豁免失败，且三次死亡豁免失败依旧会杀死你。当这个额外回合结束时，如果你的生命值为0，你依旧会陷入昏迷。
一旦你使用了这个特性，直到你完成一次长休前你都不能再次使用它。
（译注：虽然这里没有明确说，但根据《玩家手册》中战斗章节的反应规则来看，反应打断了其他生物的回合后，反应结束生物将可以继续进行自己的回合。）
边栏：骑兵，武士，与历史 Cavaliers, Samurai,
and History
是的，现实世界中骑兵与武士都是实际存在的，我们创作的这两个战士范型时参考了流行文化（民间传说、影视作品、以及漫画书）的形象，而非参考实际的历史故事。我们想在游戏中做的是那些在电影聚光灯下、英雄史诗要素齐全的武术范型，而不是创造两个现实历史的复制品。`}]},{ClassName:`战士`,Name:`晓骑士`,Source:`破解奥秘（UA）`,Features:[{Level:3,Name:`附赠熟练`,Description:`你选择下述技能之一获得其熟练：驯兽、历史、洞悉、表演、游说。你也可以习得一门你选择的语言作为代替。`},{Level:3,Name:`果决印记`,Description:`你能威慑你的敌人，阻抑其攻击并反以惩戒之。当你用一把近战武器命中一名生物时，可以用印记将其标记，持续至你的下个回合结束。此效应在你陷入失能状态、你死亡、或有其他人赋予其印记时提前结束。
那名生物位于你周围5尺内期间，它对除你以外的生物为目标的攻击检定具有劣势。
此外，如果被你标记的生物用一次攻击检定命中了除你之外的生物，则你在你的下个回合中对被标记的生物进行的攻击检定具有优势。`},{Level:3,Name:`生于鞍上`,Description:`你进行为避免从坐骑上跌落而进行的豁免具有优势。只要你未陷入失能状态，当你从你的坐骑上跌落且下降高度不超过10尺时，你能够双脚着陆。
此外，你上下一名生物只需花费5尺移动力，而非你速度的一半。`},{Level:7,Name:`守御战技`,Description:`你学会如何抵御向你、你的坐骑、或你周围生物袭来的攻击。只要你持用着一把近战武器或一面盾牌，当你或位于你5尺内你可见的生物被一次攻击命中时，以一个反应，你能骰1d8，并将骰值加入目标对抗触发此反应之攻击的AC中，如果那次攻击仍然命中，则目标获得那次攻击伤害的抗性。
你可以使用该特性的次数同等于你的体质调整值次（最少1次），完成一次长休时，你重获全部已消耗的使用次数。`},{Level:10,Name:`坚守阵线`,Description:`生物在你触及内期间，若其移动了5尺或更多的距离，则其将会触发你的借机攻击。当你以借机攻击命中了一名生物时，目标的速度直至本回合结束为止将变为0。`},{Level:15,Name:`冲锋陷阵`,Description:`每次战斗的第一轮中，你和你坐骑的速度增加10尺，且那一轮中你的移动不会触发借机攻击。当你在这轮中移至位于一名生物5尺内时，那名生物必须成功于一次力量豁免（DC 8加上你的力量调整值再加上你的熟练加值），否则你将其推离5尺或使其陷入倒地状态。一名生物在一回合内只能进行一次这样的豁免。`},{Level:18,Name:`警醒守卫`,Description:`战斗中，你获得一种特殊的反应：你在每名其他生物的回合中都能执行一次这种反应。此反应只能用于发动一次借机攻击，且你在执行你常规反应的回合不可执行此特殊反应。`}]},{ClassName:`战士`,Name:`勇士`,Source:`玩家手册2024`,Features:[{Level:3,Name:`精通重击`,Description:`你使用武器或徒手打击进行的攻击检定在d20中掷出19或20时即可造成重击。`},{Level:3,Name:`运动健将`,Description:`得益于你平日的体育锻炼，你在先攻检定和力量（运动）检定中具有优势。
此外，当你造成一次重击时，你可立即移动至多等于你速度一半的距离，这次移动不会引发借机攻击。`},{Level:7,Name:`额外战斗风格`,Description:`你获得另一个自选的战斗风格专长。`},{Level:10,Name:`勇战英豪`,Description:`战斗的艰难只会使你朝胜利更进一步。在战斗中，若你的回合开始时你没有英雄激励，你可以获得之。`},{Level:15,Name:`高效重击`,Description:`你使用武器或徒手打击进行的攻击检定在d20中掷出18-20时即可造成重击。`},{Level:18,Name:`百折不挠`,Description:`你持续战斗的能力达到巅峰，赋予了你以下增益：
蔑视死亡Defy Death。你进行死亡豁免时具有优势。此外，若你在死亡豁免上投出了18~20时，都会获得相当于投出20的增益。
英气风发Heroic Rally。你的回合开始时，若你已浴血且拥有至少1生命值，你恢复5+你的体质调整值的生命值。`}]},{ClassName:`战士`,Name:`战斗大师`,Source:`玩家手册2024`,Features:[{Level:3,Name:`战争学者`,Description:`你选择一种工匠工具并获得其熟练。此外，你选择一项战士1级可用的技能，并获得该技能的熟练。`},{Level:3,Name:`卓越战技`,Description:`你的战斗技巧在战场上接受了磨砺，你习得战技并获得一种名为卓越骰的特殊骰。
战技Maneuvers。你从“战技项”中习得三种自选战技（详见后文）。许多战技能够以某种方式增幅你的攻击，而你在每次攻击时只能应用一次战技。
你在第7、第10和第15级时均习得两种自选的新战技。习得新战技时，你还可以额外替换一个已经习得的战技。
卓越骰Superiority Dice。你拥有四个d8卓越骰。卓越骰一经使用即消耗，完成短休或长休后恢复。
你的卓越骰在第7（共5枚）和第15级（共6枚）时各增加一枚。
豁免Saving Throws。若一个战技需要进行一次豁免检定，则该战技的豁免DC等于8+你的力量或敏捷调整值（由你选择）+你的熟练加值。`},{Level:7,Name:`料敌机先`,Description:`以一个附赠动作，你可以获知一名位于你30尺内你可见的生物的长处和短处。你知晓该生物是否具有抗性、免疫或易伤，若有，则你知晓其具体内容是什么。
此特性一经使用，直至完成长休你都无法再次使用。你也可以消耗1粒卓越骰（无需动作）重置此特性的使用权。`},{Level:10,Name:`精通战技`,Description:`你的卓越骰变为d10。`},{Level:15,Name:`坚韧`,Description:`每回合一次，当你使用一项战技时，你可以不消耗卓越骰，而是掷d8并使用结果作为代替。`},{Level:18,Name:`究极战技`,Description:`你的卓越骰变为d12。
战技选项 Maneuver Options
以下战技按字母表顺序列出。
伏击Ambush。若你不处于失能状态，当你进行一次敏捷（隐匿）检定或先攻检定时，你能够消耗一枚卓越骰，并将消耗的卓越骰加入检定中。
换位诈术Bait and
Switch。你的回合中，若你处于某个生物5尺范围内，你可够消耗一枚卓越骰和至少5尺的移动力，来与那个生物互换位置。该生物需要自愿且不处于失能状态。这次移动不会引发借机攻击。
投掷那枚被消耗的卓越骰。直到你的下个回合开始前，你或被互换位置的另一生物（由你选择）的AC获得等于该卓越骰结果的加值。
指挥官奇袭Commander's
Strike。你在自己回合内执行攻击动作时，你可以替换掉一次你的攻击变为指挥一名伙伴发动奇袭。使用此战技时，你消耗一枚卓越骰，并指定一名能看见你或能听到你声音的伙伴。所选生物可以立即使用其反应发动一次武器攻击或徒手打击，若命中，将消耗的卓越骰加在此次攻击的伤害掷骰中。
领导风范Commanding
Presence。当你进行一次魅力（威吓、表演或游说）检定时，你能够消耗一枚卓越骰，将消耗的卓越骰加入此次属性检定中。
缴械攻击Disarming
Attack。你以攻击检定命中一个生物时，可消耗一枚卓越骰以尝试缴械目标。将消耗的卓越骰加在此次攻击的伤害掷骰中。目标必须通过一次力量豁免，豁免失败则其丢弃手中持握的一件物品（由你选择）。被丢弃的物品将掉落在该生物处于的空间中。
扰乱打击Distracting
Strike。你以攻击检定命中一个生物时，可以消耗一枚卓越骰以扰乱该目标，让你的盟友有机可乘。将消耗的卓越骰加在此次攻击的伤害掷骰中。此后直到你下个回合开始前，下一次由除你之外的生物对目标进行的攻击检定具有优势。
灵巧步法Evasive
Footwork。以一个附赠动作，你可以消耗一枚卓越骰并执行撤离动作，并将卓越骰结果加入你的AC中，直到你下回合开始为止。
诡诈攻击Feinting Attack。以一个附赠动作，你可以消耗一枚卓越骰并指定一个位于你5尺范围内的生物为目标，对其虚晃一招。你在本回合内对该生物发动的下一次攻击检定具有优势。如果该攻击命中，则将消耗的卓越骰加在此次攻击的伤害掷骰中。
挑衅攻击Goading
Attack。你以攻击检定命中一个生物时，可以消耗一枚卓越骰以尝试挑衅该目标攻击你。所消耗的卓越骰还会被加到此次攻击的伤害掷骰中。目标必须通过一次感知豁免，豁免失败者对除你之外的生物进行的攻击检定具有劣势，直到你的下个回合结束。
突刺攻击Lunging
Attack。以一个附赠动作，你可以消耗一枚卓越骰并执行疾走动作。若你在本回合中直线移动至少5尺后立即以攻击动作中的一次近战攻击命中，你可以将消耗的卓越骰加在此次攻击的伤害掷骰中。
灵动攻击Maneuvering
Attack。你以攻击检定命中一个生物时，可以消耗一枚卓越骰以让战友移动到更有利的位置。将所消耗的卓越骰加在此次攻击的伤害掷骰中，并指定一个能看见你或听到你声音的自愿生物。该生物可以用其反应移动至多等于其速度一半的距离。本次移动不会引发本次所攻击目标的借机攻击。
恐吓攻击Menacing
Attack。你以攻击检定命中一个生物时，可消耗一枚卓越骰以尝试恐吓该目标。所消耗的卓越骰还会被加到此次攻击的伤害掷骰中。目标必须通过一次感知豁免，豁免失败则陷入恐慌状态，直到你下个回合结束为止。
格挡Parry。其他生物以一次近战攻击检定对你造成伤害时，你可以执行反应消耗一枚卓越骰以减少伤害。减少的数值为卓越骰骰值＋你的力量或敏捷调整值（由你选择）。
精准攻击Precision
Attack。当你的一次攻击检定失手时，可以消耗一枚卓越骰并将其结果加在本次攻击的攻击检定中，这可能会导致其命中。
推撞攻击Pushing
Attack。你以武器攻击或徒手打击发动的攻击检定命中一个生物时，可以消耗一枚卓越骰以尝试将该目标推开。所消耗的卓越骰还会被加到此次攻击的伤害掷骰中。如果该目标体型为大型或更小，则必须通过一次力量豁免，豁免失败将被往远离你的方向直线推动至多15尺。
重整旗鼓Rally。以一个附赠动作，你可以消耗一枚卓越骰以鼓舞一名战友的士气。选择一名位于你30尺内的能看见你或听到你的盟友。该生物获得数量等于你战士等级的一半（向下取整）加卓越骰结果的临时生命值。
反击Riposte。当一个生物对你发动了一次近战攻击检定但失手时，你可以执行一个反应并消耗一枚卓越骰使用武器或徒手打击对其发动一次近战攻击检定。如果该攻击命中，则将卓越骰加在此攻击的伤害掷骰中。
横扫攻击Sweeping
Attack。你以武器或徒手打击发动的近战攻击检定命中一个生物时，可以消耗一枚卓越骰以尝试伤害另一个生物。指定一个处于你触及范围内并且距离初始目标不超过5尺的生物，如果你原本的攻击检定足以命中第二个目标，则它将受到等同于你卓越骰结果的伤害。此伤害与你原本攻击的伤害类型相同。
战术预估Tactical
Assessment。当你进行一次智力（调查或历史）或感知（洞悉）检定时，你能够消耗一枚卓越骰，将消耗的卓越骰加入此次属性检定中。
摔绊攻击Trip
Attack。你以武器或徒手打击发动的攻击检定命中一个生物时，可以消耗一枚卓越骰并将所消耗的卓越骰加在此次攻击的伤害掷骰中。如果该目标体型为大型或更小，则必须通过一次力量豁免。豁免失败将陷入倒地状态。`}]}],Spells:[{Name:`阿莎德隆奔行`,Source:`费兹本的巨龙宝库`,Level:0,Description:`三环 变化（奇械师、游侠、术士、法师）
施法时间：1附赠动作
施法距离：自身
法术成分：V、S
持续时间：专注，至多1分钟
龙类翻滚咆哮的火焰环绕你的足部，使你获得爆发性的速度。法术持续时间内，你的速度提升20尺，并且移动不会触发借机攻击。
当你移动至一个生物或未被着装或携带的物件5尺内时，其被你的灼热尾迹灼烧，受到1d6火焰伤害。一个生物或物件每回合只会承受一次此伤害。
升环施法效果：当你用4环或更高的法术位施展此法术时，你使用的法术位每比3环高一环，你的移动速度额外增加5尺，法术造成的伤害增加1d6。`},{Name:`费资本铂金盾`,Source:`费兹本的巨龙宝库`,Level:0,Description:`六环 防护（术士、法师）
施法时间：1附赠动作
施法距离：60尺
法术成分：V、S、M（一枚镀上铂金的龙鳞，价值至少500gp）
持续时间：专注，至多
1分钟
你创造一道闪着银光的力场，环绕在施法距离内你所选择的一个生物周围（你可以选择你自己）。该力场散发5尺微光光照。被力场保护的生物获得以下好处：
掩护Cover。该生物具有半身掩护。
伤害抗性Damage
Resistance。该生物获得对强酸，寒冷，火焰，闪电以及毒素伤害的抗性。
反射闪避Evasion。如果该生物受到可以由成功通过敏捷豁免来使伤害减半的效应影响，该生物在成功通过豁免时改为不受任何伤害，失败则受到一半伤害。
在之后的回合内以一个附赠动作，你可以将该力场移动至力场周围60尺内的另一个生物身上。`},{Name:`劳洛希姆心灵长枪`,Source:`费兹本的巨龙宝库`,Level:0,Description:`四环 惑控（吟游诗人、术士、魔契师、法师）
施法时间：1动作
施法距离：120尺
法术成分：V
持续时间：立即
你从你的额头处释放一道闪闪发光的灵能长矛，瞄准施法距离内你可见的一个生物。或者，你可以说出一个生物的名字。如果被唤名的生物身处施法距离内，即使你无法看见它，它也会成为法术的目标。如果被唤名的生物不处于施法距离内，长矛会消失并且没有任何效果。
目标必须成功通过一次智力豁免，否则将受到7d6点心灵伤害并陷入失能，直至你的下回合开始。如果豁免成功，它只承受一半伤害并且不会失能。
升环施法效果：当你用5环或更高的法术位施展此法术时，你使用的法术位每比4环高一环，法术的伤害增加1d6。`},{Name:`龙类变形`,Source:`费兹本的巨龙宝库`,Level:0,Description:`七环 变化（德鲁伊、术士、法师）
施法时间：1附赠动作
施法距离：自身
法术成分：V、S、M（一个龙形小雕像，价值至少500gp）
持续时间：专注，至多
1分钟
伴随着一声怒吼，你用龙族的魔法变化自身，获得多种龙族特征。直至法术结束，你获得以下好处：
盲视Blindsight。你获得30尺盲视。此范围内，任何不处于全身掩护后的东西对于你来说清晰可见，即使你处于目盲状态或黑暗中。此外，你可以看见隐形的生物，除非该生物对你处于躲藏状态。
吐息武器Breath
Weapon。
当你施展此法术时，以及在持续时间内随后的回合以一个附赠动作，你可以在60尺锥形内呼出一道闪着光的能量。范围内的每个生物都必须成功通过一次敏捷豁免，否则受到6d8点力场伤害，成功则伤害减半。
飞翼Wings。无形之翼从你背后长出，使你获得60尺飞行速度。`},{Name:`龙类灵魄召唤术`,Source:`费兹本的巨龙宝库`,Level:0,Description:`五环 咒法（德鲁伊、术士、法师）
施法时间：1动作
施法距离：60尺
法术成分：V、S、M（一件带有巨龙图案的物品，价值至少500gp）
持续时间：专注，至多
1小时
你唤出一只 龙类灵魄Draconic Spirit
。它将显现于施法范围内的一处未占据空间。该肉体形态使用龙类灵魄的数据。当你施展此法术时，选择一个龙种科目：色彩龙，宝石龙，或金属龙。该生物的长相与你所选择的龙种相似，这会决定其数据中的某些特性。该生物在法术结束或其生命值降至0时消失。
该生物对你和你的同伴友善。在战斗中，该生物与你共享先攻，它在你的回合结束后行动。它听从你的口头命令（无需动作）。如果你不发出指令，该生物执行回避动作，并用自己的移动力来回避危险。
升环施法效果：当你用六环或更高的法术位施展此法术时，用对应的环数决定数据栏中与法术环数有关的数据。
龙类灵魄Draconic
Spirit
大型龙类，绝对中立
护甲等级：14+法术环数（天生护甲）
生命值：50+每比五环高的法术环阶10点（拥有和法术位环级相等的d10生命骰）
速度：30尺，飞行60尺，游泳30尺
力量19（+4）敏捷14（+2）体质17（+3）
智力10（+0）感知14（+2）
魅力14（+2）
伤害抗性（仅色彩龙与金属龙）：强酸，寒冷，火焰，闪电，毒素
伤害抗性（仅宝石龙）：力场，暗蚀，心灵，光耀，雷鸣
状态免疫：魅惑，恐慌，中毒
感官：盲视30尺，黑暗视觉60尺，被动察觉12
语言：龙语，理解所有你能说的语言
挑战等级
— 熟练加值等同于你的熟练加值
分享抗性Shared
Resistances。当你召唤龙时，选择一种它具有的伤害抗性。直至法术结束前，你也会获得所选伤害的抗性。
动作Actions
多重攻击Multiattack。龙使用它的吐息武器，并进行一定次数的啃抓攻击，等同于法术环数的一半（向下取整）。
啃抓Rend。近战武器攻击，命中采取你的法术攻击加值，触及10尺，单一目标。命中：1d6+4+法术环数的穿刺伤害。
吐息武器Breath
Weapon。龙吐出毁灭性的能量，覆盖30尺锥形范围。范围内的每个生物必须进行一次敏捷豁免，否则受到2d6点伤害，伤害类型由你在龙所具有抗性的伤害类型中选择。成功则伤害减半。`},{Name:`纳撒尔恶作剧`,Source:`费兹本的巨龙宝库`,Level:0,Description:`二环 幻术（吟游诗人、术士、法师）
施法时间：1动作
施法距离：60尺
法术成分：S、M（一块面包皮，来自一个苹果派）
持续时间：专注，至多一分钟
你选择一个以施法范围内一点为原点，20尺矩形的范围。你在该范围内填满妖精与龙族的魔法。在恶作剧之涌表格里掷骰以决定产生的魔法效应。法术持续时间内、在你的每个回合开始时，你都重骰这个表格。在你重骰之前，你可以把这个矩形范围移动最多10尺。
恶作剧之涌
d4
效应
1
空气中弥漫着苹果派的味道，范围内的生物必须成功通过一次感知豁免，否则将被你魅惑，直至你的下回合开始。
2
一束束鲜花出现在四周，范围内的生物必须成功通过一次敏捷豁免，否则鲜花将往他们脸上喷水，使他们陷入目盲，直至你的下回合开始。
3
范围内的每个生物必须成功通过一次感知豁免，否则将开始咯咯笑，直至你的下回合开始。一个正在咯咯笑的生物陷入失能，并使用他的所有移动力向一个随机方向移动。
4
一滴滴蜜糖出现并在矩形内悬停，将其内变成困难地形，直至你的下回合开始。`},{Name:`雾凇霜缚`,Source:`费兹本的巨龙宝库`,Level:0,Description:`二环 塑能（术士、法师）
施法时间：1动作
施法距离：自身（30尺锥形）
法术成分：S、M（一瓶冰雪融化而成的水）
持续时间：立即
你向30尺锥形范围内放出一股冰冷的能量。范围内的每个生物都必须成功通过一体质豁免，否则将受到3d8寒冷伤害并且被冰霜包裹，持续一分钟或直至一个生物用动作为自己或触及范围内的其他生物破冰。被冰霜包裹的生物其速度降至0。豁免成功则伤害减半，并且不会受到其他效应影响。
升环施法效果：当你用3环或更高的法术位施展此法术时，你使用的法术位每比2环高一环，法术的伤害增加1d8。`},{Name:`精神监狱`,Source:`破解奥秘（UA）`,Level:0,Description:`六环 幻术（吟游诗人，灵能使，术士，法师）
施法时间：动作
施法距离：60尺
法术成分：S
持续时间：专注，至多1分钟
你试图将一个生物禁锢于一个只有他自己能感知的幻象囚笼中。施法距离内一个你可见的生物必须进行一次智力豁免，豁免失败则受到8d10心灵伤害，并在法术持续时间内陷入魅惑状态。豁免成功则目标只受一半伤害，且法术终止。
被魅惑期间，目标会陷入束缚状态，并会感知到其所在空间被某种由你创造的危险事物所包围。你可以让目标感觉自己被烈火、被浮动的刀锋，或是被布满滴涎獠牙的丑恶巨口所包围。无论幻象呈现何种形态，目标都无法看见或听见幻象之外的任何事物。若目标被移出幻象，或穿过幻象进行一次近战攻击，或其身体任何部分穿过了幻象，目标会受到5d10心灵伤害，且法术终止。`},{Name:`举目皆敌`,Source:`破解奥秘（UA）`,Level:0,Description:`三环 惑控（吟游诗人，灵能使，术士，魔契师，法师）
施法时间：动作
施法距离：120尺
法术成分：V，S
持续时间：立即
指定施法距离内一个你可见的生物。目标必须进行一次智力豁免，豁免失败则在法术持续时间内陷入恐慌状态。被恐慌期间，目标会失去从敌人中辨别友伴的能力，并在如下方面受到影响：
目标将它能看见的所有生物都视为敌人。
每当目标选择自身以外的生物作为攻击、法术或其他能力的对象时，它必须从其攻击、法术或其他能力的施展距离内所有能看见的生物中，随机选择其一作为目标。
只要有能力做到，目标就必须发动借机攻击。
目标每次受到伤害时，都可以再进行一次智力豁免。豁免成功则法术终止。
（译注：原敌群环绕）`},{Name:`劳洛希姆心灵长枪`,Source:`破解奥秘（UA）`,Level:0,Description:`四环 惑控（吟游诗人，灵能使，术士，魔契师，法师）
施法时间：动作
施法距离：120尺
法术成分：V
持续时间：立即
你从你的额头处释放一道闪闪发光的灵能长矛，瞄准施法距离内你能看见的一个生物。或者，你可以说出一个生物的名字（假名、头衔或昵称不会起效）。如果被唤名的生物身处施法距离内，即使你无法看见它，它也会成为法术的目标。如果被唤名的生物不处于施法距离内或你使用了一个无效的名字，长矛会消失并且没有任何效果。
目标必须进行一次智力豁免检定。豁免失败时，目标受到7d6心灵伤害并陷入失能状态，直至你的下一个回合开始。豁免成功时，目标只受到一半伤害。
升环施法。 使用的法术位每比四环高一环，此伤害就增加1d6。`},{Name:`灵能震爆`,Source:`破解奥秘（UA）`,Level:0,Description:`六环 塑能（灵能使，法师）
施法时间：动作
施法距离：自身
法术成分：V，S，M
持续时间：立即
你释放出一股冲击性的灵能能量爆发。源自你的60尺锥状区域内的每个生物都必须进行一次智力豁免。豁免失败者会受到6d8心灵伤害，并陷入震慑状态，持续至你的下一回合开始。豁免成功则只受一半伤害。
升环施法。使用的法术位每比六环高一环，此法术的伤害就增加1d8。
（译注：原文即无具体M成分）`},{Name:`灵思形态`,Source:`破解奥秘（UA）`,Level:0,Description:`六环 变化（灵能使）
施法时间：附赠动作
施法距离：自身
法术成分：V，M（一个价值500+GP的容器，里面装着脑组织）
持续时间：专注，至多1分钟
你短暂地化身为一个灵能精魂。在法术结束前，你获得如下增益：
幽灵形态 Ghostly Form。 你获得毒素及心灵伤害免疫，并免疫力竭状态。
虚体移动 Incorporeal
Movement。 你获得60尺飞行速度，并可以悬浮。你可以移动穿过已占据空间，如同穿过困难地形一般。若你在这样的空间中结束你的回合，你会受到1d10的力场伤害。若该法术在这样的空间中结束，你会被传送回你此前所在的最后一处未占据空间。
灵能充能 Psionic
Recharge。 你可以使用一个魔法动作触碰一个生物（可以是你自己）并掷出1d6。目标生物恢复一枚已消耗的法术位，其环阶等于或低于所投数字的一半（向上取整）。一个生物通过此法术恢复法术位后，必须完成一次长休才能再次受益。`},{Name:`灵质踪迹`,Source:`破解奥秘（UA）`,Level:0,Description:`二环 死灵（灵能使，魔契师）
施法时间：附赠动作
施法距离：自身
法术成分：V，S
持续时间：立即
你将自身笼罩于灵体之中，在你身后留下一路灵质，持续至你的回合结束。被笼罩期间，你可以移动穿过已占据空间，如同穿过困难地形一般，且你的移动不会引发借机攻击。若你在这样的空间中结束你的回合，你会被传送回你此前所在的最后一处未占据空间。
被笼罩期间，每当你进入一个生物所在的空间，该生物就会被灵质覆盖，持续至你的下一回合结束。被灵质覆盖的生物，其速度减少10尺，并在其回合开始时受到2d8暗蚀伤害。一个生物每回合只会被灵质覆盖一次。
升环施法。
使用的法术位每比二环高一环，则被笼罩期间，你的速度便增加10尺。`},{Name:`念力碾压`,Source:`破解奥秘（UA）`,Level:0,Description:`三环 变化（灵能使，术士，魔契师）
施法时间：动作
施法距离：120尺
法术成分：V
持续时间：立即
你在施法距离内一处边长30尺的立方区域内创造出碾压念力场。区域内的每个生物必须进行一次力量豁免检定。豁免失败时，目标受到5d6力场伤害，并陷入倒地状态。豁免成功时，目标仅受到一半伤害。
升环施法。使用的法术位每比三环高一环，此伤害就增加1d6。`},{Name:`念力投掷`,Source:`破解奥秘（UA）`,Level:0,Description:`塑能 戏法（灵能使）
施法时间：动作
施法距离：60尺
法术成分：S
持续时间：立即
你选择自己周边10尺范围内一个重量为1至5磅、未被穿戴或携带的非魔法物件，用灵能能量包裹它，然后射向施法距离内一个生物。对目标进行一次远程法术攻击。若命中，目标受到1d10力场伤害。无论命中与否，该物件都会完好无损地掉落在地上。
戏法强化。到达特定等级后，此戏法的伤害将增加1d10：5级（2d10）、11级（3d10）、17级（4d10）。`},{Name:`泣墨深暗`,Source:`破解奥秘（UA）`,Level:0,Description:`三环 塑能（灵能使，魔契师，法师）
施法时间：动作
施法距离：60尺
法术成分：V，S，M（一小瓶价值50+GP的珍稀墨水）
持续时间：专注，至多1分钟
你在施法距离内自身上方一处你可见的点，创造出一个半径10尺、如墨水般的虚空球状区域。
当你施展该法术时，魔法黑暗会从该球状区域中倾泻而出，形成一处源自该球状区域的、半径10尺、高40尺的柱状区域，持续至你的下一回合开始。该柱状区域为困难地形，并且任何光照——无论是魔法还是非魔法的——都无法照亮该区域。当该黑暗出现时，区域内的每个生物都必须进行一次体质豁免，豁免失败则受到3d8寒冷伤害，并陷入目盲状态，持续至其下一回合结束。生物在一个回合内第一次进入该法术区域，或是在其中结束其回合时，也需要进行此豁免。一个生物每回合仅进行一次此豁免。
直至该法术结束，你可以执行一个魔法动作来将该球状区域水平移动至多20尺，并使其再次倾泻下魔法黑暗，持续至你的下一回合开始。
升环施法。
使用的法术位每比三环高一环，此法术的伤害就增加1d8。`},{Name:`生命反转场域`,Source:`破解奥秘（UA）`,Level:0,Description:`四环 防护（牧师，灵能使，术士）
施法时间：动作
施法距离：自身
法术成分：V，S
持续时间：专注，至多1分钟
持续时间内，一道灵光自你身上发出并形成30尺光环区域。当你创造此灵光时，你恢复4d8生命值。每当你恢复生命值时，你都可以选择灵光内一个你可见的生物，并迫使其进行一次体质豁免。若豁免失败，则该生物会受到等于你恢复生命值一半的暗蚀伤害（向上取整）。一个生物每回合仅进行一次此豁免。
升环施法。使用的法术位每比四环高一环，治疗量便增加1d8。`},{Name:`生命虹吸`,Source:`破解奥秘（UA）`,Level:0,Description:`一环 塑能（灵能使）
施法时间：动作
施法距离：120尺
法术成分：S
持续时间：立即
你将自身生命力注入一颗灵能能量球，射向施法距离内一个你可见的生物。对目标进行一次远程法术攻击。若命中，目标受到1d10心灵伤害，且你可以消耗一枚生命值骰来使伤害额外增加1d10。
升环施法。使用的法术位每比一环高一环，伤害便增加1d10，且你可消耗的生命骰数量也增加一个。`},{Name:`塔莎心灵鞭`,Source:`破解奥秘（UA）`,Level:0,Description:`二环 惑控（灵能使，术士，法师）
施法时间：动作
施法距离：90尺
法术成分：V
持续时间：立即
你对施法距离内一个你能看见的生物进行心灵猛击。目标必须进行一次智力豁免检定。豁免失败时，目标受到3d6心灵伤害，并且直到其下一回合结束前不能发动借机攻击。在其下一回合，它必须从移动、一个动作、一个附赠动作中三选一，且只能执行其中一项。豁免成功时，目标仅受到一半伤害。
升环施法。你使用的法术位每比二环高一环，就能多选择一个生物作为目标。`},{Name:`心灵尖啸`,Source:`破解奥秘（UA）`,Level:0,Description:`九环 惑控（吟游诗人，灵能使，术士，魔契师）
施法时间：动作
施法距离：90尺
法术成分：S
持续时间：立即
你释放你的心灵力量，轰击施法距离内至多十个由你选择的你能看见的生物的心智。智力值为2或更低的生物不受影响。
每个目标都必须进行一次智力豁免检定。豁免失败时，目标受到14d6心灵伤害并陷入震慑状态。豁免成功时，目标只受到一半伤害。如果目标有头部，其因该伤害而降至0生命值时，它的头会爆炸。震慑的目标在它每个回合结束时重复豁免，在豁免成功时终止该状态。`},{Name:`星光体召唤术`,Source:`破解奥秘（UA）`,Level:0,Description:`三环 咒法（灵能使，术士，魔契师，法师）
施法时间：动作
施法距离：90尺
法术成分：V,S,M（一块价值300+GP的宝石或水晶）
持续时间：专注，至多1小时
你唤来灵能存在的灵体。其使用下文灵能灵魄Psionic
Spirit 的数据，并会在施法距离内一处你能看见的未占据空间中显现。当你施展法术时，从水晶体、灵质体或幽魂体中选择一种。该生物会显现为该类别的一种星光体，其数据中的部分特性也受此影响。该生物会在生命值降为0或是法术终止时消失。
该生物是你的盟友（对你的其他盟友亦是如此）。它在战斗中使用你的先攻，并在你回合结束后立即行动。它遵从于你的口头指令（无需你的任何动作）。如果你不发令，它将执行回避动作并用其移动力远离危险。
升环施法。该生物的数据使用新的法术环阶。
灵能灵魄Psionic Spirit
中型异怪，中立
AC 11+法术环阶+2（仅水晶体）
HP 40+每比三环高一法术环阶10
速度 30尺，飞行30尺（仅幽魂体）
调整豁免调整豁免调整豁免
力量16+3+3
敏捷12+1+1
体质11+0+0
智力16+3+3
感知12+1+1
魅力10+0+0
免疫 心灵
感官 黑暗视觉60尺；被动察觉11
语言 深潜语，心灵感应60尺
CR 无（XP0；PB等于你的熟练加值）
特质Traits
虚体通道Incorporeal Passage（仅灵质体和幽魂体）。灵魄可以移动穿过其他生物或物件，如同穿过困难地形一般。如果灵魄结束其回合时还处于有生物或物件的空间内，其将被移入最近的未占据空间中并受到每被移5尺1d10力场伤害。
动作Actions
多重攻击Multiattack。灵魄发动等同于法术环数一半的次数的攻击（向下取整）。
水晶击打Crystal Strike（仅水晶体）。近战攻击检定：加值等于你的法术攻击加值，触及5尺。命中：1d10+3+法术环阶的穿刺伤害。
灵质飞溅Ectoplasmic Splash（仅灵质体）。远程攻击检定：加值等于你的法术攻击加值，射程30尺。命中：1d6+3+法术环阶的心灵伤害。命中或失手：目标以及源自目标5尺光环内的每个生物的速度均减少5尺，直至它们各自的下个回合结束。
须臾射线Ephemeral Ray（仅幽魂体）。远程攻击检定：加值等于你的法术攻击加值，射程120尺。命中：1d8+3+法术环阶的心灵伤害。
反应Reactions
碎晶蜂涌Shard Swarm（仅水晶体）。触发：灵魄被一次近战攻击检定命中时。响应：灵魄减半该攻击中所受到的伤害（向下取整）。随后灵魄可以传送到30尺内它能看见的一处未占据空间。`},{Name:`亚比达奇凋死术`,Source:`破解奥秘（UA）`,Level:0,Description:`八环 死灵（灵能使，术士，法师）
施法时间：动作
施法距离：150尺
法术成分：V，S，M（一小块海绵）
持续时间：立即
你榨取以施法距离内一点为中心的30尺立方区域内每个生物体内的水分。该区域内的每个生物都必须进行一次体质豁免，豁免失败者会受到12d8暗蚀伤害，豁免成功则伤害减半。构装生物在此豁免中自动成功，植物生物则自动失败。
该区域内非生物的非魔法植物，例如树木与灌木，会立刻枯萎并死亡。`},{Name:`智能壁垒`,Source:`破解奥秘（UA）`,Level:0,Description:`三环 防护（奇械师，吟游诗人，灵能使，术士，魔契师，法师）
施法时间：动作
施法距离：30尺
法术成分：V
持续时间：专注，至多1小时
持续时间内，施法距离内一个你能看见的自愿生物获得对心灵伤害的抗性，以及在智力、感知和魅力豁免检定中具有优势。
升环施法。你使用的法术位每比三环高一环，就能多选择一个生物作为目标。`},{Name:`自我之鞭`,Source:`破解奥秘（UA）`,Level:0,Description:`二环 惑控（灵能使）
施法时间：反应，当你周边30尺范围内一个你可见生物进行一次基于魅力的属性检定或豁免检定时执行
施法距离：120尺
法术成分：V
持续时间：立即
该生物必须进行一次魅力豁免。若豁免失败，则目标必须在这次属性检定或豁免检定的结果中减去1d8。`},{Name:`操水术`,Source:`珊娜萨的万事指南`,Level:0,Description:`变化 戏法（德鲁伊、术士、法师）
施法时间：1 动作
施法距离：30 尺
法术成分：S
持续时间：立即或 1
个小时（见下文）
你选定距离之内，你能看见的一处占据 5 立方尺的水体。你能以下述方式之一来对其进行操控：
你立即在你选定的方向上，造成或改变水的流动，至多在任意方向上改变 5 尺。此种运动的力量不足以造成伤害。
你令水体呈现出简单的形状，随你的意愿而运动。这种变化持续 1 个小时。
你改变了水体的颜色或透明度。水体必须被整体性的改变。此种变化持续 1 个小时。
你冻结了水（水中有生物时不行）。水会在 1 小时内解冻。
若你多次施放此法术，你可以同时维持至多两个非立即的效果生效，你也可以以一个动作解消上述效应之一。`},{Name:`虫群孳生`,Source:`珊娜萨的万事指南`,Level:0,Description:`咒法 戏法（德鲁伊、术士、魔契师、法师）
施法时间：1 动作
施法距离：30
尺
法术成分：V、S、M（一只活跳蚤）
持续时间：立即
你令一个处于距离内、你能看见的生物身上暂时性的出现螨虫、跳蚤、和其他寄生虫。目标必须通过一次体质豁免检定，否则受到
1d6 点毒素伤害并且向着一个随机的方向移动 5 尺，只要它可以移动并且有至少 5 尺的速度。投 1d4
决定方向：1，北；2，南；3，东；4，西。这个移动不会提供借机攻击，并且如果移动的方向被阻挡，目标将不会移动。
此法术的伤害在你达到 5
级（2d6），11 级（3d6），和 17 级（4d6）时提高 1d6 点。`},{Name:`创造篝火`,Source:`珊娜萨的万事指南`,Level:0,Description:`咒法 戏法（德鲁伊、术士、魔契师、法师、奇械师）
施法时间：1 动作
施法距离：60
尺
法术成分：V、S
持续时间：专注，至多 1 分钟
你在距离之内你能看到的地面上燃起一堆篝火。直到此法术终结，该魔法篝火会占满 5
立方尺的空间。你施放此法术时，所有在篝火所在空间的生物必须通过一次敏捷豁免检定，否则受到 1d8
点火焰伤害。当生物在一个回合中第一次进入篝火所在的空间，或在篝火所在的空间结束其回合时，其同样必须进行该豁免检定。
篝火可以点燃区域内未被穿戴或者携带的可燃物体。
你到达
5 级时，该法术的伤害增加 1d8（变为 2d8）。11 级时再加 1d8（变为 3d8），17 级时再加 1d8（变为
4d8）。`},{Name:`光耀祷词`,Source:`珊娜萨的万事指南`,Level:0,Description:`塑能 戏法（牧师）Legacy
施法时间：1 动作
施法距离：5
尺
法术成分：V、M（一块圣徽）
持续时间：立即
你念出神圣的词语，灼热的光辉随之喷薄而出。每个你选择的、处于你周围 5
尺内、你能看见的生物必须通过一次体质豁免检定，否则受到 1d6 点光耀伤害。
此法术的伤害在你达到 5 级（2d6），11级（3d6），和 17
级（4d6）时提高 1d6 点。`},{Name:`控火术`,Source:`珊娜萨的万事指南`,Level:0,Description:`变化 戏法（德鲁伊、术士、法师）
施法时间：1 动作
施法距离：60 尺
法术成分：S
持续时间：立即或 1
小时（见下文）
你选择范围内你能看见的，占据 5 立方尺的非魔法火焰。你以下述方式之一影响此火焰：
你立刻令火焰在一个方向上蔓延 5 尺，不过蔓延到的新位置处必须有着木头或其他可燃物以供燃烧。
你立刻熄灭该空间内的火焰。
你令火焰产生的明亮和微亮区域的范围加倍或减半，和/或改变其颜色。此种变化持续 1 小时。
你令火焰产生简单的形象——例如一个生物的模糊影像，一个固定的物体，或一个地点——这样的影像出现在火焰中，如你所愿变化着。这样的形象持续 1
小时。
若你多次施放此法术，你可以令至多 3 个非立刻的效应同时生效，而你可以以一个动作解除上述的效果之一。`},{Name:`鸣雷破`,Source:`珊娜萨的万事指南`,Level:0,Description:`塑能
戏法（吟游诗人、德鲁伊、术士、魔契师、法师、奇械师）Legacy
施法时间：1 动作
施法距离：5
尺
法术成分：S
持续时间：立即
你制造出雷鸣巨响，可以在 100 尺范围内被听到。除你之外，在你周围 5
尺范围内的生物必须进行一次体质豁免检定。若检定失败，该生物受到 1d6 点雷鸣伤害。
你到达 5 级时，该法术的伤害增加 1d6（变为 2d6）。11
级时再加 1d6（变为3d6），17 级时再加 1d6（变为 4d6）。`},{Name:`魔石术`,Source:`珊娜萨的万事指南`,Level:0,Description:`变化 戏法（德鲁伊、魔契师、奇械师）
施法时间：1 附赠动作
施法距离：触碰
法术成分：V、S
持续时间：1
分钟
你接触一到三块小石块，向其中注入魔法的力量。你或其他人可以通过徒手或使用投石索来投掷小石块之一以进行一次远程法术攻击。若徒手投掷，其射程为
60 尺。若除你之外的其他人使用小石块进行攻击，攻击者在其攻击检定中加上你的施法属性调整值，而非攻击者的。若击中，目标受到
1d6+你的施法属性调整值点
钝击伤害。无论击中与否，在那块石块上的魔法都会终结。
若你再次释放此法术，此法术先前释放时，在受到影响的石块上的效果会提前终结。`},{Name:`霜噬`,Source:`珊娜萨的万事指南`,Level:0,Description:`塑能 戏法（德鲁伊、术士、魔契师、法师）
施法时间：1 动作
施法距离：60
尺
法术成分：V、S
持续时间：立即
你令距离之内，一个你能看见的生物开始结冰。该目标必须进行一次体质豁免检定。若豁免失败，该目标受到 1d6
点寒冷伤害，并在其下个回合结束前进行的下一次武器攻击检定中得到劣势。
你到达 5 级时，该法术的伤害增加 1d6（变为 2d6）。11 级时再加
1d6（变为 3d6），17 级时再加 1d6（变为 4d6）。`},{Name:`塑土术`,Source:`珊娜萨的万事指南`,Level:0,Description:`变化 戏法（德鲁伊、术士、法师）
施法时间：1 动作
施法距离：30 尺
法术成分：S
持续时间：立即或 1
个小时（见下文）
你选择距离之内，你能看见的，占满5尺立方体的一堆泥土或一块岩石。你可以用以下方式之一对其进行改变：
若你指向一片松散的土壤，你可以立刻挖开它，令其沿着地表行进，被运离到至多 5
尺之外的地方。这种移动的力量不足以造成伤害。
你让泥土或岩石的形状，和/或颜色发生改变，写出文字，画出图案或雕出图纹。这种变化持续 1 个小时。
若你指定的泥土或岩石在地表上，你可以令其成为困难地形。作为另一种选项，你亦可以令已经是困难地形的地表区域成为正常地形。这种变化持续 1
个小时。
若你多次施放此法术，你可以同时维持至多两个非立即的效果生效，你也可以以一个动作解消上述效应之一。`},{Name:`亡者丧钟`,Source:`珊娜萨的万事指南`,Level:0,Description:`死灵 戏法（牧师、魔契师、法师）Legacy
施法时间：1 动作
施法距离：60
尺
法术成分：V、S
持续时间：立即
你指向一个处于距离内、你能看见的生物，一阵哀痛的铃声在空中鸣响。目标必须通过一次感知豁免检定，否则受到
1d8 点暗蚀伤害。若目标失去了任何量的生命值，它改为受到 1d12 点暗蚀伤害。
此法术的伤害在你达到 5 级（2d8 或 2d12），11 级（3d8
或 3d12），和 17 级（4d8 或 4d12）时提高一个伤害骰。`},{Name:`舞风术`,Source:`珊娜萨的万事指南`,Level:0,Description:`变化 戏法（德鲁伊、术士、法师）
施法时间：1 动作
施法距离：30
尺
法术成分：V、S
持续时间：立即
在距离内的，你能看到的一点上，空气被你掌握，被迫产生了下述效应之一：
由你选择的一个中型或更小的生物必须通过一次力量豁免检定，否则会被你推离 5 尺。
你能制造出小小的空气爆破，足以移动一个未被持握或携带的，不超过 5 磅的物体。该物体被推离你 10
尺。以此法产生的力不足以造成伤害。
你利用空气制造出无害的感官感受，例如令树叶沙沙作响，令百叶窗闭合，或你的衣服在微风中摆动。`},{Name:`原初蛮击`,Source:`珊娜萨的万事指南`,Level:0,Description:`变化 戏法（德鲁伊）
施法时间：1
动作
施法距离：自身
法术成分：S
持续时间：立即
你的牙齿或指甲变得长而尖锐，从而准备好发起酸蚀性的打击。对一个处于你周围 5
尺内的生物进行一次近战法术攻击。命中则目标受到 1d10 点强酸伤害。在你进行此攻击后，你的牙齿或指甲恢复正常。
此法术的伤害在你达到 5
级（2d10），11 级（3d10），和 17 级（4d10）时提高 1d10 点。`},{Name:`冰刃`,Source:`珊娜萨的万事指南`,Level:1,Description:`一环 咒法（德鲁伊、术士、法师）Legacy
施法时间：1 动作
施法距离：60
尺
法术成分：S、M（一滴水或一块冰）
持续时间：立即
你制造出一块冰晶裂片，并将它射向施法距离内的一个生物。你对目标进行一次远程法术攻击。若击中，目标受到
1d10 点穿刺伤害。无论击中与否，裂片都会在之后爆裂。目标和周围 5 尺范围内的每个生物必须通过一次敏捷豁免检定，否则受到 2d6
点寒冷伤害。
升环施法。当你使用二环或更高的法术位施放该法术时，使用的法术位每高一环，寒冷伤害便增加 1d6 点。`},{Name:`弹射术`,Source:`珊娜萨的万事指南`,Level:1,Description:`一环 变化（术士、法师、奇械师）
施法时间：1 动作
施法距离：60
尺
法术成分：S
持续时间：立即
选择施法距离之内，一个未被穿戴或携带的、重 1~5
磅的物件。该物件将向着你选择的一个方向，以直线轨迹飞出。弹射物在落到地面前至多可以飞行 90
尺距离，若其在此过程中弹射物撞击到了固体表面则会提前停止运动。若弹射物即将撞上一个生物，该生物必须进行一次敏捷豁免尝试避开它。若豁免失败，弹射物将击中该生物并停止运动。不论弹射物击中了什么东西，弹射物和被弹射物击中的东西都将各受到
3d8 点钝击伤害。
升环施法。当你使用二环或更高的法术位施放该法术时，使用的法术位每高一环，你可以选择的物体重量上限便增加 5
磅，造成的伤害提高 1d8。`},{Name:`地颤`,Source:`珊娜萨的万事指南`,Level:1,Description:`一环 塑能（吟游诗人、德鲁伊、术士、法师）
施法时间：1 动作
施法距离：10
尺
法术成分：V、S
持续时间：立即
你在施法距离内引发地面颤动。处于该区域，除你之外的其他生物必须进行一次敏捷豁免检定。若检定失败，该生物受到
1d6 点钝击伤害并倒地。若区域的地表为松软的土壤或石头，其在被清理之前成为困难地形。每 5 尺直径的部分都需要至少 1
分钟来手动清理。
升环施法。当你使用二环或更高的法术位施放该法术时，使用的法术位每高一环，伤害便增加 1d6。`},{Name:`典礼术`,Source:`珊娜萨的万事指南`,Level:1,Description:`一环 防护（仪式；牧师、圣武士）
施法时间：1 小时
施法距离：触碰
法术成分：V、S、M（价值 25gp
的银粉，作为该法术的耗材）
持续时间：立即
你进行几种宗教典礼之一。当你施展此法术时，选择下述典礼之一，其目标必须在施法过程中处于你周围 10
尺内。
赎罪Atonement。你接触一个阵营发生了改变的自愿生物，而你进行一次 DC20 的感知（洞悉）检定。成功则你令目标恢复其原始阵营。
祝福圣水Bless Water。 你接触一瓶水并将它转变为圣水。
成人礼Coming of
Age。 你接触一个年龄足够成年的类人生物。在接下来的 24 小时内，当目标进行一次属性检定时，它可以投 d4
并将投出的结果加到属性检定上。一个生物只能从此仪式中获得此好处一次。
献身Dedication。你接触一个自愿转变为你的宗教的信仰或想要为你信奉的神明服务的类人生物。在接下来的24小时内，当目标进行一次豁免检定时，它可以投
d4 并将投出的结果加到检定上。一个生物只能从此仪式中获得此好处一次。
葬礼Funeral Rite。 你祝福一具处于你周围 5 尺内的尸体。在接下来的 7 天内，目标不能被任何弱于祈愿术的方式变为亡灵。
婚礼Wedding。你接触自愿接受婚姻的束缚的成年类人生物。在接下来的 7 天内，每个目标若处于彼此 30 尺范围内，则在 AC 上获得+2
加值。一个生物只有在丧偶时才能再次从这个仪式中受益。`},{Name:`混乱箭`,Source:`珊娜萨的万事指南`,Level:1,Description:`一环 塑能（术士）
施法时间：1 动作
施法距离：120
尺
法术成分：V、S
持续时间：立即
你向着施法距离内的一个生物掷出一团变化不定、高声尖鸣的混乱能量。对目标进行一次远程法术攻击。击中时，目标受到
2d8+1d6 点伤害。选择一颗 d8 投出的数字来决定它的伤害类型，投出的数字与对应的类别见下表。
D8伤害类别
D8伤害类别
1强酸
5闪电
2寒冷
6毒素
3火焰
7心灵
4力场
8雷鸣
若你的两颗 d8 投出了相同的数字，混乱能量将从目标跳跃到一个由你选择的、处于它周围 30
尺内的其他生物上。对新目标进行一次新的攻击检定，进行新的伤害掷骰，这次伤害掷骰也可能令混沌能量跳跃。
一个生物只能被此混乱箭选作目标一次。
升环施法。当你使用二环或更高的法术位施展此法术时，每个生物受到额外伤害，类型与投出的一致。额外伤害等于高于一环的每个等级
1d6 点。`},{Name:`圈套术`,Source:`珊娜萨的万事指南`,Level:1,Description:`一环 防护（奇械师、德鲁伊、游侠、法师）
施法时间：1 分钟
施法距离：触碰
法术成分：S、M（25
尺的线绳，作为该法术的耗材）
持续时间：8 小时
当你施展此法术时，用线绳在一处处于你触及内的地面或地板上创造一个 5
尺半径的圆圈。当你完成施法时，线绳消失，化为一个魔法陷阱。
陷阱几乎是隐形的，要找到它需要一次成功的对抗你的法术豁免DC的智力（调查）检定。
当一个小型
Small、中型 Medium或大型
Large的生物移动进入受到此法术保护的区域时，陷阱就会触发。触发的生物必须通过一次敏捷豁免检定否则摔倒、变成俯卧，并被魔法性地上下颠倒的举到半空中，直到它施法距离被保护的地面或地板
3
尺高。生物被束缚在那里直到法术结束。
被束缚的生物可以在其每个回合的结束时进行一次敏捷豁免检定，成功则结束被束缚。或者，其他能触及被束缚的生物可以进行一次智力（奥秘）检定，对抗你的法术豁免
DC。成功则束缚的效果也会结束。
在陷阱被触发之后，当没有生物被它束缚时，法术将会结束。`},{Name:`兽之联结`,Source:`珊娜萨的万事指南`,Level:1,Description:`一环 预言（德鲁伊、游侠）
施法时间：1 动作
施法距离：触碰
法术成分：V、S、M（一小块被布包裹的毛皮）
持续时间：专注，至多
10 分钟
你和一个你接触的，对你友好或被你魅惑的野兽建立起一道心灵链接。若该野兽的智力不低于
4，则此法术失败。直到法术终结，只要你和该野兽相互处于彼此的视觉线内，此链接便处于活动状态。通过此链接，该野兽可以理解你以心灵感应传递的信息，而其也会以心灵感应向你传递其基本的情绪和意愿。只要此链接处于活动状态，该野兽在对你周围
5 尺，你能看见的任何生物所进行的攻击检定中获得优势。`},{Name:`西风打击`,Source:`珊娜萨的万事指南`,Level:1,Description:`一环 变化（游侠）
施法时间：1 附赠动作
施法距离：自身
法术成分：V
持续时间：专注，至多 1
分钟
你行动如风。在持续时间内，你的移动不会导致借机攻击。
此外，在此法术结束前仅一次，你可以在自己的回合让自己的一次武器攻击检定获得优势。这次攻击若击中会造成额外
1d8 力场伤害。无论你是否击中，你的步行速度都会增加 30 尺，直到这个回合的结束。`},{Name:`吸收元素`,Source:`珊娜萨的万事指南`,Level:1,Description:`一环 防护（德鲁伊、游侠、术士、法师、奇械师）
施法时间：1
反应，当你受到强酸、寒冷、火焰、闪电、或雷鸣伤害时执行
施法距离：自身
法术成分：S
持续时间：1
轮
此法术将捕获部分袭来的能量，减轻能量对你的效果，并将捕获的能量储存起来，用以强化你的下一次近战攻击。你获得触发法术的那个伤害类型的抗性，持续直至你的下个回合的开始。此外，在你的下个回合中，你的近战攻击首次命中时，攻击目标将额外受到1d6点伤害，类型与触发法术的伤害类型相同，之后此法术终止。
升环施法。当你使用二环或更高的法术位施放该法术时，使用的法术位每高一环，额外伤害便增加
1d6。`},{Name:`造成恐惧`,Source:`珊娜萨的万事指南`,Level:1,Description:`一环 死灵（魔契师、法师）
施法时间：1 动作
施法距离：60 尺
法术成分：V
持续时间：专注，至多 1
分钟
你唤醒了一个处于施法距离内、你能看见的生物内心的凡性。此法术对于构装生物或亡灵无效。目标必须通过一次感知豁免检定，否则在持续时间内陷入恐惧。被恐惧的生物可以在它的每个回合结束时重复进行这个豁免检定，若成功将结束法术对自身的效果。
升环施法。当你使用二环或更高的法术位施放该法术时，使用的法术位每高一环，你就可以多指定一个额外生物作为目标。每个被你指定的生物相互之间的施法距离必须在
30 尺内。`},{Name:`阿迦纳萨喷火术`,Source:`珊娜萨的万事指南`,Level:2,Description:`二环 塑能（术士、法师）
施法时间：1 动作
施法距离：30 尺
法术成分：V、S、M（一片红龙的鳞片）
持续时间：立即
一道长 30 尺，宽 5
尺的翻涌火线从你向一个你选定的方向蔓延。在该线中的生物必须进行一次敏捷豁免检定。豁免失败的生物受到 3d8 点火焰伤害，而豁免成功则只受到上述伤害的一半。
升环施法。当你使用三环或更高的法术位施放该法术时，使用的法术位每高一环，伤害便增加
1d8。`},{Name:`地缚`,Source:`珊娜萨的万事指南`,Level:2,Description:`二环 变化（德鲁伊、术士、魔契师、法师）
施法时间：1
动作
施法距离：300 尺
法术成分：V
持续时间：专注，至多 1 分钟
选择距离内你能够看到的一个生物。黄色的魔法能量线缠绕着该生物。该目标必须通过一次力量豁免检定，否则其飞行速度（若有的话）在法术的持续时间内降为
0 尺。受到此法术影响的飞行中的生物以每轮 60 尺的速度安全降落，直到其撞到地面或法术终结。`},{Name:`龙卷尘暴`,Source:`珊娜萨的万事指南`,Level:2,Description:`二环 咒法（德鲁伊、术士、法师）
施法时间：1 动作
施法距离：60 尺
法术成分：V、S、M（一捧尘土）
持续时间：专注，至多 1 分钟
选择距离之内，你能看见的一个 5
尺立方的，未被占据的空气。一股元素，外观如同尘卷风，出现在那里，并在法术的持续时间内持续存在。
任何在尘卷风周围
5 尺范围内结束其回合的生物必须进行一次力量豁免检定。若检定失败，该生物受到 1d8 点钝击伤害并被推离 10
尺。若检定成功，该生物只受到上述伤害的一半，并不会被推离。
以一个附赠动作，你可以让尘卷风向任意方向移动至多
30 尺。若尘卷风移动时经过了沙子，尘土，松软的土壤或小砂砾，它将会卷起这些物质，在自身周围形成 10
尺半径的残骸云，持续到你下个回合的开始。残骸云重度遮蔽了所在区域。
升环施法。当你使用三环或更高的法术位施放该法术时，使用的法术位每高一环，伤害便增加 1d8。`},{Name:`龙息术`,Source:`珊娜萨的万事指南`,Level:2,Description:`二环 变化（术士、法师）Legacy
施法时间：1 附赠动作
施法距离：触碰
法术成分：V、S、M（一枚辣椒）
持续时间：专注，至多 1
分钟
你触碰一个自愿生物，使它能喷吐出魔法能量，只要它拥有一张嘴。选择强酸、寒冷、火焰、闪电或毒素中的一种。直到法术结束前，生物可以使用一个动作放射出
15 尺锥形的对应能量。区域内的每个生物必须进行敏捷豁免检定，若失败将受到 3d6
对应能量类型的伤害，成功则只承受一半。
升环施法。当你使用三环或更高的法术位施放该法术时，使用的法术位每高一环，伤害就增加 1d6。`},{Name:`麦克斯米利安的地之攫`,Source:`珊娜萨的万事指南`,Level:2,Description:`二环 变化（术士、法师）
施法时间：1 动作
施法距离：30 尺
法术成分：V、S、M（一个由陶土雕塑成的手的模型）
持续时间：专注，至多 1 分钟
你选择距离内地面上你可见的一处5平方尺的未占据空间。一只由坚实的土壤形成的中型手掌从该地面位置升起，并袭向它周围5尺范围内的一个你可见的生物。该生物必须进行一次力量豁免。豁免失败时，该生物将受到2d6点钝击伤害，且在法术的持续时间内陷入 束缚Restrained 状态。
以一个动作，你可以指挥手掌挤压被手掌束缚的生物，其必须进行一次力量豁免。豁免失败时，该生物将再受到2d6点钝击伤害。豁免成功则只受半数伤害。
被手掌束缚的生物可以尝试用其动作，进行一次力量检定来对抗你的法术豁免DC来逃离束缚。若该生物对抗成功，它将得以逃脱，不再被手掌束缚。
以一个动作，你可以指挥手掌伸向一个其他生物，或指挥手掌移动到施法距离之内另一处未占据空间中。这两种指令会让手掌放开它目前束缚着的生物。`},{Name:`史尼洛雪球群`,Source:`珊娜萨的万事指南`,Level:2,Description:`二环 塑能（术士、法师）
施法时间：1 动作
施法距离：90 尺
法术成分：V、S、M（一块冰或一小块白色岩石碎片）
持续时间：立即
在距离之内的，一个由你指定的点上，大量的魔法雪球喷涌而出。以该点为中心，5
尺半径的球形区域内的所有生物必须进行一次敏捷豁免。豁免失败则受到 3d6 点寒冷伤害，成功则只受到半数伤害。
升环施法。当你使用三环或更高的法术位施放该法术时，使用的法术位每高一环，伤害便增加 1d6。`},{Name:`守护之风`,Source:`珊娜萨的万事指南`,Level:2,Description:`二环 塑能（吟游诗人、德鲁伊、术士、法师）
施法时间：1 动作
施法距离：自身
法术成分：V
持续时间：专注，至多 10 分钟
一阵强风（风速每小时 20 里）在你周围 10
尺半径内回旋并能随着你移动，始终以你为中心。这股风将在法术的持续时间内持续存在。
这股风具有如下效果：
它会令你和其他区域内的生物耳聋。
它会令区域内未受保护的火焰熄灭，不过只能熄灭至大到火把上那样大小的火焰。
它可以隔离那些能够被强风吹散的毒气，瓦斯和雾气。
区域对于除你之外的生物是困难地形。
若远程武器攻击进入或离开风区，其攻击检定得到劣势。`},{Name:`写入空中`,Source:`珊娜萨的万事指南`,Level:2,Description:`二环 变化（仪式；吟游诗人、德鲁伊、法师、奇械师）
施法时间：1 动作
施法距离：视野
法术成分：V、S
持续时间：专注，至多 1 小时
你令你能看见的天空中的一个部分出现至多 10
个单词。文字看起来是由云彩构成的，并在法术的持续时间内留在原位。文字将会在法术终结时消失。强风可以吹散云彩，令法术提前终止。`},{Name:`心灵尖刺`,Source:`珊娜萨的万事指南`,Level:2,Description:`二环 预言（术士、魔契师、法师）
施法时间：1 动作
施法距离：60 尺
法术成分：S
持续时间：专注，至多 1 小时
你接触施法距离内一个你可见生物的内心。目标必须进行感知豁免检定，若失败会受到 3d8
心灵伤害，成功则只承受一半。在目标豁免失败时，你在法术结束之前能时刻得知目标所在的位置，只要你们还处于同一位面上。当你拥有这个信息时，目标将不能对你躲藏，并且如果它隐形了，在对抗你时它不能从这个状态中受益。
升环施法。当你使用三环或更高的法术位施放该法术时，使用的法术位每高一环，伤害就增加 1d8。`},{Name:`烟火术`,Source:`珊娜萨的万事指南`,Level:2,Description:`二环 变化（吟游诗人、术士、法师、奇械师）
施法时间：1 动作
施法距离：60 尺
法术成分：V、S
持续时间：立即
选择施法距离之内，你能看见的一处不超过 5
尺立方区域的非魔法火焰。你可以熄灭该区域内的火焰，以此制造出一阵焰火或一股浓烟。
焰火Fireworks。目标火焰伴随着炫目的彩色光芒爆炸。在目标周围 10
尺范围内的生物必须通过一次体质豁免，豁免失败则陷入目盲，持续直至你的下个回合结束。
浓烟Smoke。目标火焰散发出浓重的黑烟，蔓延并充满 20
尺半径的区域内（可绕过角落）。这片区域处于重度遮蔽状态。浓烟将持续 1 分钟，若一股强风吹向它，它也会提前消散。`},{Name:`幽影刃`,Source:`珊娜萨的万事指南`,Level:2,Description:`二环 幻术（术士、魔契师、法师）
施法时间：1 附赠动作
施法距离：自身
法术成分：V、S
持续时间：专注，至多 1 分钟
你将幽影交织成手中实化的剑。该魔法剑持续到法术结束。它被视为你具有熟练项的简易近战武器，命中时造成 2d8
心灵伤害，并具有灵巧、轻型和投掷特性（射程 20/60)。当你用该剑攻击微亮光照或黑暗中的目标时，你进行的攻击检定具有优势。
如果你放下或投掷出了此武器，它将在该回合结束时消散。其后，如法术持续，你能以一个附赠动作使该剑重现于你手中。
升环施法。当你用三四环施放该法术时，其伤害增加到 3d8。五六环时增加到 4d8。七环或以上则增加到
5d8。`},{Name:`治愈之魂`,Source:`珊娜萨的万事指南`,Level:2,Description:`二环 咒法（德鲁伊、游侠）
施法时间：1 附赠动作
施法距离：60 尺
法术成分：V、S
持续时间：专注，至多 1 分钟
你召唤出自然精魂抚慰伤员。这个无形的精魂出现在施法距离内你可以看见的一处 5
尺立方空间。精魂看起来像是透明的野兽或是妖精（由你选择）。
直到法术结束之前，每次你或者一个你可以看见的生物在回合里第一次进入精魂所占据的空间，或是在其中开始它的回合，你都可以让精魂为它恢复
1d6 点生命值（无需动作）。精魂不能治疗构装或亡灵生物。
精魂至多能进行 1+你的施法属性调整值
次治愈（至少能治疗 2 次）。当治愈次数用尽后，精魂就会消失。
在你的回合中，你可以用附赠动作来让精魂移动 30
尺至另一处你可见的空间内。
升环施法。当你使用三环或更高的法术位施放该法术时，使用的法术位每高一环，治疗值就增加 1d6 点。`},{Name:`潮涌`,Source:`珊娜萨的万事指南`,Level:3,Description:`三环 咒法（德鲁伊、术士、法师）
施法时间：1 动作
施法距离：120
尺
法术成分：V、S、M（一滴水）
持续时间：立即
你召唤出浪潮拍打距离之内的区域。区域的长度至多为 30
尺，宽度至多为 10 尺，高度至多为 10
尺。在区域内的每个生物均必须进行一次敏捷豁免检定。豁免失败则该生物受到4d8钝击伤害并应击倒地。豁免成功则仅受到一半伤害，且不会倒地。水之后会沿着地表向四周流去，熄灭区域内和周围 30
尺内所有有未受保护的火焰，而后消失不见。`},{Name:`低阶恶魔召唤术`,Source:`珊娜萨的万事指南`,Level:3,Description:`三环 咒法（魔契师、法师）
施法时间：1 动作
施法距离：60 尺
法术成分：V、S、M（来自一个于 24
小时之内被杀的类人生物身上的一剂血液）
持续时间：专注，至多 1
小时
你吐出污秽的词语，从无底深渊的无尽混沌中召唤来恶魔。遵从下表掷骰来决定什么生物出现。
D6
被召唤的恶魔
1~2
2 个挑战等级为 1 或更低的恶魔
3~4
4 个挑战等级为 1/2 或更低的恶魔
5~6
8 个挑战等级为 1/4 或更低的恶魔
DM 选择恶魔的种类，例如 原魔Manes 或者 怯魔dretches，然后你选择施法距离内可见的未占据空间让它们出现。被召唤的恶魔在生命值降低为 0
或法术结束时消失。
恶魔对包括你在内的所有生物抱有敌意。它们拥有自己的回合，将它们整体视作一组来投掷先攻。恶魔会花费它的回合用于追逐和攻击最近的非恶魔生物，尽其所能。
作为施放此法术的一部分，你可以使用作为施法材料的血液在地上绘制一个法阵。法阵大到可以包括你在的空间。在法术的持续时间内，被召唤来的恶魔无法穿过或伤害法阵，也无法以其中的任何人作为目标。用这种方式使用的施法材料会在法术结束时被消耗。
升环施法。当你使用六环或七环的法术位施放该法术时，被召唤的恶魔数量变为两倍。当你使用八环或九环的法术位施放该法术时，被召唤的恶魔数量变为三倍。`},{Name:`敌群环绕`,Source:`珊娜萨的万事指南`,Level:3,Description:`三环 惑控（吟游诗人、术士、魔契师、法师）
施法时间：1 动作
施法距离：120 尺
法术成分：V、S
持续时间：专注，至多 1
分钟
你接触一个可见生物的思想并迫使它进行一次智力豁免检定。免疫恐慌的生物自动通过此豁免。若豁免失败，目标失去从敌人中辨别友伴的能力，将所有可见的生物识别为敌人直到法术结束。每次目标受到伤害时它都可以重复进行此豁免，若成功将结束它对自己的效果。
每当受影响的生物选择另一个生物作为目标时，它必在攻击、法术或其他可用能力的范围里，从所有可见目标中随机选择目标。如果一名敌人提供了借机攻击的机会给受术生物，生物必须进行攻击只要它有能力这么做。`},{Name:`假寐术`,Source:`珊娜萨的万事指南`,Level:3,Description:`三环 惑控（吟游诗人、术士、法师、奇械师）
施法时间：1 动作
施法距离：30 尺
法术成分：S、M（一撮沙子）
持续时间：10
分钟
你做一个使人平静的手势，在施法距离内，你选择最多 3
名你可以看见的自愿生物在法术持续时间中进入昏迷状态。如果生物受到伤害或者某人使用动作将他摇醒，对于那个目标法术会提前结束。如果目标在整个持续期间都保持昏迷，目标会得到一次短休的好处，但是在完成一次长休之前将不能再受到这个法术的影响。
升环施法。当你使用四环或更高的法术位施放该法术时，使用的法术位每高一环，你就可以多指定
1 个额外的自愿生物作为目标。`},{Name:`雷霆步`,Source:`珊娜萨的万事指南`,Level:3,Description:`三环 咒法（术士、魔契师、法师）
施法时间：1 动作
施法距离：90
尺
法术成分：V
持续时间：立即
你可以将你自己传送至施法距离内一处未被占据的可见空间。在你消失的瞬息之后，雷霆般的爆发声响起。在你原处空间周围10尺范围内的每个生物必须进行一次体质豁免，豁免失败者将受到3d10点雷鸣伤害，豁免成功则只受半数伤害。300尺范围内都能听见的这声雷鸣。
此外，传送的同时你可以带走物件（只要它们没有超过你能承载的重量），也可以再传送一个与你体型相仿或是比你更小的自愿生物（它所携带的装备也不能超过他的负重）。在你施展此法术时，你要传送的生物必须身处处你周围5尺范围内，且在你的目的地周围5尺范围内必须要有一处未占据空间以供让它一起传送；否则这个生物将被留下。
升环施法。当你使用四环或更高的法术位施放该法术时，使用的法术位每高一环，伤害就会增加
1d10。`},{Name:`烈焰箭矢`,Source:`珊娜萨的万事指南`,Level:3,Description:`三环 变化（德鲁伊、游侠、术士、法师）
施法时间：1 动作
施法距离：触碰
法术成分：V、S
持续时间：专注，至多 1
小时
你接触一个装有箭矢或弹药的箭袋。当一个目标被从箭袋中取出的弹药进行的远程武器攻击击中时，该目标额外受到 1d6
点火焰伤害。弹药上法术的魔力将在其击中或未击中目标时消失，而法术将在从箭袋中取出 12
发弹药后终结。
升环施法。当你使用四环或更高的法术位施放该法术时，使用的法术位每高一环，你能以此法术影响的弹药的数量便增加 2 发。`},{Name:`马友夫微流星`,Source:`珊娜萨的万事指南`,Level:3,Description:`三环 塑能（术士、法师）
施法时间：1
动作
施法距离：自身
法术成分：V、S、M（由松木盛着的硝石和硫磺，外形为小珠子）
持续时间：专注，至多 10
分钟
你在你所在的空间内制造出 6
颗微型流星。它们会悬浮在空气中，在法术的持续时间内以你为中心绕转。当你释放此法术——及在你之后的每个回合中通过使用一个附赠动作——你能释放一到两颗流星，让它们袭击你周围
120 尺范围内的一点。一旦流星到达目的地，或是撞击到了固体表面，它会发生爆炸。在流星爆炸点周围 5 尺的生物均必须进行一次敏捷豁免检定。检定失败者受到 2d6
点火焰伤害，检定成功则只受到上述伤害的一半。
升环施法。当你使用四环或更高的法术位施放该法术时，使用的法术位每高一环，创造出的流星数量就增加两颗。`},{Name:`迷你仆役`,Source:`珊娜萨的万事指南`,Level:3,Description:`三环 变化（法师、奇械师）
施法时间：1 分钟
施法距离：触碰
法术成分：V、S
持续时间：8
小时
你接触一个未附着于其他物体或表面之上，也未被其他生物所携带的微型非魔法物体。目标将被活化并长出细小的胳膊和腿脚，并成为处于你控制之下的生物，直到法术结束或者其HP降至0时提前结束。参考以下版块得知它的数据。
以一个附赠动作，你可以对这个生物发出精神命令，只要它在你周围 120
尺范围内（如果你通过这个法术控制了多个生物，你可以同时命令它们，对其中的每一个发布同样的指令）。你决定这个生物在下一回合自愿采取的动作和自愿进行的移动，或者你也可以发布一个简单的、综合的命令，例如去拿起钥匙、站着放哨、堆叠书本。如果你不发布命令，仆役除了保护自己对抗敌对生物以外什么也不会做。一旦得到一个命令，仆役会继续服从命令行动直到工作完成。
当这个生物的生命值降低至
0
点，它恢复至原来的形态，并且任何剩余的伤害会由那个形态承担。
升环施法。当你使用四环或更高的法术位施放该法术时，使用的法术位每高一环，你可以额外活化两个物体。
迷你仆役Tiny
Servant
微型构装，无阵营
AC：15（天生护甲）
HP：10（4d4）
速度：30尺，攀爬30尺
力量 4（-3）
敏捷 16（+3） 体质 10（+0）
智力 2（-4） 感知 10（+0） 魅力 1（-5）
伤害免疫：毒素，心灵
状态免疫：目盲，魅惑，耳聋，力竭，恐慌，麻痹，石化，中毒
感官：盲视 60
尺（对超过半径的区域目盲），被动察觉 10
语言：-
动作Actions
猛击Slam。近战武器攻击：命中+5，触及
5 尺，单一目标。命中：5(1d4+3)点钝击伤害`},{Name:`沙墙术`,Source:`珊娜萨的万事指南`,Level:3,Description:`三环 塑能（法师）
施法时间：1 动作
施法距离：90 尺
法术成分：V、S、M（一捧沙）
持续时间：专注，至多
10 分钟
你在距离内你能看到的地表的一点上召唤出由舞动的沙子构成的墙体。你可以制造出的墙体长度至多为 30 尺，高度至多为 10 尺，厚度至多为 10
尺。其将在法术终结时消失。它能阻挡视觉线，但无法阻挡移动。处于墙体所在的空间内的生物目盲，在其中移动时，每移动 1 尺需要消耗 3 尺的移动力。`},{Name:`生命转换`,Source:`珊娜萨的万事指南`,Level:3,Description:`三环 死灵（牧师、法师）
施法时间：1
动作
施法距离：30尺
法术成分：V、S
持续时间：立即
你牺牲自己的部分健康来修复其他生物的伤口。你受到 4d8
暗蚀伤害（这个暗蚀伤害无法以任何方式减少），同时施法距离内一个由你选择的可见生物恢复生命值，数值等于你承受的暗蚀伤害的两倍。
升环施法。当你使用四环或更高的法术位施放该法术时，使用的法术位每高一环，暗蚀伤害就增加
1d8。`},{Name:`水墙术`,Source:`珊娜萨的万事指南`,Level:3,Description:`三环 塑能（德鲁伊、术士、法师）
施法时间：1
动作
施法距离：60尺
法术成分：V、S、M（一滴水）
持续时间：专注，至多 10
分钟
你在距离内你能看到的地表的一点上召唤出由水构成的墙体。你可以制造出的墙体长度至多为 30 尺，高度至多为 10 尺，厚度至多为 1
尺。或者你也可以制造出直径至多为 20 尺的环形墙体，高度至多为 20 尺，厚度至多为 1
尺。该墙体将在法术终结时消失。该墙体所在的区域是困难地形。
任何进入墙体所在空间的远程武器攻击在攻击检定中具有劣势，而穿过墙体到达其目标的火焰效果所造成的火焰伤害将减半。造成寒冷伤害的法术若穿过墙体会令穿过的部分被冻结（至少
5 平方尺的空间被冻结）。每个被冻结的5平方尺的方格具有 AC5 和 15 点生命值。令一块被冻结的区域生命值降为 0
将摧毁它。当一个部分被摧毁时，墙体的水不会填补其位置。`},{Name:`土石喷发`,Source:`珊娜萨的万事指南`,Level:3,Description:`三环 变化（德鲁伊、术士、法师）
施法时间：1 动作
施法距离：120
尺
法术成分：V、S、M（一块黑曜石）
持续时间：立即
选择距离内你能看见的，位于地面上的一点。以该点为中心，20
尺立方的空间内，一道翻滚的泥土和岩石流喷发而出。在该区域中的每个生物必须进行一次敏捷豁免检定。若未通过豁免，该生物受到 3d12
点钝击伤害，成功的豁免令上述伤害减半。此外，该区域的地面成为困难地形直到被清理。该区域每 5 平方尺的空间，若用手来清理至少需要 1
分钟时间。
升环施法。当你使用四环或更高的法术位施放该法术时，使用的法术位每高一环，伤害便增加 1d12。`},{Name:`碧水法球`,Source:`珊娜萨的万事指南`,Level:4,Description:`四环 咒法（德鲁伊、术士、法师）
施法时间：1 动作
施法距离：90
尺
法术成分：V、S、M（一滴水）
持续时间：专注，至多 1 分钟
你在距离之内，你能看见的一点上召唤出一个半径 5
尺的水球。水球可以悬浮于空气中，但其离地高度不能超过 10
尺。水球将在法术的持续时间内持续存在。
处于水球空间内的任何生物必须进行一次力量豁免。若豁免成功，该生物将被排出到水球周围最近的未占据空间中。巨型
Huge 或更大体型的生物将自动于此豁免检定中成功，而一个 大型Large
或更小体型的生物可以主动在豁免中失败。若豁免失败，生物会被水球束缚，被水淹没。在其每个回合的结束，被束缚的生物可以重复此豁免，若成功则结束法术对自己的效果。
水球可以容纳至多
4 个中型（或更小的）生物，或是1个大型生物。若水球束缚了一个超过上限的生物，一个已经被束缚的随机生物将被排除，以倒地的状态出现在水球周围 5
尺范围内。
以一个动作，你可以在直线方向上移动水球，至多移动 30 尺。若其移动时经过了一个坑，悬崖或类似地形，它会安全的落下，直到悬浮在地表 10
尺为止。水球束缚的所有生物也会随之移动。你可以用水球撞击生物来迫使其进行豁免检定。
当此法术终结时，水球会掉落在地，并熄灭其周围 30
尺范围内的所有非魔法火焰。任何被水球束缚的生物会在水球的落地点周围以倒地的状态出现。随后，这些水会消失。`},{Name:`风暴法球`,Source:`珊娜萨的万事指南`,Level:4,Description:`四环 塑能（术士、法师）
施法时间：1 动作
施法距离：150 尺
法术成分：V、S
持续时间：专注，至多 1
分钟
你选择以在施法距离内的一点，以那点为中心出现一个由强风构成的 20
尺半径的球体。该球体将在法术的持续时间内持续存在。在球体出现时，身处其中的生物均必须通过一次力量豁免，豁免失败将受到 2d6
点钝击伤害。若生物在球体内结束其回合，则也需要进行这一力量豁免。球体内部的空间视为困难地形。
直至法术结束前，你可以在每个你的回合中使用一个附赠动作，令球体中心射出一发闪电，攻击距中心不超过
60 尺范围内的生物。进行一次远程法术攻击，如果攻击目标在球体内，这次攻击检定具有优势。若击中，目标受到 4d6 点闪电伤害。
在球体周围 30
尺范围内的生物为聆听所做的感知（察觉）检定具有劣势。
升环施法。当你使用五环或更高的法术位施放该法术时，使用的法术位每高一环，所有效应产生的伤害便各增加
1d6。`},{Name:`高阶恶魔召唤术`,Source:`珊娜萨的万事指南`,Level:4,Description:`四环 咒法（魔契师、法师）
施法时间：1 动作
施法距离：60 尺
法术成分：V、S、M（来自一个于 24
小时之内被杀的类人生物身上的一剂血液）
持续时间：专注，至多 1 小时
你吐出污秽的词语，从无底深渊的无尽混沌中召唤来一只恶魔。你选择挑战等级为 5 或更低的一种恶魔类型，例如
影魔Shadow Demon 或者是 巴古拉魔Barlgura
。恶魔出现在法术距离内你可见的一处未占据空间，当它的生命值降低至
0
点或是法术结束时，恶魔将会消失。
恶魔拥有自己的回合，为他投掷先攻。当你在召唤它以及在之后你的每一个回合，你都可以向它发布口头命令（无需你的动作），告诉它在下个回合它必须做什么。如果你没有发布命令，它会花费自己的回合用来攻击任何在触及内攻击它的生物。
在恶魔的每个回合结束时，它都会进行一次魅力豁免检定。如果你说出它的真名，恶魔会在这次豁免检定中具有劣势。如果豁免失败，恶魔继续服从你。如果豁免成功，在法术剩下的时间中你失去对恶魔的控制，并且恶魔会花费它的回合用于追逐和攻击最近的非恶魔生物，尽其所能。即使你在到达完整的持续时间之前中断这个法术的专注，一个失去控制的恶魔在
1d6
轮内仍然不会消失，只要它还留有生命值。
作为施放此法术的一部分，你可以使用作为施法材料的血液在地上绘制一个法阵。法阵大到可以包括你在的空间。在法术的持续时间内，被召唤来的恶魔无法穿过或伤害法阵，也无法以其中的任何人作为目标。用这种方式使用的施法材料会在法术结束时被消耗。
升环施法。当你使用五环或更高的法术位施放该法术时，使用的法术位每高一环，允许召唤的恶魔挑战等级就+1。`},{Name:`魅惑怪物`,Source:`珊娜萨的万事指南`,Level:4,Description:`四环
惑控（吟游诗人、德鲁伊、术士、魔契师、法师）Legacy
施法时间：1 动作
施法距离：30
尺
法术成分：V、S
持续时间：1
小时
你尝试魅惑法术距离内你可见的某一生物。它立即进行感知豁免，如果你或者你的同伴正在与它战斗，它在这次豁免上具有优势。如果它豁免失败，它将被你魅惑直到法术结束，或者直到你或你的同伴做了任何有害它的事情。被魅惑的生物将对你友好。在法术结束时，生物会知道它曾被你魅惑。
升环施法。当你使用五环或更高的法术位施放该法术时，使用的法术位每高一环，你就可以多指定一个额外生物作为目标。每个被你指定的生物相互之间的距离必须在
30 尺内。`},{Name:`莫伊之影`,Source:`珊娜萨的万事指南`,Level:4,Description:`四环 死灵（魔契师）
施法时间：1 动作
施法距离：自身
法术成分：V、S、M（镶嵌在宝石里的亡灵的眼睛，价值至少
150GP）
持续时间：专注，至多 1
分钟
法术持续时间内，如同火焰般的暗影笼罩在你的身体周遭，使你对于其他人视为身处重度遮蔽下。
暗影会将你周围 10
尺内的微光照明转变为黑暗，明亮照明转变为微光。
直到法术结束之前，你具有光耀伤害抗性。此外，当在你周围 10
尺内的生物用攻击命中你时，暗影会袭向那个生物，对它造成 2d8 点暗蚀伤害。`},{Name:`浓酸球`,Source:`珊娜萨的万事指南`,Level:4,Description:`四环 塑能（术士、法师）Legacy
施法时间：1 动作
施法距离：150
尺
法术成分：V、S、M（一滴巨型蜗牛的胆汁）
持续时间：立即
你指定距离之内的一点，一颗发光的 1 尺直径的强酸球飞向那个位置，爆炸并溅射
20 尺半径内的球形区域。在该区域中的每个生物必须进行一次敏捷豁免。豁免失败的生物不仅将受到 10d4 点强酸伤害，其下个回合结束时还将再受到 5d4
点强酸伤害。若豁免成功，该生物只受到初始伤害的一半且不会在其下个回合结束时受到伤害。
升环施法。当你使用五环或更高的法术位施放该法术时，使用的法术位每高一环，初始伤害便增加
2d4。`},{Name:`寻获高等坐骑`,Source:`珊娜萨的万事指南`,Level:4,Description:`四环 咒法（圣武士）
施法时间：10 分钟
施法距离：30
尺
法术成分：V、S
持续时间：立即
你召唤一个圣魂并呈现出忠诚的、雄伟的坐骑外观。坐骑出现在施法范围内未占据空间内，坐骑的外形由你从以下形态中选择：狮鹫Griffon
、天马Pegasus、鹿鹰Peryton、恐狼Dire
Wolf、犀牛Rhinoceros 或者 剑齿虎Saber-toothed
Tiger
。坐骑拥有你选择的形态的数据（见《怪物图鉴》），不过它的生物类型实际上是天族、妖精、或邪魔（由你选择）而非这些生物的通常类型。此外，你的坐骑还能听懂一门你习得的语言（由你选择），且如果你的坐骑智力为
5 或更低，它的智力变为 6。
你在战斗中控制坐骑。当坐骑在你周围 1
里内，你可以通过心灵感应和它沟通。当骑乘在你的魔法坐骑上时，所有你施展的只以你为目标法术同时也影响你的魔法坐骑。
当魔法坐骑的 HP 降为 0
时，它会暂时消失。你也可以以一个动作解散你的魔法坐骑使得它消失。再次施放这个法术可以重新召唤绑定的坐骑，此时它的生命值全部恢复，并且任何状态都被移除。
你不能通过这个法术或获得坐骑法术同时拥有与
1
个以上的魔法坐骑的联系，以一个动作，你可以在任何时候将你的坐骑从你们的联系中解放，使得它消失。
每当坐骑消失，它会留下所有它穿戴或者携带的物品。`},{Name:`元素灾厄`,Source:`珊娜萨的万事指南`,Level:4,Description:`四环 变化（德鲁伊、魔契师、法师、奇械师）
施法时间：1 动作
施法距离：90
尺
法术成分：V、S
持续时间：专注，至多 1
分钟
选择距离之内，你能看见的一个生物，并选择下述伤害类型之一：强酸，寒冷，火焰，闪电或雷鸣。目标必须通过一次体质豁免检定，否则便在此法术的持续时间内受其影响。每回合受到影响的生物第一次受到选定类型的伤害时，目标额外受到
2d6
点对应类型的伤害。此外，直到法术终结，该目标失去对该伤害的任何抗性。
升环施法。当你使用五环或更高的法术位施放该法术时，使用的法术位每高一环，你便可以额外指定一个生物作为目标。当选定生物时，每个生物间的距离不得超过
30 尺。`},{Name:`致病辐射`,Source:`珊娜萨的万事指南`,Level:4,Description:`四环 塑能（术士、魔契师、法师）
施法时间：1 动作
施法距离：120
尺
法术成分：V、S
持续时间：专注，至多 10 分钟
选择的施法距离内的一点，绿色的微光以那一点为中心扩散并覆盖半径30尺的球状区域。光芒会绕开拐角传播，并会一直持续到法术结束为止。
当一个生物在某一回合内第一次进入此法术区域内，或者是在其中开始其回合时，该生物必须通过一次体质豁免。豁免失败将受到
4d10 点光耀伤害并承受一级力竭，且该生物会发散出 5
尺半径的绿色微光。这个光线让生物无法从隐形中获益。光线和由于这个法术所产生的任何等级的力竭在法术结束时消失。
（注：辐射Radiance 与光耀伤害的 光耀Radiance
是同一个词。这也是为什么此法术译作辐射看似辐射却造成光耀伤害。）`},{Name:`自然守卫`,Source:`珊娜萨的万事指南`,Level:4,Description:`四环 变化（德鲁伊、游侠）
施法时间：1 附赠动作
施法距离：自身
法术成分：V
持续时间：专注，至多 1
分钟
自然之魂回应你的呼唤并将你转变为一个强大的守卫。转变持续到法术结束。你选择以下形态之一取得：原始猛兽或战争巨树。
原始猛兽Primal Beast。如野兽般的皮毛覆盖你的身体，你的面部特征变得野性，并且你得到以下增益：
你的步行速度增加 10 尺。
你得到 120 尺的黑暗视觉。
你基于力量的攻击检定得到优势。
你的近战武器攻击在击中时会造成额外1d6力场伤害。
战争巨树Great Tree。你的皮肤出现树纹，枝叶从你的头发上萌芽，并且你得到以下增益：
你得到 10 点临时生命。
你的体质豁免检定得到优势。
你基于敏捷或基于感知的攻击检定得到优势。
当你在地面上时，你周围 15 尺的地面对于你的敌人而言是困难地形。`},{Name:`操控风力`,Source:`珊娜萨的万事指南`,Level:5,Description:`五环 变化（德鲁伊、术士、法师）
施法时间：1 动作
施法距离：300
尺
法术成分：V、S
持续时间：专注，至多 1 小时
你获得对距离内，你可以看见的，100尺立方区域内的空气的操控能力。当施放此法术时，选择下述效果之一。该效果将在法术的持续时间内始终生效，除非你在稍后的回合中使用一个动作来调整为其他的效果。你也可以使用你的动作来暂停效应或重启一个被暂停的效应。
狂风Gusts。你操控的空气中产生了一阵狂风，持续的向一个由你选择的水平方向吹去。你选择风力的强度：微风
calm，大风 moderate和强风
strong。若风力为大风或强风，进入或者离开区域，或者是穿过其中的远程武器攻击在其攻击检定中得到劣势。若风力为强风，逆风而行的生物每移动 1
尺需要额外消耗 1 尺的移动力。
下沉气流Downdraft。你操控的空气产生了向下的气流，从空间的顶部开始下沉。穿过其中的远程武器攻击，或是对于处于其中的生物进行的远程武器攻击在其攻击检定中得到劣势。生物每回合第一次飞进受影响的空间，或是在飞行状态下于受影响的空间开始其回合，其必须进行一次力量豁免检定。若检定失败，该生物摔落倒地。
上升气流Updraft。你操控的空气产生了向上的气流，从空间的底部开始上升。在该空间内结束摔落的生物只会因为该摔落受到一半的伤害。处于该空间内的生物垂直跳跃时，其能比正常情况下跳跃的高度高出
10 尺。`},{Name:`大漩涡`,Source:`珊娜萨的万事指南`,Level:5,Description:`五环 塑能（德鲁伊）
施法时间：1 动作
施法距离：120
尺
法术成分：V、S、M（折成漏斗状的纸张或叶片）
持续时间：专注，至多 1 分钟
你指定施法距离之内可见的一点，大量的水在此出现，构成一个深达5尺、半径达30 尺的大漩涡。你选择的点必须处于地面或者水体表面。直到法术结束前，该区域成为困难地形，所有在该区域开始其回合的生物都必须进行一次力量豁免，豁免失败将受到
6d6 钝击伤害并被拉向中心 10 尺。`},{Name:`地狱呼唤`,Source:`珊娜萨的万事指南`,Level:5,Description:`五环 咒法（魔契师、法师）
施法时间：1 分钟
施法距离：90 尺
法术成分：V、S、M（一块至少价值 999gp
的红宝石）
持续时间：专注，至多 1 小时
说出黑暗的咒语，你从九狱之中召唤来魔鬼。你选择挑战等级在 6 或更低的一种魔鬼的类型，例如
猬魔Barbed Devils 或 须魔Bearded Devils 。魔鬼出现在施法距离内你可以看见的一处未占据空间。魔鬼在生命值降低至 0
或法术结束时消失。
魔鬼对你和你的同伴是不友好的。为魔鬼投掷先攻，并且它拥有自己的回合。它处于 DM
的控制之下并在它的每个回合依据本性来进行行动。如果它认为自己能取胜它有可能会攻击你，或者它会诱惑你承诺一个邪恶行为来交换它的有限服务。DM
掌握这个生物的数据。
在你的每个回合中，你都可以尝试向魔鬼发出口头命令（不需要任何动作）。如果命令可能产生的结果与它的愿望一致，尤其是可能会让你走向邪恶，魔鬼会遵从命令。否则，你必须进行魅力（欺瞒、威吓或游说）检定对抗它的感知（洞悉）检定。如果你说出这个魔鬼的真名，你在这次检定中具有优势。如果你的检定失败，在法术余下的持续时间中魔鬼将免疫你的口头命令，虽然它仍旧可以选择执行。如果你的检定成功，魔鬼会执行你的命令直到完成，例如“攻击我的敌人”，“探索前面的房间”，或者是“将这个信息带给女王”。在那之后它返回向你报告自己已经完成。
如果你的专注在法术到达完整的持续时间之前中断，且魔鬼已经免疫了你的口头命令，那么它不会立即消失，而是在消失之前以它选择任何方式活动
3d6 分钟。
如果你拥有某个特定的魔鬼邪符，并且它的挑战等级在法术允许的适当范围+1
里，你可以召唤那个魔鬼，它会遵从你的命令而你无需魅力检定。
升环施法。当你使用六环或更高的法术位施放该法术时，使用的法术位每高一环，允许召唤的魔鬼挑战等级就+1。`},{Name:`焚烧术`,Source:`珊娜萨的万事指南`,Level:5,Description:`五环 塑能（术士、法师）
施法时间：1 动作
施法距离：90 尺
法术成分：V
持续时间：专注，至多 1
分钟
火焰环绕在施法距离之内你可见的一个生物身上。目标必须进行一次敏捷豁免。豁免失败，目标将受到 8d6
火焰伤害，豁免成功则只受到半数伤害。若豁免失败，目标还会被此法术点燃，持续至法术结束。被点燃的目标会散发出 30 尺半径的明亮光照，以及其外 30
尺范围的微光光照。在其被点燃目标回合结束时，目标重复进行此次豁免。豁免失败将受到 4d6
点火焰伤害，而豁免成功则此法术提前终止。这些魔法火焰无法被非魔法的方式熄灭。
若此法术造成的伤害杀死了目标，目标将化为灰烬。`},{Name:`拂晓`,Source:`珊娜萨的万事指南`,Level:5,Description:`五环 塑能（牧师、法师）
施法时间：1 动作
施法距离：60 尺
法术成分：V、S、M（价值至少 100gp
的旭日坠饰）
持续时间：专注，至多 1 分钟
拂晓之光落在施法距离内你指定的地点，形成一道 30 尺半径、40
尺高度的明亮光柱。这个光芒被视为阳光。
当光柱出现时，每个处于其中的生物都必须进行体质豁免，失败将受到 4d10
光耀伤害，成功则只承受一半。在光柱中结束回合的生物也必须再次进行这个豁免。
如果你在光柱 60 尺内，你可以在你的回合以一个附赠动作将它移动 60
尺。`},{Name:`负能量洪流`,Source:`珊娜萨的万事指南`,Level:5,Description:`五环 死灵（魔契师、法师）
施法时间：1 动作
施法距离：60
尺
法术成分：V、M（一块破碎的骨头和一块方形的黑色丝绸）
持续时间：立即
你向距离内一个可见生物发出丝带状的负能量。如果目标不是亡灵，他必须进行一次体质豁免检定，并在豁免失败时受到
5d12
暗蚀伤害，若豁免成功则只承受一半。被这个伤害杀死的目标将在你的下回合开始被唤起为一只丧尸。丧尸会追杀距离他最近的、他可以看见的任何生物。丧尸的数据参考怪物图鉴。
如果你以亡灵作为目标使用这个法术，目标不需要进行豁免检定，取而代之的是目标得到
5d12 的一半作为临时生命。`},{Name:`钢风斩`,Source:`珊娜萨的万事指南`,Level:5,Description:`五环 咒法（游侠、法师）Legacy
施法时间：1 动作
施法距离：30尺
法术成分：S、M（一把价值至少 1sp
的近战武器）
持续时间：立即
你舞动用于施法的武器，随后忽然消失并发起袭击，恰如同一阵钢铁的疾风。选择施法距离内最多 5
个可见生物。向每个生物分别进行一次近战法术攻击。若击中，目标承受 6d10 力场伤害。
在这之后，你可以传送到一个你击中或未击中的生物周围 5
尺内，你可以看见的未占据空间。`},{Name:`光墙术`,Source:`珊娜萨的万事指南`,Level:5,Description:`五环 塑能（术士、魔契师、法师）
施法时间：1 动作
施法距离：120
尺
法术成分：V、S、M（一面手镜）
持续时间：专注，至多 10
分钟
明亮的、闪光的墙壁在施法距离内你选择的一点出现。这面光墙的方向由你决定：你可以使墙成为水平或垂直的结界，亦可以使它成一定倾角。它可以浮在空中，也可以立于坚实的表面上。墙壁的长度至多
60 尺，高度至多 10 尺，厚度至多 5 尺。墙会阻挡视觉线，但是生物和物体可以穿过它。它发出 120 尺的明亮照明和额外 120
尺的微光照明。
当光墙出现时，在那个区域里的每个生物都必须进行体质豁免检定。若豁免失败，生物受到 4d8 光耀伤害，并且目盲 1
分钟。若豁免成功，它只承受一半伤害并且不会被目盲。一个被目盲的生物可以在它的每个回合结束时重新进行体质豁免检定，若成功则结束对自己的目盲效果。在墙壁区域内结束回合的生物也会受到
4d8 光耀伤害。
直到法术结束之前，你可以使用你的动作从墙上发射出一条光辉射线，袭击它 60
尺内的一个你可以看见的生物。进行一次远程法术攻击检定。若击中，目标承受 4d8 光耀伤害。无论击中或失手，墙壁的长度都会被减少 10 尺。如果墙壁的长度被降低至
0 尺，法术结束。
升环施法。当你使用六环或更高的法术位施放该法术时，使用的法术位每高一环，伤害便增加 1d8。`},{Name:`汲能术`,Source:`珊娜萨的万事指南`,Level:5,Description:`五环 死灵（术士、魔契师、法师）
施法时间：1 动作
施法距离：60 尺
法术成分：V、S
持续时间：专注，至多
1 分钟
墨色的黑暗触须从你身上延伸，触碰法术距离内你可见的一个生物并汲取它的生命。目标必须进行敏捷豁免检定。若豁免成功，目标将受到 2d8
暗蚀伤害，随后法术结束。若豁免失败，目标受到 4d8 暗蚀伤害，并且直到法术结束之前，你在每个自己的回合都可以用你的动作对目标自动造成 4d8
暗蚀伤害。如果你使用你的动作来做其他任何事情，则法术即刻结束。此外，如果目标位于施法距离外或对你处于全身掩护，法术同样会结束。
每次法术对目标造成伤害，你都可以恢复目标受到的暗蚀伤害量的一半生命值。
升环施法。当你使用六环或更高的法术位施放该法术时，使用的法术位每高一环，伤害便增加
1d8。`},{Name:`骷髅之舞`,Source:`珊娜萨的万事指南`,Level:5,Description:`五环 死灵（魔契师、法师）
施法时间：1 动作
施法距离：60 尺
法术成分：V、S
持续时间：专注，至多 1
小时
黑暗力量的线从你的指尖延伸，刺穿了法术距离内最多 5 具你可见的小型 Small或中型
Medium的尸体。每具尸体都立即站起变为亡灵。你自由决定它是丧尸或者骷髅（丧尸和骷髅的数据参考怪物图鉴），并且它们在攻击和伤害掷骰中得到等同你的施法属性调整值的加值。
你可以用你的附赠动作精神性地指挥你用这个法术创造的生物，并对它们发出同样的命令。生物必须在你
60
尺内才能接受命令。你决定被操纵的生物下回合的动作和移动。或者，你可以下达宽泛的命令，例如守护某个房间或走廊。如果你不下达命令，生物只会保护自己对抗敌对生物。一旦被下达命令，生物会持续执行命令直到任务完成。
你对这些生物的控制持续到法术结束，在那之后它们立即变回无生命状态。
升环施法。当你使用六环或更高的法术位施放该法术时，使用的法术位每高一环，你就可以活化额外的两具尸体。`},{Name:`渺远步`,Source:`珊娜萨的万事指南`,Level:5,Description:`五环 咒法（术士、魔契师、法师）
施法时间：1 附赠动作
施法距离：自身
法术成分：V
持续时间：专注，至多 1
分钟
你传送至 60 尺内一处你可见且未占据空间。在法术结束之前你的每个回合，你都可以用附赠动作再次通过这个方法传送。`},{Name:`神圣武器`,Source:`珊娜萨的万事指南`,Level:5,Description:`五环 塑能（牧师、圣武士）
施法时间：1附赠动作
施法距离：触碰
法术成分：V、S
持续时间：专注，至多1小时
你为你触碰的一把武器注入神圣的力量。直到法术结束前，武器都会散发出半径30尺的明亮光照和额外30尺的微光光照。此外，用这把武器发动的武器攻击在命中时会造成额外2d8光耀伤害。如果该武器原先不是魔法武器，则在法术持续时间内其将暂时转变为魔法武器。
在你自己的回合中，你能以附赠动作结束该法术并使武器爆发光耀能量。位于武器30尺内每名你选择的你可见的生物必须进行一次体质豁免检定。豁免失败的生物将受到4d8光耀伤害，并陷入目盲，持续1分钟。豁免成功则只承受一半伤害并不会陷入目盲。陷入目盲的生物在其每个回合结束时重复豁免，成功则终止其身上的该效应。`},{Name:`授予技能`,Source:`珊娜萨的万事指南`,Level:5,Description:`五环 变化（吟游诗人、术士、法师、奇械师）
施法时间：1
动作
施法距离：触碰
法术成分：V、S
持续时间：专注，至多 1
小时
你用魔法加深生物对自己才华的理解。你触碰一个自愿生物，并给予它由你选择的一项技能的专精；直到法术结束之前，生物每次在使用所选技能进行属性检定时都可以加入双倍的熟练加值。
你所选择的技能必须是目标已熟练的，且没有受益于其他类似将熟练加值加倍的效果（例如
专精 Expertise ）的。`},{Name:`突触静止`,Source:`珊娜萨的万事指南`,Level:5,Description:`五环
惑控（吟游诗人、术士、魔契师、法师）Legacy
施法时间：1 动作
施法距离：120
尺
法术成分：V、S
持续时间：立即
你选择距离内的一点，并在那里引发心灵能量的爆炸。以那一点为圆形，20
尺半径球形范围内的每个生物必须进行一次智力豁免检定。智力值为 2 或更低的生物不受这个法术的影响。豁免失败的生物受到 8d6
心灵伤害，成功则只承受一半。
豁免失败生物的思想会在 1 分钟内变得混乱。在持续时间中，投掷一个
d6，每次它进行攻击检定、属性检定和因为维持专注进行体质豁免检定时，它都要从结果上减去这个数值。在目标的每个回合结束它都可以重新进行智力豁免检定，若成功将结束这个效果对自己的影响。`},{Name:`转化岩石`,Source:`珊娜萨的万事指南`,Level:5,Description:`五环 变化（德鲁伊、法师、奇械师）
施法时间：1 动作
施法距离：120
尺
法术成分：V、S、M（陶土和水）
持续时间：直至被解除
你选定距离内，你能看到的，不超过 40
立方尺区域内的岩石或泥土，并选择下述效果之一。
化石为泥Transmute Rock to
Mud。该区域内任何种类的非魔法石块在法术的持续时间内变成等量的稀薄、可流动的泥浆。
若你将法术施放在一处区域或地表，其将变得足够瘫软，足以令生物陷入其中。生物穿过泥浆的每尺均消耗
4
尺的移动力，而在你施法时处于该区域内的生物需要进行一次力量豁免检定。若一个生物在一个回合内第一次进入此区域，或在此区域内结束其回合，其也需要进行此豁免检定。若豁免失败，其将没入泥浆并被束缚，虽然他可以以一个动作来把自己拽出泥浆以结束束缚。
若你对天花板施放此法术，泥浆会掉落。在泥浆掉落时处于其下方的所有生物必须进行一次敏捷豁免检定。若检定失败则该生物受到
4d8 钝击伤害，检定成功者只受到上述伤害的一半。
化泥为石Transmute Mud to Rock。在法术的持续时间内，区域内不超过 10
尺深的非魔法泥土或流沙变为柔软的岩石。在变化的泥土中的生物需要进行一次敏捷豁免检定。若豁免成功，该生物安全的移动到未被占据的一处地表上。若豁免失败，该生物被岩石所束缚。被束缚的生物、或者是其他可以触及到它的生物，可以使用一个动作以试图通过一次力量检定（DC20）来令其脱困。岩石拥有
AC15 和 25 HP，并且免疫毒素和心灵伤害。`},{Name:`自然之怒`,Source:`珊娜萨的万事指南`,Level:5,Description:`五环 塑能（德鲁伊、游侠）
施法时间：1 动作
施法距离：120 尺
法术成分：V、S
持续时间：专注，至多 1
分钟
你唤醒自然界的精魂对抗你的敌人。选择施法距离内你可见的一点，精魂令那一点为中心 60 尺立方区域内的树木、岩石和草丛被活化，直到法术结束。
草丛和灌木Grasses and
Undergrowth。立方区域内被草丛或灌木覆盖的地面对你的敌人而言是困难地形。
树木Trees。在你的每个回合开始，在立方区域内的任何树木周围 10
尺范围内的每个你的敌人都必须成功进行敏捷豁免检定，否则会因为树枝的挥打受到 4d6 挥砍伤害。
根与藤Roots and
Vines。在你的每个回合结束时，立方区域内站于地面上的一个你选择的生物必须成功进行力量豁免检定，否则会被束缚直到法术结束。被束缚的生物可以使用它的动作来进行一次力量（运动）检定对抗你的施法
DC，如果成功将会结束这个效果对自己的影响。
投石Rocks。在你的回合中以一个附赠动作，你可以使一块立方区域中的松动岩石投掷向同样在区域里的一个你可见的生物。若击中，目标受到
3d8 非魔法钝击伤害，并且必须成功进行力量豁免检定否则被击倒。`},{Name:`炽焰赋权`,Source:`珊娜萨的万事指南`,Level:6,Description:`六环 变化（德鲁伊、术士、魔契师、法师）
施法时间：1
动作
施法距离：自身
法术成分：V、S
持续时间：专注，至多 10 分钟
火焰环绕着你的身体，照亮周围 30 尺半径的区域，并在外围
30 尺范围内产生微弱的亮光。这些火焰不会伤害到你。直到此法术终结，你得到如下的好处：
你免疫于火焰伤害并对寒冷伤害具有抗性。
任何在回合中第一次进入你周围 5 尺范围之内，或是在你周围 5 尺范围之内结束回合的生物受到 1d10
火焰伤害。
你可以使用你的动作以创造出一条以你为起始点，向由你选择的方向延伸的 15 尺长、5
尺宽的火线。在线中的每个生物都必须进行一次敏捷豁免检定。豁免失败的生物受到 4d8 火焰伤害，豁免成功者受到上述伤害的一半。`},{Name:`创造人工生命体`,Source:`珊娜萨的万事指南`,Level:6,Description:`六环 变化（法师）
施法时间：1
小时
施法距离：触碰
法术成分：V、S、M（黏土，灰尘，曼德拉草根，以上材料作为该法术的耗材，以及价值 1000gp
的镶嵌宝石的匕首）
持续时间：立即
说出复杂咒语的同时，你用一把镶嵌宝石的匕首刺穿自己，并受到不能被任何方式降低的 2d4
穿刺伤害。随后你将血液滴落在法术的其他成分上并接触它们，将它们转变为一种名为人工生命体Homunculus
的特殊构装生物。
人工生命体的数据见《怪物图鉴》。它是你的忠实伙伴，并且会随着你死亡。每次你完成一次长休，并且此时若人工生命体与你处于同一位面，你可以选择花费最多一半的生命骰，投掷每个骰子并加上你的体质调整值，之后你的生命值上限降低数字的总和，并且人工生命体的当前生命值及其上限都提升这个数字。这个过程可以让你的生命值降至不低于
1
点。你和人工生命体的生命值变化会在你完成下一次长休时还原，在那之前你的最大生命降低效果不能被移除，除非你的人工生命体死亡。
同一时间你只能拥有一只人工生命体。如果你在你的人工生命体还存活时施展，法术将会失败。`},{Name:`德鲁伊林地`,Source:`珊娜萨的万事指南`,Level:6,Description:`六环 防护（德鲁伊）
施法时间： 10 分钟
施法距离：触碰
法术成分：
V、S、M（一个在满月之光下以黄金镰刀收割的槲寄生，作为该法术的耗材）
持续时间：24
小时
你呼唤自然之灵来守护一块户外区域或者是地底。这片区域最小为边长 30 尺的立方体，最大则可达边长 90
尺的立方体。建筑物和其他构造物会被排除在受影响区域外。如果你在一年内每天对同一区域施展这个法术，法术将持续到被解除。
法术将在区域内产生如下效果。当你施展这个法术时，你可以指定生物作为友伴免疫这些效果。你也可以指定一个口令，大声说出口令的人也同样免疫这些效果。
整个被保护的区域都辐射着魔法。一道在区域内施展的解除魔法法术若成功，将只移除以下效果之一，而非整块区域。法术的施法者可以选择一个效果结束。只有当所有效果结束时法术才会被解除。
重雾Solid Fog。你可以在地面上分布厚雾填充任意数量的 5
尺方格，使其处于重度遮蔽之下。雾气高达10尺。在穿过雾气时每移动 1 尺就要花费额外 2
尺的移动力。在免疫这个效果的生物眼中，雾气什么也不会掩盖，并且看起来像是漂浮在空气中的绿色光点。
纠缠灌木Grasping Undergrowth。你可以在没有被填充雾气的地面上分布纠缠的藤蔓和杂草填充任意数量的
5 尺方格，如同它们受到了纠缠术的影响。对免疫这个效果的生物而言这些野草和藤蔓都是柔软的，甚至可以重塑形态成为临时的座椅和床铺。
林地守卫Grove Guardians。你可以活化区域内最多四棵树木，使它们从地面上拔根而起。这些树木与怪物图鉴中的
启蒙树木Awakened tree
有相同的数据，除了它们不会说话，并且在它们的表皮上覆盖着德鲁伊符记。如果有任何不免疫这个效果的生物进入被保护的区域，林地守卫会与它们战斗直到入侵者被赶走或被杀死。林地守卫也遵从你在这个区域内发布的口头命令（无需你的动作）。如果你没有给它们命令也没有入侵者，林地守卫不会行动。林地守卫不能从被保护的区域离开。在法术结束时，驱动它们的魔法也会消失，它们会重新生根（如果可能的话）。
额外法术效果Additional Spell
Effect。你可以从以下魔法效果中选择其一放置在被保护的区域。
在你选择的两个位置布置持续的 造风术gust of wind 效果。
在你选择的一个位置布置 荆棘丛生spike growth 效果。
在你选择的两个位置布置 风墙术wall of wind
效果。
对免疫这个效果的生物而言，风是带着芳香的微风，而布置荆棘丛生的区域是无害的。`},{Name:`地之骨`,Source:`珊娜萨的万事指南`,Level:6,Description:`六环 变化（德鲁伊）
施法时间：1
动作
施法距离：120尺
法术成分：V、S
持续时间：立即
选择距离内你能看见的若干处地面位置，你令六根石柱从这些地面破土而出。每根石柱均为直径5尺，至高30尺的圆柱体。选择的地面必须具有足以容纳石柱直径的空间，且你可以将体型不超过中型的生物下方的地面作为目标。每根石柱的AC为5，具有30HP。当石柱的HP被降至0时，其将变为碎石，并形成一片半径10尺的困难地形区域（持续至被清理）。徒手清理的情况下，此碎石区域中每片直径5尺的部分都需要至少1分钟才能清理干净。
若一根石柱在某生物的下方升起，则该生物必须通过一次敏捷豁免检定，否则会被石柱顶起。生物可以选择在此豁免中失败。
若一根石柱因天花板或其他类似障碍而未能达到其最大高度，在石柱上的生物受到
6d6 钝击伤害，并陷入束缚，在石柱与障碍物间动弹不得。陷入束缚的生物能够以动作进行一次力量或敏捷检定（由该生物选择），对抗此法术的豁免检定
DC。若成功，该生物不再被束缚，其必须选择从石柱上移出或摔下。
升环施法。当你使用七环或更高的法术位施放该法术时，使用的法术位每高一环，你便能额外升起两根石柱。`},{Name:`寒冰赋权`,Source:`珊娜萨的万事指南`,Level:6,Description:`六环 变化系（德鲁伊、术士、魔契师、法师）
施法时间：1
动作
施法距离：自身
法术成分：V、S
持续时间：专注，至多 10 分钟
直到此法术终结，寒冰浸沐了你的躯体，你得到如下好处：
你免疫寒冷伤害，并对火焰伤害具有抗性。
你可以在由冰或雪形成的困难地形上移动而无需额外消耗移动力。
以你为中心，周围 10
尺半径的区域被冻结了，对于你之外的生物而言，其被视为困难地形。此范围会随着你移动而移动。
你可以使用你的动作以创造出一道 15
尺的寒风锥，以你张开的手为起始点，向由你选择的任意方向延伸。在锥内的每个生物均必须进行一次体质豁免检定。检定失败则受到 4d6
寒冷伤害，若成功则受到上述伤害的一半。在对抗此效应的豁免检定中失败的生物，直到你的下个回合开始，其速度减半。`},{Name:`精神监狱`,Source:`珊娜萨的万事指南`,Level:6,Description:`六环 幻术（术士、魔契师、法师）
施法时间：1 动作
施法距离：60 尺
法术成分：S
持续时间：专注，至多 1
分钟
你试图将目标生物束缚在一个只有他自己能感知的幻觉牢房中。在距离内你可见的一个生物必须进行智力豁免检定。如果目标免疫魅惑，它在这次豁免中自动成功。若豁免成功，目标受到
5d10 心灵伤害，同时法术结束。若豁免失败，在造成 5d10
心灵伤害的同时你立即创造出环绕目标所在空间的某种危险区域。你也许会让目标感觉到自己被烈火、被浮动的刀锋、被可怕的獠牙所包围。
无论你采用什么形式的幻象，目标都不能越过它看到或听到任何事物，并且在法术持续时间内被束缚。如果目标移动出幻象，穿过它进行一次近战攻击检定，或尝试用身体的任何部分穿过它，目标受到
10d10 心灵伤害，然后法术结束。`},{Name:`灵魂牢笼`,Source:`珊娜萨的万事指南`,Level:6,Description:`六环 死灵（魔契师、法师）
施法时间：1 反应，当你看见 60
尺内类人生物死去时采取
施法距离：60尺
法术成分：V、S、M（一个价值 100gp 的银笼子）
持续时间：8
小时
这个法术攫取一个死去的类人生物的灵魂，并将它关在你用作为法术材料成分的笼子里。被偷窃而来的灵魂在笼子里持续到法术结束或者你摧毁这个笼子，这也会使法术结束。当你的笼子里面有一个灵魂时，你可以用下文描述的任一方法来利用它。一个被困住的灵魂最多被你这样使用
6 次。一旦你第六次利用这个灵魂，它将会被释放，然后法术结束。在灵魂被困住时，作为灵魂来源的已死类人生物无法被复活。
窃取生命Steal Life。你可以用一个附赠动作从灵魂中吸取活力并恢复 2d8 生命值。
灵魂质问Query
Soul。你向灵魂提出一个问题（无需动作）并得到一个简短的回答作为心灵感应，无论用什么语言你都可以理解。灵魂只知道它的人生中了解的事物，但它必须如实回答并且尽其所能。回答至多是一两句话，也有可能是有隐藏意义的。
借鉴经验Borrow
Experience。你可以使用一个附赠动作让灵魂的人生经验来支撑你，令你的下一次攻击检定，属性检定和豁免检定具有优势。如果在你的下个回合开始之前你没有使用这个增益，它将会丢失。
亡者之眼Eyes of the
Dead。你可以使用一个动作来说出这个类人生物在人生中曾见过的地点的名字，如果你和那个地点在同一位面，你可以在那里创造出一个隐形的传感器。这个传感器将维持到你的专注结束，最多
10 分钟（如同你正专注于一个法术）。你从这个传感器中接受视觉和听觉信息，就如同你在那个地点使用自己的感官。
能看到这个传感器的生物（例如使用了识破隐形法术或是拥有真实视觉）将会看到被你关在笼中的受难者半透明的影像。`},{Name:`磐石赋权`,Source:`珊娜萨的万事指南`,Level:6,Description:`六环 变化（德鲁伊、术士、魔契师、法师）
施法时间：1
动作
施法距离：自身
法术成分：V、S
持续时间：专注，至多 10 分钟
直到法术终结，岩石颗粒布满了你的躯体，你得到如下好处：
你对于来自非魔法攻击的钝击，穿刺和挥砍伤害得到抗性。
你可以使用你的动作，在以你为中心周围 15
尺半径的地表创造出一阵小型地震。在地表上的其他生物必须通过一次敏捷豁免检定，否则会摔倒。
你可以在由泥土或岩石造成的困难地形上移动而无需额外消耗移动力。你可以穿过固态的泥土或石头，像是穿过空气那样。这并未令穿过的物质变得不再凝固，但你不能在物质中结束你的移动。若你结束了移动，你将被排出到最近的未占据空间内，此法术终结，你在直到你下个回合结束前的时间内处于震慑状态。`},{Name:`清风赋权`,Source:`珊娜萨的万事指南`,Level:6,Description:`六环 变化（德鲁伊、术士、魔契师、法师）
施法时间：1
动作
施法距离：自身
法术成分：V、S
持续时间：专注，至多 10 分钟
直到此法术终止，风在你的身旁回旋，而你得到下述好处：
对你进行的远程武器攻击，在其攻击检定中具有劣势。
你得到60尺的飞行速度。若此法术终止时，你仍处于飞行状态，你会坠落，除非你有其他方法避免坠落。
你可以使用你的动作以在你 60 尺范围内，以你能看到的一点为中心，制造出 15
立方尺的呼啸之风。每个在该空间内的生物必须进行一次体质豁免。豁免失败的生物受到 2d10
钝击伤害，豁免成功者受到上述伤害的一半。若体型不超过大型的生物在此豁免中失败。该生物将在远离该空间中心的方向上被推离 10 尺。`},{Name:`散射术`,Source:`珊娜萨的万事指南`,Level:6,Description:`六环 咒法（术士、魔契师、法师）
施法时间：1
动作
施法距离：30尺
法术成分：V
持续时间：立即
你选择距离内最多5名你可见的生物，震颤的空气将环绕他们周围。非自愿的生物必须成功通过一次感知豁免检定才能抵抗该法术。你将每名受影响的生物传送至位于你120
尺内任意你可见的未占据空间。每个所选空间都必须位于地面或地板上。`},{Name:`谭森变形术`,Source:`珊娜萨的万事指南`,Level:6,Description:`六环 变化（法师）
施法时间：1
动作
施法距离：自身
法术成分：V、S、M（一缕公牛毛发）
持续时间：专注，直至 10
分钟
你以魔法为燃料赋予自己耐久和武艺。直到法术结束之前，你不能施展法术，并且得到如下增益：
你得到 50 点临时生命。如果这些临时生命保持到了法术结束，它们会失去。
你在使用简易或军用武器时，攻击检定具有优势。
当你用武器攻击击中一个目标，它将受到额外 2d12 力场伤害。
你熟练于所有盔甲、盾牌、简易武器、以及军用武器。
你熟练于力量豁免和体质豁免。
当你在自己的回合采取攻击动作时，你可以攻击两次而非一次。如果已经有类似的能力给予你额外攻击能力，例如额外攻击特性，你无视这项增益。
在法术结束时你需要立即成功通过一次 DC15 的体质豁免，否则将承受一级力竭。`},{Name:`原初守护`,Source:`珊娜萨的万事指南`,Level:6,Description:`六环 防护（德鲁伊）
施法时间：1
动作
施法距离：自身
法术成分：V、S
持续时间：专注，至多1分钟
本法术的持续时间内，你具有强酸、寒冷、火焰、闪电、以及雷鸣伤害的抗性。
当你受到上述类型之一的伤害时，你可以用反应来得到对该种类型伤害的免疫，此举同样会免疫触发此效果的这次伤害。使用此反应后，上述抗性效果将消失，你获得对应伤害的免疫，持续直至你的下个回合结束（那时法术将提前终止）。`},{Name:`律令痛苦`,Source:`珊娜萨的万事指南`,Level:7,Description:`七环 惑控（术士、魔契师、法师）
施法时间：1 动作
施法距离：60
尺
法术成分：V
持续时间：立即
你说出饱含力量的真言，引发距离内一个你可见生物的剧痛波浪。如果目标的生命值为 100
点或更少，它将遭受强烈的痛苦。否则，法术将对它没有作用。免疫魅惑的生物同样不受这个法术影响。
如果目标承受了这种痛苦，他所拥有的任何速度都不能超过 10
尺。目标在攻击检定、属性检定和除了体质豁免以外的豁免检定中承受劣势。最后，如果目标试图施法，它必须先成功进行体质豁免检定，否则它将施法失败，法术会被浪费。
承受了这种痛苦的目标在它的每个回合结束都可以进行一次体质豁免检定。如果豁免成功，痛苦将结束。`},{Name:`神庙术`,Source:`珊娜萨的万事指南`,Level:7,Description:`七环 咒法（牧师）
施法时间：1 小时
施法距离：120
尺
法术成分：V、S、M（一个价值至少5gp的圣徽）
持续时间：24
小时
你让一座神庙在闪耀的光辉中出现。选择施法距离内一处你可见的地面，为了容纳神庙这个空间必须是一个未被占用的立方体，每边至少 120
尺长。神庙维持到法术结束。它被用于供奉施法时所用圣徽体现的神明、众神或是哲学理念。
你可以对这座神庙的外观做出所有决定。它的内部被地板、墙壁和屋顶所包围，有一扇作为入口的门扉和任意数量的窗户，如你所愿。只有你或任何你在施法时指定的生物可以开启或关闭这扇门。
神庙的内部是个开放性空间，在一端摆放着神像或者是祭坛。你决定神庙是否被照亮，决定照亮神庙的是明亮光照还是微光光照。这里的温度适宜，熏香的气味弥漫在空气中。
在你施展这个法术的时候，你选择数种生物类型被神庙所敌对。从以下列表中选择一项或更多：天族，元素生物，妖精，邪魔，或是亡灵。如果选定类型的生物试图进入神庙，它必须立即进行一次魅力豁免检定。若豁免失败，他在
24 小时内不能进入神庙。即使生物能够进入神庙，魔法的力量也会妨碍它；每当它在神庙里进行攻击检定，属性检定或者是豁免检定时，它必须额外掷一个 d4
骰，把那个数值从 d20
的结果中减去。
此外，预言系法术所创造的传感器不能在神庙中出现，并且神庙里的生物无法被预言系法术定位。
最后，每次在神庙里的任何生物从一环或更高环的法术中恢复生命时，它将恢复等同于你感知调整值的额外生命值（至少
1
点）。
神庙由不透明的魔法力场所创造并延伸至以太位面，因此会阻碍任何试图从以太旅行中进入神庙内部的行为。没有东西能物理性地穿过神庙的外部。它不会被解除魔法所解消，也不会受到反魔法场的影响。一道解离术能立即摧毁神庙。
如果你在一年中每天都对同一地点施展这个法术，法术的效果将持续永久。`},{Name:`旋风术`,Source:`珊娜萨的万事指南`,Level:7,Description:`七环 塑能（德鲁伊、术士、法师）
施法时间：1 动作
施法距离：300
尺
法术成分：V、M（一根稻草）
持续时间：专注，至多 1 分钟
一阵呼啸的旋风出现在你指定的地表上可见的一点。旋风半径为 10 尺，高度为
30 尺，是一个以指定点为中心的柱状体。直到此法术终结，你可以使用你的动作来在水平的任何方向上移动至多30尺。旋风会吸入所有固定或未被穿戴或持握的至大 中型
Medium 的物体。
在回合中第一次进入旋风的生物，或所在空间被旋风进入的生物（包括旋风第一次出现时的）必须进行一次敏捷豁免检定。豁免失败的生物受到
10d6 钝击伤害，豁免成功者只受到上述伤害的一半。此外，体型不超过 大型 Large
的生物若未通过豁免则必须通过一次力量豁免检定，否则会被旋风束缚，直到法术终结。当一个生物在被旋风束缚的条件下开始其回合时，除非其达到了顶点，其将被向上方推动 5
尺。被束缚的生物会随着旋风移动，而法术终结时其会摔落，除非其具有其他方法保持悬浮。
被束缚的生物可以使用一个动作来进行一次力量或敏捷检定，对抗你的法术豁免
DC。若成功，该生物不再被旋风束缚，并被向随机方向抛离 3d6×10 尺远。`},{Name:`众星冠冕`,Source:`珊娜萨的万事指南`,Level:7,Description:`七环 塑能（术士、魔契师、法师）
施法时间：1 动作
施法距离：自身
法术成分：V、S
持续时间：1
小时
七个星型的光点在你的头顶浮现并环绕，直到法术结束。你可以使用一个附赠动作消耗一个光点袭向在你 120
尺内的一个生物或物品。当你这么做时，进行一次远程法术攻击检定。若击中，目标受到 4d12
光耀伤害。无论你击中与否光点都将被消耗。如果你消耗了最后一枚光点，法术将提前结束。
如果你还留存 4 个或更多的光点，它们会发出 30
尺半径的明亮照明和额外 30 尺的微亮照明。如果你还留存 1 至 3 个光点，它们只会发出 30
尺的微亮照明。
升环施法。当你使用八环或更高的法术位施放该法术时，使用的法术位每高一环，你就可以多创造两枚额外的光点。`},{Name:`疯狂之暗`,Source:`珊娜萨的万事指南`,Level:8,Description:`八环 塑能（魔契师、法师）
施法时间：1 动作
施法距离：150
尺
法术成分：V、M（一滴沥青与一滴水银的混合物）
持续时间：专注，至多 10 分钟
魔法黑暗从范围内你指定的一点延伸至半径 60
尺的球形范围，直到法术结束。黑暗会蔓延过拐角。生物的黑暗视觉不能看穿这片黑暗。非魔法的光源，以及八环和八环以下法术创造的光亮不能照亮这片区域。
尖叫声，低语声，以及疯狂的大笑声时不时能从球形范围内听见。每当一名生物在范围内开始回合，它必须进行一次感知豁免，失败时将受到8d8心灵伤害，成功则只承受一半。`},{Name:`幻影巨龙`,Source:`珊娜萨的万事指南`,Level:8,Description:`八环 幻术（法师）
施法时间：1 动作
施法距离：120 尺
法术成分：S
持续时间：专注，至多 1
分钟
你汇聚、编织从堕影冥界收集的阴影物质，随后在施法距离内你可见的未占据空间创造出巨型
Huge阴影龙。这个幻象会占据所在空间并持续到法术结束，就好像是一个真实生物。
当幻象出现时，任何可以看见幻象的你的敌人必须成功进行感知豁免检定，否则将在
1
分钟内陷入恐惧。如果被恐惧的生物在与幻象没有视觉线相连的位置并结束回合，它可以重新进行豁免检定，成功将终止对自己的恐惧效果。
在你的回合中以一个附赠动作，你可以移动幻象最多
60
尺。选择它进行移动的任意一点，你可以使它以那个位置作为起源点并喷吐出60尺锥形的爆发性能量。在你创造巨龙时选择一种伤害类型：强酸，寒冷，火焰，闪电，暗蚀或者毒素。处于锥形范围内的每个生物必须进行智力豁免检定，若豁免失败会受到
7d6
点对应类型的伤害，成功只承受一半。
幻象是有形的因为它由阴影物质创造而成，不过对它的攻击会自动失手。它会通过所有豁免检定，并且免疫所有的伤害和异常状态。一个生物可以用动作来进行智力（调查）检定对抗你的法术豁免DC来判断巨龙是否为幻影。如果生物识别了幻象的真相，生物可以看穿它并在对抗它的吐息时获得优势。`},{Name:`坚固堡垒`,Source:`珊娜萨的万事指南`,Level:8,Description:`八环 咒法（法师）
施法时间：1 分钟
施法距离：1 里
法术成分：V、S、M（一颗价值至少 500gp
的钻石，作为该法术的耗材）
持续时间：立即
一座岩石的堡垒从施法距离内你选择的一处可见的方形地面升起。这块区域需要在每一边上有至少 120
尺，并且必须没有任何建筑或其他构造物立于其上。所有处于区域内的生物在堡垒升起时将会被无害地举起。
这座堡垒有 4 个方形的塔楼，每一个都有 20
尺的边长和 30 尺的高度，分布在堡垒的每个角上。塔楼通过每边 80 尺长的石墙相互连接，创造出一个封闭的区域。每一面墙的厚度都达到 1 尺，由 10 尺宽度和
20 尺高度的石板组成。每块石板都与其他两块石板或是与一块石板和一座塔楼相邻接。你可以在堡垒的外墙放置 4
面石门。
在封闭区域内树立着一座小城堡。城堡拥有 50 尺边长的方形基座，并且有3层楼，每一层的天花板都有 10
尺高。每一层都可以以你喜欢的方式划分出许多房间，但每个房间都至少要有 5 尺的边长。城堡的每一层都由石头楼梯相连，它的墙厚达 6
寸，室内房间的门户式样（石门或者开放式拱门）由你选择。城堡内部的家具和装潢以你喜欢的方式布置，它每天可以提供足够 100
人享用的、包含九道菜肴的盛宴。从堡垒中被带走的家具、食物和其他由这个法术创造的物体会立即化为土灰。
你在施展法术时可以指定任意生物，有 100
个隐形的侍从作为堡垒的职工遵从他们的任何命令。每一个侍从都如同隐形仆役法术的造物，有近似的功能。
所有由石头创造的城墙、塔楼和城堡都会被损害。每一块
10x10 尺的岩石部件都有 AC15，以及每寸厚度 30 的生命值。它免疫毒素和心灵伤害。将某一部分的岩石生命值降低至 0
会摧毁它，并且也许会引起与它连接的部分变形和垮塌，具体由你的 DM 裁量。
在 7
天之后，或当你在别处再次施展这个法术，堡垒会无害地坍塌并沉入地面，把其中的任何生物安全地留在地上。
在一年之间，每7天一次在相同的位置施展这个法术会让堡垒永久存在。`},{Name:`亚比达奇凋死术`,Source:`珊娜萨的万事指南`,Level:8,Description:`八环 死灵（术士、法师）
施法时间：1 动作
施法距离：150
尺
法术成分：V、S、M（一小块海绵）
持续时间：立即
你从以距离内由你指定的一点为中心、30
尺立方空间内的每个生物身上抽取水汽。在该区域内的每个生物必须进行一次体质豁免检定。构装和亡灵生物不受影响，而植物和水元素在进行此豁免检定时具有劣势。若豁免失败，生物将受到
12d8 暗蚀伤害，而豁免成功则只受到上述伤害的一半。
在这个区域内的非魔法、非生物植物，例如树木和灌木，会立即死亡。`},{Name:`群体变形术`,Source:`珊娜萨的万事指南`,Level:9,Description:`九环 变化（吟游诗人、术士、法师）
施法时间：1 动作
施法距离：120
尺
法术成分：V、S、M（一个毛毛虫的茧）
持续时间：专注，至多 1 小时
你可以转变施法距离内最多 10
个由你选择的可见生物。非自愿的目标必须通过一次感知豁免检定来对抗变形。非自愿的 变形生物shapechanger
在这次豁免中自动成功。
每一个目标都获得由你选择的、相同或是不同的野兽形态。新的形态可以是你曾见过的、挑战等级低于或等于目标挑战等级任意野兽（如果目标没有挑战等级，那么上限是目标等级的一半）。这些目标的游戏数据，包括心智属性值，将被你所选择的野兽数据所取代，但仍然保留他们的生命值、阵营和人格。
每一个目标都得到等同于新形态生命值的临时生命值。这些临时生命值不能被其他来源的临时生命值替换。生物会在失去这些临时生命值或者死亡时变回原本的形态。如果法术在这之前结束，这些临时生命值也会失去且生物变回原形。
生物能进行的动作被它新形态的特质所限制。它将不能说话、施展法术、或是做其他需要用到手或言语的事情。
目标的装备融合进新形态，目标生物不能启动，使用，挥舞或其他方式从它的装备上获得增益。`},{Name:`无敌术`,Source:`珊娜萨的万事指南`,Level:9,Description:`九环 防护（法师）
施法时间：1 动作
施法距离：自身
法术成分：V、S、M（一小块价值至少 500gp
的精金，作为该法术的耗材）
持续时间：专注，至多 10 分钟
你免疫所有伤害直到法术结束。`},{Name:`心灵尖啸`,Source:`珊娜萨的万事指南`,Level:9,Description:`九环 惑控（吟游诗人、术士、魔契师、法师）
施法时间：1 动作
施法距离：90
尺
法术成分：S
持续时间：立即
你释放你的心灵力量，轰击施法距离内至多 10 个由你选择的可见生物的心智。智力值为 2
或更低的生物不受影响。
每个目标都必须进行一次智力豁免检定。若豁免失败，目标受到 14d6
心灵伤害并且被震慑。豁免成功则只承受一半且不被震慑。如果一个有头的目标被这个伤害杀死，它的头会爆炸。
一个被震慑的生物可以在它每个回合结束时重新进行智力豁免。若豁免成功，震慑效果将结束。`},{Name:`翠炎剑`,Source:`塔莎的万事坩埚`,Level:0,Description:`塑能 戏法（奇械师、术士、魔契师、法师）
施法时间：1 动作
施法距离：自身（半径5尺）
法术成分：S,
M（一把价值至少 1sp 的近战武器）
持续时间：立即
你挥舞作为法术成分的那把武器，对你周围 5
尺范围内的一个生物发动一次近战武器攻击。如果攻击成功命中，目标会受到这次攻击的正常影响，且你可以让那翠绿色火焰从目标身上飞跃至目标周围 5
尺范围内的另一个你可见的生物。第二个生物受到等同于 你施法属性调整值 点的火焰伤害。
此法术的伤害会随你的等级一同提升：到达 5
级后，这次近战攻击将造成额外 1d8 点火焰伤害，且第二个目标将受到的伤害提升至 1d8+你的施法主属性调整值。两个伤害都会在 11 级后再增加 1d8（2d8
和 2d8），17 级后再加 1d8（3d8 和 3d8）。`},{Name:`轰雷剑`,Source:`塔莎的万事坩埚`,Level:0,Description:`塑能 戏法（奇械师、术士、魔契师、法师）
施法时间：1 动作
施法距离：自身（半径5尺）
法术成分：S,
M（一把至少价值 1sp 的近战武器）
持续时间：1 轮
你挥舞作为法术成分的那把武器，对你周围 5
尺范围内的一个生物发动一次近战武器攻击。如果攻击成功命中，目标会受到这次攻击的正常影响，并被包复在爆破性的能量之中，直到你的下回合开始。如果目标在这之前主动移动了
5 尺或更多，法术效应将立刻结束并使其受到 1d8 雷鸣伤害。
此法术的伤害会随你的等级一同提升：到达 5 级后，这次近战攻击将造成额外 1d8
点雷鸣伤害，且目标进行移动时受到的伤害提升为 2d8。两个伤害都会在 11 级后再增加 1d8（2d8 和 3d8），17 级后再加 1d8（3d8 和
4d8）。`},{Name:`剑刃爆发`,Source:`塔莎的万事坩埚`,Level:0,Description:`咒法 戏法（奇械师、术士、魔契师、法师）
施法时间：1 动作
施法距离：自身（半径5尺）
法术成分：V
持续时间：立即
你制造出一圈临时的半透明利刃迅速横扫你的周围。你周围半径5尺范围内的所有生物都必须通过一次敏捷豁免，豁免失败将受到
1d6 点力场伤害。
当你到达特定等级后，此法术的伤害将增加 1d6 点：5级（变为 2d6）、11 级（3d6）、17
级（4d6）。`},{Name:`闪电牵引`,Source:`塔莎的万事坩埚`,Level:0,Description:`塑能 戏法（奇械师、术士、魔契师、法师）
施法时间：1 动作
施法距离：自身（15尺）
法术成分：V
持续时间：立即
你创造出鞭状闪电能量袭向你 15
尺内可见的一个生物。目标必须进行一次力量豁免，豁免失败则其以直线被你拉近至多 10 尺。那之后如果豁免失败者身处在你周围5尺范围内，他将受到 1d8
点闪电伤害。
当你到达特定等级后，此法术的伤害将增加 1d8 点：5级（变为 2d8）、11 级（3d8）、17 级（4d8）。`},{Name:`心灵之楔`,Source:`塔莎的万事坩埚`,Level:0,Description:`惑控 戏法（术士、魔契师、法师）Legacy
施法时间：1 动作
施法距离：60 尺
法术成分：V
持续时间：1
轮
你将由灵能塑成的迷惘尖刺注入施法距离内一个你可见的生物的心灵。目标必须通过一次智力豁免。豁免失败将受到 1d6
心灵伤害，并在你的下回合结束前其进行的下一次豁免检定中减去 1d4。
当你到达特定等级后，此法术的伤害将增加 1d6 点：5级（变为 2d6）、11
级（3d6）、17 级（4d6）。`},{Name:`塔莎酸蚀酿`,Source:`塔莎的万事坩埚`,Level:1,Description:`一环 塑能（奇械师、术士、法师）
施法时间：1 动作
施法距离：自身（30 尺线状）
法术成分：V, S,
M（一点腐烂的食物）
持续时间：专注，至多 1 分钟
你向一个方向喷涌出一股 30 尺长，5
尺宽的线状酸液。在线状区域内的每个生物必须进行一次敏捷豁免，豁免失败者被强酸覆盖。强酸会一直存在到法术持续时间结束，或是该生物或其他生物用一个动作刮下或洗下它身上的强酸位置。被强酸覆盖的生物在每个自己回合开始时受到
2d4 点强酸伤害。
升环施法。使用二环或更高法术位施展该法术时，你使用的法术位每比一环高 1 环，法术的伤害就增加
2d4。`},{Name:`塔莎心灵鞭`,Source:`塔莎的万事坩埚`,Level:2,Description:`二环 惑控（术士、法师）
施法时间：1 动作
施法距离：90 尺
法术成分：V
持续时间：1
轮
你对施法距离内一个你可见的生物进行心灵猛击。目标必须进行一次智力豁免。若豁免失败，目标会受到 3d6
心灵伤害，并且直到其下一回合结束前不能做出反应。此外，它在自己的下一回合中，只能选择在移动、动作或附赠动作中采取一种。若豁免成功，目标只受到半额伤害，并且不会受到该法术的其他效应。
升环施法。使用三环或更高的法术位施展该法术时，你使用的法术位每比二环高
1 环就可以额外指定一个生物。被你选为目标的生物互相之间的距离不能超过 30 尺。`},{Name:`野兽召唤术`,Source:`塔莎的万事坩埚`,Level:2,Description:`二环 咒法（德鲁伊、游侠）
Legacy
施法时间：1 动作
施法距离：90 尺
法术成分： V,
S, M（一根羽毛、一簇毛皮和一条装在镀金橡果内的鱼尾，价值至少200gp）
持续时间：专注，至多 1
小时
你唤来一个野兽灵魄。其在施法距离内你可见的一个未占据位置化为实体。这一实体使用下面的 野兽灵魄Bestial Spirit
的数据。施展此法术时，从空、地或水中选择一个环境。此生物的外形属于你所选环境的一种动物，其资料表中的部分特性也受此影响。当其生命值降至 0
或法术结束时，生物消失。
该生物在法术持续时间内对你和你的同伴们友好。在战斗中，该生物使用你的先攻，但在你回合结束后立即行动。它遵从于你的口头指令（无需任何动作）。如果你不发令，它将执行回避动作并远离危险。
升环施法。使用三环或更高法术位施展该法术时，该生物数据中使用更高的法术环数。
野兽灵魄Bestial
Spirit
小型野兽，无阵营
AC：11+法术环阶
(天生护甲)
HP：20（仅限空）或 30（仅限陆与水），外加高于二环的每环阶 5 点
速度：30尺；攀爬 60尺（仅限陆）；飞行
60尺（仅限空）；游泳
30尺（仅限水）
力量18（+4）敏捷11（+0）体质16（+3）
智力4（-4）感知14（+2）魅力5（-3）
感官：黑暗视觉
60尺，被动察觉 12
语言：理解你讲的语言
挑战等级：- 熟练加值与你相等
飞掠Flyby（仅限空）。该野兽飞出敌人触及范围时不会引起借机攻击。
集群战术Pack
Tactics（仅限陆与水）。该野兽至少有一个未处于失能的盟友在目标生物
5尺内时，它对该生物发动的攻击检定有优势。
水下呼吸Water
Breathing（仅限水）。该野兽只能在水下呼吸。
动作Actions
多重攻击Multiattack。野兽发动等同于法术环阶半数（向下取整）次数的攻击。
撕咬Maul。近战武器攻击：命中采取你的法术攻击加值，触及5尺，单一目标。命中：1d8+4+法术环阶
点穿刺伤害。`},{Name:`暗影衍体召唤术`,Source:`塔莎的万事坩埚`,Level:3,Description:`三环 咒法（魔契师、法师）
施法时间：1 动作
施法距离：90 尺
法术成分：V, S, M（包有眼泪的宝石，价值至少
300gp）
持续时间：专注，至多 1 小时
你唤来一个暗影灵魄。其在施法距离内你可见的一个未占据位置化为实体。这一实体使用下面的
暗影灵魄Shadow Spirit
的数据。当你施展法术时，当你施展法术时，从暴怒Fury，绝望Despair或恐惧Fear中选择一种情感。此生物的外形为一个受你所选情感所影响的畸形二足生物，其资料表中的部分特性也受此影响。当其生命值降至
0
或法术结束时，生物消失。
该生物在法术持续时间内对你和你的同伴们友好。在战斗中，该生物使用你的先攻，但在你回合结束后立即行动。它遵从于你的口头指令（无需任何动作）。如果你不发令，它将执行回避动作并远离危险。
升环施法。使用四环或更高环阶的法术位施展该法术时，该生物数据中使用更高的法术环数。
暗影灵魄Shadow
Spirit
中型怪兽，无阵营
AC：11+法术等级
(天生护甲)
HP：35+15每比3环高的法术等级
速度：40
力量13（+1）敏捷16（+3）体质15（+2）
智力4（-3）感知10（+0）魅力16（+3）
伤害抗性：暗蚀
状态免疫：恐慌
感官：黑暗视觉120
尺，被动察觉10
语言：理解你说的语言
挑战等级：- 熟练加值与你相等
惧怖狂怒Terror
Frenzy（仅限暴怒）。 该灵魄对恐慌生物发动的攻击检定具有优势。
哀伤之重Weight of Sorrow（仅限绝望）。
除你之外的所有生物在该灵魄 5 尺内开始回合时，其速度降低 20
尺直到该生物的下回合开始。
动作Actions
多重攻击Multiattack。该灵魄发动等同于法术环数一半的次数的攻击（向下取整）。
冻寒撕裂Chilling
Rend。
近战武器攻击：命中采取你的法术攻击加值，触及5尺，单一目标。命中：1d12+3+法术环阶的寒冷伤害。
恐惧尖叫Dreadful Scream（1/日）。
该灵魄发出尖叫。处于它10
尺内的每个生物必须进行一次感知豁免对抗你的法术豁免DC，否则对灵魄恐慌1分钟。被恐慌生物可以在其自己回合结束时再进行一次该豁免，豁免成功则终止该生物身上的恐慌效应。
附赠动作Bonus
Actions
暗影潜藏Shadow
Stealth（仅限恐惧）。 灵魄处于微光光照或黑暗环境时，可以一个附赠动作来执行躲藏动作。`},{Name:`魂灵环绕`,Source:`塔莎的万事坩埚`,Level:3,Description:`三环 死灵（牧师、圣武士、魔契师、法师）
施法时间：1 附赠动作
施法距离：自身
法术成分：V,
S
持续时间：专注，至多 1
分钟
你召来亡者的魂灵，而它们在法术持续时间内环绕于你的身边。这些魂灵无形且不可伤害。
直到法术终止前，你所有命中你 10 尺内生物的攻击造成
1d8 额外伤害。伤害类型为光耀、暗蚀或寒冷（由你在施展法术的时候选择）。任何受到此伤害的生物无法恢复生命值直到你的下个回合开始。
此外，任何你 10
尺内可见生物回合开始时，你可以使其速度降低 10 尺直到你的下个回合开始。
升环施法。使用四环或更高环阶的法术位施展该法术时，你使用的法术位每比三环高 2
环，其伤害就增加 1d8。`},{Name:`亡灵召唤术`,Source:`塔莎的万事坩埚`,Level:3,Description:`三环 死灵（魔契师、法师）
Legacy
施法时间：1 动作
施法距离：90 尺
法术成分：V, S, M（一个镀金头骨，价值至少
300gp）
持续时间：专注，至多 1
小时
你唤来一个亡灵灵魄。其在施法距离内你可见的一个未占据位置化为实体。这一实体使用下面的亡灵灵魄Undead
Spirit
的数据。当你施展法术时，当你施展法术时，从幽体Ghostly，腐尸Putrid或骸骨Skeletal中为此生物选择一个外形。此生物的外形为你所选形态的亡灵，其资料表中的部分特性也受此影响。当其生命值降至
0
或法术结束时，生物消失。
该生物在法术持续时间内对你和你的同伴们友好。在战斗中，该生物使用你的先攻，但在你回合结束后立即行动。它遵从于你的口头指令（无需任何动作）。如果你不发令，它将执行回避动作并远离危险。
升环施法。使用四环或更高环阶的法术位施展该法术时，该生物数据中使用更高的法术环数。
亡灵灵魄Undead
Spirit
中型亡灵，无阵营
AC：11+法术等级
(天生护甲)
HP：30（仅限幽体或腐尸）或20（仅限骸骨）+10每比三环高的法术等级
速度：40 尺，飞行40
尺（悬浮）（仅限幽体）
力量12（+1）敏捷16（+3）体质15（+2）
智力4（-3）感知10（+0）魅力9（-1）
伤害免疫：暗蚀，毒素
状态免疫：力竭，恐慌，麻痹，中毒
感官：黑暗视觉60
尺，被动察觉10
语言：理解你说的语言
挑战等级：- 熟练加值与你相等
腐灭灵光Festering
Aura（仅限腐尸）。
除你之外的所有生物，在亡灵5尺内开始其回合时必须进行一次体质豁免对抗你的法术豁免DC，豁免失败则在其下个回合开始前中毒。
虚体移动Incorporeal Movement（仅限于幽体）。
灵魄可以虚体化并如同穿过困难地形一样穿过其他生物和物件。如果它在自己的回合结束时仍处在物件内部，则被挪到距离最近的未被占据的位置，且每虚体移动5尺便受到1d10力场伤害。
动作Actions
多重攻击Multiattack。灵魄发动等同于法术环数一半的次数的攻击（向下取整）。
致死之触Deathly
Touch（仅限于幽体）。
近战武器攻击：命中采取你的法术攻击加值，触及5尺，单一生物。命中：1d8+3+法术环数的暗蚀伤害，且目标生物必须进行一次感知豁免对抗你的法术豁免DC，豁免失败则对亡灵恐慌直到目标下回合结束。
暗澹箭Grave
Bolt（仅限于骸骨）。
远程法术攻击：命中采取你的法术攻击加值，射程150 尺，单一目标。命中：2d4+3+法术环数的暗蚀伤害。
腐烂爪击Rotting
Claw（仅限于腐尸）。
近战武器攻击：命中采取你的法术攻击加值，触及5尺，单一目标。命中：1d6+3+法术环数的挥砍伤害。如果目标处于中毒状态，其必须进行一次体质豁免对抗你的法术豁免DC，否则麻痹直到目标下回合结束。`},{Name:`妖精召唤术`,Source:`塔莎的万事坩埚`,Level:3,Description:`三环
咒法（德鲁伊、游侠、魔契师、法师）Legacy
施法时间：1 动作
施法距离：90 尺
法术成分：V, S,
M（一朵镀金花，价值至少 300gp）
持续时间：专注，至多 1
小时
你唤来一个妖精灵魄。其在施法距离内你可见的一个未占据位置化为实体。这一实体使用下面的 妖精灵魄Fey Spirit
的数据。当你施展法术时，从诡诈Tricksy，愤怒Fuming或欢欣Mirthful中选择一种情绪。此生物的外形为一个受你所选情绪所影响的妖精，其资料表中的部分特性也受此影响。当其生命值降至
0
或法术结束时，生物消失。
该生物在法术持续时间内对你和你的同伴们友好。在战斗中，该生物使用你的先攻，但在你回合结束后立即行动。它遵从于你的口头指令（无需任何动作）。如果你不发令，它将执行回避动作并远离危险。
升环施法。使用四环或更高环阶的法术位施展该法术时，该生物数据中使用更高的法术环数。
妖精灵魄Fey
Spirit
小型妖精，无阵营
AC：12+法术环阶（天生护甲）
HP：30+高于三环的每环阶
10
点
速度：40尺
力量13（+1）敏捷16（+3）体质14（+4）
智力14（+2）感知11（+0）魅力16（+3）
状态免疫：魅惑
感官：黑暗视觉
60尺，被动察觉 10
语言：木族语，理解你讲的语言
挑战等级：-
熟练加值与你相等
动作Actions
多重攻击Multiacttack。妖精发动等同于法术环阶半数（向下取整）次数的攻击。
短剑Shortsword。近战武器攻击：命中采取你的法术攻击加值，触及
5尺，单一目标；命中：1d6+3+法术环阶的穿刺伤害，外加 1d6 力场伤害。
附赠动作Bonus Actions
妖精步Fey
Step。妖精魔法地传送到最远 30尺的一处它可见的未占据空间。然后根据所选妖精情绪，触发以下效果之一：
愤怒Fuming。 在使用妖精步后，妖精在它回合结束前的下一次攻击检定具有优势。
欢欣Mirthful。在使用妖精步后，妖精可以立即选择它 10
尺内可见的一个生物，强迫其进行一次对抗你的法术豁免 DC 的感知豁免，若豁免失败则其将被你及妖精生物魅惑，持续 1 分钟或目标受到任何伤害。
诡诈Tricksy。在使用妖精步后，妖精可以立即令魔法黑暗充斥于它 5 尺内的一个 5
尺立方区域，魔法黑暗持续直到妖精的下回合结束。`},{Name:`智能壁垒`,Source:`塔莎的万事坩埚`,Level:3,Description:`三环 防护（奇械师、吟游诗人、术士、魔契师、法师）
施法时间：1 动作
施法距离：30
尺
法术成分：V
持续时间：专注，最长 1
小时
在法术持续时间内，你或一个施法距离内的可见生物获得对心灵伤害的抗性，同时在智力、感知和魅力豁免检定上具有优势。
升环施法。使用四环或更高环阶的法术位施展该法术时，你使用的法术位每比三环高
1 环，就可以多选择一个生物作为目标。而各目标之间距离不能超过 30 尺。`},{Name:`构装召唤术`,Source:`塔莎的万事坩埚`,Level:4,Description:`四环 咒法（奇械师、法师）Legacy
施法时间：1 动作
施法距离：90 尺
法术成分：V, S,
M（一块华丽的石头和一个金属密码箱，价值至少 400gp）
持续时间：专注，至多 1
小时
你唤来一个构装生物灵魄。其在施法距离内你可见的一个未占据位置化为实体。这一实体使用下面的 构装灵魄Construct
Spirit
的数据。当你施展法术时，从粘土Clay，金属Metal或石Stone中选择一个材质。此生物的外形为一个你选定材质的魔像Golem或魔冢Modron，其资料表中的部分特性也受此影响。当其生命值降至
0
或法术结束时，生物消失。
该生物在法术持续时间内对你和你的同伴们友好。在战斗中，该生物使用你的先攻，但在你回合结束后立即行动。它遵从于你的口头指令（无需任何动作）。如果你不发令，它将执行回避动作并远离危险。
升环施法。使用四环或更高环阶的法术位施展该法术时，该生物数据中使用更高的法术环数。
构装灵魄Construct
Spirit
中型构装，无阵营
AC：13+法术等级
(天生护甲)
HP：40+每比4环高的法术环阶15点
速度：30
尺
力量18（+4）敏捷10（+0）体质18（+4）
智力14（+2）感知11（+0）魅力5（-3）
伤害抗性：毒素
状态免疫：魅惑，力竭，恐慌，失能，麻痹，石化，中毒
感官：黑暗视觉60
尺，被动察觉10
语言：理解你说的语言
挑战等级：- 熟练加值与你相等
灼热之躯Heated
Body（仅限金属）。当一个生物在构装生物周边5尺范围内触碰或对其发动近战攻击命中时，将受1d10火焰伤害。
石迷昏眠Stony
Lethargy（仅限石）。当一个构装生物可见的生物在其10
尺距离内开始回合时，构装生物可以强迫其进行一次感知豁免对抗你的法术豁免DC，豁免失败则其直到其下个回合开始前不能使用反应，且速度减半。
动作Actions
多重攻击Multiattack。构装生物发动等同于法术环数一半的次数的攻击（向下取整）。
猛击Slam。近战武器攻击：命中+你的法术攻击调整值，触及5尺，单一目标。命中：1d8+4+法术环数的钝击伤害
反应Reactions
狂怒乱击Berserk
Lashing（仅限粘土）。当构装生物受到伤害时，对其5尺内的随机一个生物进行一次猛击攻击。如果在其触及范围内没有生物，则该构装生物会以其一半的速度朝着其可见的一个敌人移动，且不会引发借机攻击。`},{Name:`异怪召唤术`,Source:`塔莎的万事坩埚`,Level:4,Description:`四环 咒法（魔契师、法师）
Legacy
施法时间：1 动作
施法距离：90 尺
法术成分：V, S,
M（一条腌制触手和一颗装在白金瓶中的眼球，至少价值 400gp）
持续时间：专注，至多 1
小时
你唤来一个异怪灵魄。其在施法距离内你可见的一个未占据位置化为实体。这一实体使用下面的
异怪灵魄Aberrant Spirit
的数据。当你施展法术时，从类眼魔Beholderkin，史拉蟾Slaadi或星之子Star
Spawn中选择一个。此生物的外形与你所选一致，其资料表中的部分特性也受此影响。当其生命值降到0或法术结束时，生物消失。
该生物在法术持续时间内对你和你的同伴们友好。在战斗中，该生物使用你的先攻，但在你回合结束后立即行动。它遵从于你的口头指令（无需任何动作）。如果你不发令，它将执行回避动作并远离危险。
升环施法。使用五环或更高环阶的法术位施展该法术时，该生物数据中使用更高的法术环数。
异怪灵魄Aberrant
Spirit
中型异怪，无阵营
AC：11+法术等级
(天生护甲)
HP：40+每比四环高的法术环阶10点
速度：30 尺；飞行30
尺（悬浮）（仅限类眼魔）
力量16（+3）敏捷10（+0）体质15（+2）
智力16（+3）感知10（+0）魅力6（-2）
伤害免疫：心灵
感官：黑暗视觉60
尺，被动察觉10
语言：深潜语，理解你说的语言
挑战等级：- 熟练加值与你相等
再生Regeneration（仅限史拉蟾）。异怪在其自己的回合开始时恢复5点生命值，前提是它至少有1点生命值。
低语灵光Whispering
Aura（仅限星之子）。
于异怪自己的每个回合开始时，所有在其5尺内的生物必须进行一次感知豁免对抗你的法术豁免DC，豁免失败则受到2d6心灵伤害，这个效果只在异怪不处于失能时适用。
动作Actions
多重攻击Multiattack。异怪发动等同于法术环数一半的次数的攻击（向下取整）。
爪击Claws（仅限史拉蟾）。近战武器攻击：命中+你的法术攻击加值，触及5尺，单一目标。命中：1d10+3+法术环数的挥砍伤害。如果目标是生物，其直到异怪下回合开始不能恢复生命值。
眼波射线Eye Ray（仅限类眼魔）。
远程法术攻击：命中+你的法术攻击加值，射程 150 尺，单一生物。命中：1d8+3+法术环数的心灵伤害。
灵能猛击Psychic
Slam（仅限星之子）。
近战法术攻击：命中+你的法术攻击加值，触及5尺，单一生物。命中：1d8+3+法术环数的心灵伤害。`},{Name:`元素召唤术`,Source:`塔莎的万事坩埚`,Level:4,Description:`四环 咒法（德鲁伊、游侠、法师）Legacy
施法时间：1 动作
施法距离：90 尺
法术成分：V, S, M（一个至少价值
400gp 的，装有空气、一块鹅卵石、灰烬与水的水晶瓶）
持续时间：专注，至多 1
小时
你唤来一个元素灵魄。其在施法距离内你可见的一个未占据位置化为实体。这一实体使用下面的 元素灵魄Elemental
Spirit
的数据。当你施展法术时，从气Air，土Earth，火Fire或水Water中选择一个元素。此生物的外形如同一个周身缠绕着你所选元素的模糊二足人影，其资料表中的部分特性也受此影响。当其生命值降至
0
或法术结束时，生物消失。
该生物在法术持续时间内对你和你的同伴们友好。在战斗中，该生物使用你的先攻，但在你回合结束后立即行动。它遵从于你的口头指令（无需任何动作）。如果你不发令，它将执行回避动作并远离危险。
升环施法。使用五环或更高环阶的法术位施展该法术时，该生物数据中使用更高的法术环数。
元素灵魄Elemental
Spirit
中型元素，无阵营
AC：11+法术环阶（天生护甲）
HP：50+每比四环高的法术环阶10点
速度：40尺，掘穴
30尺（仅限土），飞行 40尺（悬浮）（仅限气），游泳
40尺（仅限水）
力量18（+4）敏捷15（+2）体质17（+3）
智力4（-3）感知10（+0）魅力16（+3）
伤害抗性：毒素
状态免疫：魅惑，力竭，恐慌，失能，麻痹，石化，中毒
感官：黑暗视觉
60尺，被动察觉 10
语言：理解你讲的语言
挑战等级：-；熟练加值与你相等
不定形态Amorphous Form（仅限于气、火和水）。该元素生物能够轻松穿过最窄 1
寸宽的狭窄空间而无需跻身通过。
动作Actions
多重攻击Multiattack。该元素发动等同于法术环阶半数（向下取整）次数的攻击。
猛击Slam。近战武器攻击：命中采取你的法术攻击加值，触及
5尺，单一目标；命中：1d10+4+法术环阶的钝击伤害（仅限气、土和水）或火焰伤害（仅限火）。`},{Name:`天界召唤术`,Source:`塔莎的万事坩埚`,Level:5,Description:`五环 咒法（牧师、圣武士）
Legacy
施法时间：1 动作
施法距离：90 尺
法术成分：V, S, M（一个的金制圣物匣，价值至少
500gp）
持续时间：专注，至多 1 小时
你唤来一个天族灵魄。其在施法距离内你可见的一个未占据位置化为实体。这一实体使用下面的
天界灵魄Celestial Spirit
的数据。当你施展法术时，从复仇圣灵Avenger或守护圣灵Defender中选择一个。此生物资料表中的攻击方式由你的选择决定。当其生命值降至 0
或法术结束时，生物消失。
该生物在法术持续时间内对你和你的同伴们友好。在战斗中，该生物使用你的先攻，但在你回合结束后立即行动。它遵从于你的口头指令（无需任何动作）。如果你不发令，它将执行回避动作并远离危险。
升环施法。使用六环或更高环阶的法术位施展该法术时，该生物数据中使用更高的法术环数。
天界灵魄Celestial
Spirit
大型天族，无阵营
AC：11+法术等级
(天生护甲)+2（仅限守护圣灵）
HP：40+10每比五环高的法术等级
速度：30 尺；飞行40
尺
力量16（+3）敏捷14（+2）体质16（+3）
智力10（+0）感知14（+2）魅力16（+3）
伤害抗性：光耀
状态免疫：魅惑，恐慌
感官：黑暗视觉60
尺，被动察觉12
语言：天界语，理解你说的语言
挑战等级：- 熟练加值与你相等
动作Actions
多重攻击Multiattack。天族发动等同于法术环数一半的次数的攻击（向下取整）。
光耀之弓Radiant
Bow（仅限复仇圣灵）。
远程武器攻击：命中采取你的法术攻击加值，射程150/600
尺，单一目标。命中：2d6+2+法术环数的光耀伤害。
光耀之锤Radiant
Mace（仅限守护圣灵）。
近战武器攻击：命中采取你的法术攻击加值，触及5尺，单一目标。命中：1d10+3+法术环数的光耀伤害，且天族可选择自己或其10
尺内可见的另一生物。选定生物获得1d10临时生命值。
治愈之触Healing
Touch（1/日）。天族触碰另一生物。目标魔法性地恢复目标等同于 2d8+法术环阶
点生命值。`},{Name:`塔莎超凡形态`,Source:`塔莎的万事坩埚`,Level:6,Description:`六环 变化（术士、魔契师、法师）
施法时间：1 附赠动作
施法距离：自身
法术成分：V, S,
M（一件的镶嵌有外层位面标记的物件，价值至少
500gp）
持续时间：专注，至多1分钟
念动一段咒语，你吸收下层位面或上层位面的魔力（由你选择）并变化自身。法术持续时间内，你获得以下增益：
你免疫火焰和毒素伤害（下层位面）或光耀和暗蚀伤害（上层位面）。
你免疫中毒状态（下层位面）或魅惑状态（上层位面）。
你背后出现灵体翅膀，赋予你 40 尺飞行速度。
你的 AC 获得+2 加值。
你进行的所有武器攻击都带有魔法，且当你进行一次武器攻击时，你可以用你的施法属性代替力量或敏捷来进行攻击检定与伤害掷骰。
当你在自己的回合进行攻击动作时，你可以攻击两次而非一次。如果已经有类似的能力给予你额外的攻击次数，例如 额外攻击Extra
Attack ，你无视这项增益。`},{Name:`邪魔召唤术`,Source:`塔莎的万事坩埚`,Level:6,Description:`六环 咒法（魔契师、法师）Legacy
施法时间：1 动作
施法距离：90 尺
法术成分：V, S,
M（装有类人生物血液的红宝石瓶，价值至少 600gp）
持续时间：专注，至多 1
小时
你唤来一个邪魔灵魄。其在施法距离内你可见的一个未占据位置化为实体。这一实体使用下面的 邪魔灵魄Fiendish
Spirit
的数据。当你施展法术时，从恶魔Demon，魔鬼Devil或尤格罗斯魔Yugoloth中选择一种。此生物外形如同你所选择类型的邪魔，其资料表中的部分特性也受此影响。当其生命值降至
0
或法术结束时，生物消失。
该生物在法术持续时间内对你和你的同伴们友好。在战斗中，该生物使用你的先攻，但在你回合结束后立即行动。它遵从于你的口头指令（无需任何动作）。如果你不发令，它将执行回避动作并远离危险。
升环施法。使用七环或更高法术位施展该法术时，该生物数据中使用更高的法术环数。
邪魔灵魄Fiendish
Spirit
大型邪魔，无阵营
AC：12+法术等级
(天生护甲)
HP：50（仅限恶魔）或40（仅限魔鬼）或60（仅限尤格罗斯魔）+15每比六环高的法术等级
速度：40 尺，攀爬40
尺（仅限恶魔），飞行60
尺（仅限魔鬼）
力量13（+1）敏捷16（+3）体质15（+2）
智力10（+0）感知10（+0）魅力16（+3）
伤害抗性：火焰
伤害免疫：毒素
状态免疫：中毒
感官：黑暗视觉60
尺，被动察觉10
语言：深渊语，炼狱语，心灵感应60 尺
挑战等级：- 熟练加值与你相等
焚身爆Death Throes（仅限恶魔）。邪魔生命值降为0时或法术结束时将爆炸，其周围10
尺内每个生物必须进行一次敏捷豁免对抗你的法术豁免DC，豁免失败则将受到2d10+法术环位的火焰伤害，豁免成功则伤害减半。
魔鬼视界Devil's
Sight（仅限魔鬼）。魔法黑暗不会阻碍邪魔的黑暗视觉。
魔法抗性Magical
Resistance。邪魔为抵抗法术和其他魔法效应而作的豁免检定具有优势。
动作Actions
多重攻击Multiattacks。邪魔发动等同于法术环数一半的次数的攻击（向下取整）。
啃咬Bite（仅限于恶魔）。近战武器攻击：命中采取你的法术攻击调整值，触及5尺，单一目标。命中：1d12+3+法术环数的暗蚀伤害。
爪击Claws（仅限于尤格罗斯魔）。近战武器攻击：命中采取你的法术攻击调整值，触及5尺，单一目标。命中：1d8+3+法术环数的挥砍伤害。发动攻击后，邪魔可以魔法性地传送至一处30
尺内其可见且未占据空间。
投掷烈焰Hurl
Flame（仅限于魔鬼）。远程法术攻击：命中采取你的法术攻击调整值，射程150
尺，单一目标。命中：2d6+3+法术环数的火焰伤害。如果目标时未被着装或携带的可燃物件，则将被点燃。`},{Name:`蓝纱一梦`,Source:`塔莎的万事坩埚`,Level:7,Description:`七环 咒法（吟游诗人、术士、魔契师、法师）
施法时间：10 分钟
施法距离：20 尺
法术成分：V, S,
M（来自目标世界的一个魔法物品或一个自愿生物）
持续时间：6 小时
你与最多 8
个自愿生物在法术持续时间内进入昏迷，并梦见物质位面中的另一处世界，比如奥斯、托瑞尔、克莱恩或艾伯伦。如果这道法术持续到了其完整的持续时间，梦境会在你们所有人相遇，并拉开一面神秘的蓝色幕帘时停止。这道法术随后结束，并将你们物质和精神上传送到梦境所在的世界。
要施展这道法术，你必须拥有一件源自目标世界的魔法物品，且你也必须知道这个世界的存在，即便你不知道那个世界的具体名字。你在另一个世界的目的地是该魔法物品创造地点周围
1 里内的安全地点。此外，如果其中一个受术目标出生在另一个世界，你也可以施展这道法术，但目的地变为该生物出生地 1
里内的安全地点。
如果有一个生物受到任何伤害，则此法术在该生物上提前结束，该生物不会被传送。如果你受到任何伤害，则你和其他所有生物上的此法术会提前结束，你们都不会被传送。
边栏: 传送至异世界 Traveling to Other
Worlds
物质位面拥有无限多的世界。有些像奥斯Oerth、托瑞尔Toril、克莱恩Krynn和艾伯伦Eberron都有很好的记载，但还有无数的其他世界。你和你的朋友们甚至可能自己创造了一些自制的
D&D 世界！
事实并非总是如此。不同的学者都曾谈到一个原初状态，一个唯一的现实，他们称之为第一世界（the First
World），它存在于我们所知的多元宇宙之前。许多居住在物质位面世界的民族和怪物都起源于那里。在第一世界被一场令后世诸界得以觉醒的灾厄粉碎后，首批精灵、眼魔、矮人与其他一切后世典型生物开始在一个又一个世界站稳根脚，如同种子被宇宙之风吹散。如果这些伟大圣人的设想是正确的，那么每个世界都是第一世界的映像，或者是在某些情况下对第一世界的扭曲。
这些世界间的转移是非常罕见的，但并非不可能，已知能够通过各种方式实现。其中一种方法叫做“伟大旅行（the
Great Journey）”，这是一段充斥危险的史诗航行，随处皆是亟待克服的障碍。这种旅行最常发生在某艘魔法动力船舰上。
另一种方法是
“异界之梦（the Dream of Other
Worlds）”，旅行者陷入深度沉睡，梦见自己进入一个新的国度。蓝纱一梦法术就采用了这种转移方法。
最直接的方法是“异度空间跨越（the Leap
to Another Realm）”，施法者施展传送法阵或传送术，目标是某个已知传送法阵或异世界某个位置。
无论你用何种方法到达一个世界，由 DM
决定你是否成功，以及如果你真的到达那个国度，你到底出现在哪里。`},{Name:`灾厄之刃`,Source:`塔莎的万事坩埚`,Level:9,Description:`九环 咒法（术士、魔契师、法师）
施法时间：1 附赠动作
施法距离：60 尺
法术成分：V,
S
持续时间：专注，至多 1 分钟
你在施法距离内你能看见的一个未占据空间创造出一把形态如同剑一般的，长约 3
尺的位面裂缝。该剑刃持续存在，直至法术结束。当你施展此法术时，你可以用该剑刃进行至多两次近战法术攻击，每次攻击的目标为位于剑刃5尺内的一个生物、未被携带的物件或建筑。若命中，则目标受到
4d12 力场伤害。该攻击在 d20 投出 18 或更高时造成重击，并在重击时造成额外 8d12 力场伤害（即为合计造成 12d12
力场伤害）。
你可以在自己回合内以一个附赠动作让该武器移动至多 30
尺到一个你可以看见的未占据空间，随后再用其进行两次近战法术攻击。
该剑刃可以无害地通过任何屏障，包括一道力场墙。`},{Name:`颤栗之触`,Source:`玩家手册2024`,Level:0,Description:`死灵 戏法（术士、魔契师、法师）
施法时间：动作
施法距离：触碰
法术成分：V、S
持续时间：立即
你引导出来自坟墓的刺骨阴冷，对目标进行一次近战法术攻击。命中时，目标将受到1d10点暗蚀伤害，并且直至你下一回合的结束前都无法恢复生命值。
戏法强化。 法术的伤害会在你到达下列等级时增加1d10：5级（2d10）、11级（3d10）以及17级（4d10）。`},{Name:`传讯术`,Source:`玩家手册2024`,Level:0,Description:`变化 戏法（吟游诗人、德鲁伊、术士、法师、奇械师）
施法时间：动作
施法距离：120尺
法术成分：S、M（一段铜线）
持续时间：立即
你用指向施法距离内的一名生物并低声说出一段信息。该目标（且只有该目标）会听到这段信息，并且可以用只有你能听见的低语回复你。
你可以隔着固态物件施展此法术，但你必须熟悉法术目标并知晓其就在阻挡物后方。魔法性的沉默效应，1尺厚的石头、金属或木料，或是一片薄铅都可以阻挡此法术。`},{Name:`次级幻象`,Source:`玩家手册2024`,Level:0,Description:`幻术 戏法（吟游诗人、术士、魔契师、法师）
施法时间：动作
施法距离：30尺
法术成分：S、M（少量羊毛）
持续时间：1分钟
你在施法距离内创造一段声响或一个物件的影像，并使之维持至法术持续时间结束，详见以下对应效应的描述。你可以再次施展该法术来终止幻象。
生物用研究动作调查该声响或影像时，其必须进行一次对抗该法术豁免 DC 的智力（调查）检定，检定成功则判断出是幻象。对于识破幻象的生物而言，幻象会变得模糊不清。
声响Sound。如果你创造一段声响，其音量可以是低声耳语也可以是高声尖叫。它可以是你或其他任何人的嗓音，或者是一头狮子的咆哮、一段鼓声以及任何你指定的其他声响。声响在持续时间内不会减弱，或者你也可以于法术终止前在不同的时间段创造几段分散的声响。
影像Image。如果你创造一个物件的影像，比如一把椅子、泥泞的脚印、一个小箱子等，则该物件各方向上大小不得大于5尺立方区域。该影像不具有声音、光亮、味道或任何其他的感官效应。由于影像可以被任何物体穿透，因此与之进行物理互动时都会揭露其幻象的本质。`},{Name:`德鲁伊伎俩`,Source:`玩家手册2024`,Level:0,Description:`变化 戏法（德鲁伊）
施法时间：动作
施法距离：30尺
法术成分：V、S
持续时间：立即
你向自然精魂低语，在施法距离内创造出下述效应之一。
感知天气Weather
Sensor。你创造一个微型而无害的感官效应，并以之预报你所在地接下来
4小时的天气状况。该效应可表现为一个代表晴空的金球、一朵代表雨天的云彩、代表雪日而飘飞的雪花等等。该效应将持续1轮。
盛放Blossom。你可以立即让一朵鲜花绽放，让一颗种子破壳，或是让一片叶蕾发芽。
感官效应Sensory
Effect。
你创造一个无害的感官效应，例如落叶、如幽灵般舞动的小仙灵们、微风、动物的声音或者臭鼬的微弱臭气。该效应只能在5尺的立方 区域内起效。
玩火Fire Play。
你点亮/熄灭一根蜡烛、一根火把或一处小篝火。`},{Name:`抵抗术`,Source:`玩家手册2024`,Level:0,Description:`防护 戏法（牧师、德鲁伊、奇械师）
施法时间：动作
施法距离：触碰
法术成分：V、S
持续时间：专注，至多1分钟
你触碰一名自愿生物并选择一种伤害类型：强酸、钝击、寒冷、火焰、闪电、暗蚀、穿刺、毒素、光耀、挥砍、雷鸣。在此法术结束之前，每当该生物受到所选类型伤害时，那名生物所受的总伤害减少1d4。一名生物一回合只能受到一次该法术的增益。`},{Name:`点点星芒`,Source:`玩家手册2024`,Level:0,Description:`塑能 戏法（吟游诗人、德鲁伊）
施法时间：动作
施法距离：60 尺
法术成分：V、S
持续时间：立即
你对施法距离内一名生物或一个物件射出一点光芒。对目标进行一次远程法术攻击。命中时，目标将受到1d8点光耀伤害，并且直到你的下个回合结束前，它会散发出10尺微光光照，且无法受益于隐形 状态。
戏法强化。到达特定等级后，此戏法的伤害将增加1d8：5级（2d8），11 级（3d8），17 级1d8（4d8）。`},{Name:`电爪`,Source:`玩家手册2024`,Level:0,Description:`塑能 戏法（术士、法师、奇械师）
施法时间：动作
施法距离：触碰
法术成分：V、S
持续时间：立即
你放出闪电，击向一名你试图触碰的生物。对目标发动一次近战法术攻击。若命中，则目标受到
1d8
点闪电伤害，并且在其下一回合开始前不能执行借机攻击。
戏法强化。
到达特定等级后，此戏法的伤害将增加1d8：5级（2d8）、11级（3d8）、17级（4d8）。`},{Name:`毒气喷涌`,Source:`玩家手册2024`,Level:0,Description:`死灵 戏法（德鲁伊、术士、魔契师、法师、奇械师）
施法时间：动作
施法距离：30尺
法术成分：V、S
持续时间：立即
你向施法距离内一个你可见的生物喷出一股毒气。对目标进行一次远程法术攻击。命中时，目标将受1d12点毒素伤害。
戏法强化。 到达特定等级后，此戏法的伤害将增加1d12：5级（2d12）、11级（3d12）、17级（4d12）。`},{Name:`恶言相加`,Source:`玩家手册2024`,Level:0,Description:`惑控 戏法（吟游诗人）
施法时间：动作
施法距离：60尺
法术成分：V
持续时间：立即
你对施法距离内一名你可见或可听的生物连珠炮式地释出一串蕴涵微妙惑控的侮辱。目标必须通过一次感知豁免，否则受到1d6点心灵伤害，且在其下一回合结束前，其进行的下一次攻击检定具有劣势。
戏法强化。到达特定等级后，此戏法的伤害将增加1d6：5级（2d6）、11级（3d6）、17级（4d6）。`},{Name:`法师之手`,Source:`玩家手册2024`,Level:0,Description:`咒法 戏法（吟游诗人、术士、魔契师、法师、奇械师）
施法时间：动作
施法距离：30尺
法术成分：V、S
持续时间：1分钟
一只漂浮的幽灵手出现在施法距离内你指定的一点。幽灵手持续存在至法术终止。如果幽灵手与你之间的距离超过30尺，则幽灵手将消失不见。若你再次施展了此法术，现存的幽灵手也将提前消失。
你可以在施展该法术时使用幽灵手实施一个行为：你可以操控一个物件、打开一扇未上锁的门或容器、将一件物品放入或取出一个打开的容器、或是将小瓶中的内容物倾倒出来。
在后续的回合中，你可以用魔法 动作控制幽灵手再次实施上述行为之一。而作为那次动作的一部分，你还可以令幽灵手移动至多30尺。
该幽灵手不能攻击，也不能激活魔法物品或承载超过10磅重的物质。`},{Name:`光亮术`,Source:`玩家手册2024`,Level:0,Description:`塑能 戏法（吟游诗人、牧师、术士、法师、奇械师）
施法时间：动作
施法距离：触碰
法术成分：V、M（一只萤火虫或一片磷光苔藓）
持续时间：1小时
你触碰一个体型不超过大型，且未被他人携带/着装的物件。在法术终止前，物件将发出20尺半径的明亮光照以及额外20尺的微光光照。光的颜色由你决定。
该物件被不透明的东西完全遮盖时，其光照也将被遮挡。此法术将在你再次施展它时提前终止。`},{Name:`光耀祷词`,Source:`玩家手册2024`,Level:0,Description:`塑能 戏法（牧师）
施法时间：动作
施法距离：自身
法术成分：V、M（一枚艳阳标志）
持续时间：立即
灼热的光辉喷薄而出，覆盖你周身5尺光环区域。每个区域中你可见且受你选择的生物必须通过一次体质豁免，否则受到1d6点光耀伤害。
戏法强化。到达特定等级后，此戏法的伤害将增加1d6：5级（2d6）、11级（3d6）、17级（4d6）。`},{Name:`火焰箭`,Source:`玩家手册2024`,Level:0,Description:`塑能 戏法（术士、法师、奇械师）
施法时间：动作
施法距离：120尺
法术成分：V、S
持续时间：立即
你对施法距离内一名生物或物件掷出一把火焰，对目标进行一次远程法术攻击。命中则目标将受到1d10火焰伤害。未被着装或携带的可燃物件被该法术命中时将开始燃烧。
戏法强化。到达特定等级后，此戏法的伤害将增加1d10：5级（2d10）、11级（3d10）、17级（4d10）。`},{Name:`剑刃防护`,Source:`玩家手册2024`,Level:0,Description:`防护 戏法（吟游诗人、术士、魔契师、法师）
施法时间：动作
施法距离：自身
法术成分：V、S
持续时间：专注，至多1分钟
在此法术结束前，每当有生物对你发动攻击检定，该生物的该次攻击检定都将承受1d4减值。`},{Name:`交友术`,Source:`玩家手册2024`,Level:0,Description:`惑控 戏法（吟游诗人、术士、魔契师、法师）
施法时间：动作
施法距离：10尺
法术成分：S、M（一些化妆品）
持续时间：专注，至多1分钟
你魔法性地向施法距离内的一名可见生物散发出友谊感。目标必须成功于一次感知豁免，否则其在法术持续时间内陷入魅惑状态。若目标并非类人生物，或者你正在与其战斗，又或者你在过去24小时内曾对其施展过这道法术，则其进行的此次豁免自动成功。
若目标受到伤害，或你进行一次攻击检定、造成伤害、迫使任何人进行一次豁免，则法术会提早结束。法术结束时，目标会知道他曾被你魅惑。`},{Name:`荆棘之鞭`,Source:`玩家手册2024`,Level:0,Description:`变化 戏法（德鲁伊、奇械师）
施法时间：动作
施法距离：30尺
法术成分：V、S、M（一根带刺植物茎）
持续时间：立即
你创造出一条藤蔓般的带刺长鞭，并猛抽向施法距离内一个你指定的生物。对目标进行一次近战法术攻击，命中时，目标将受到1d6点穿刺伤害，如果目标生物的体型不超过大型，则你还可以将其朝你所在位置拉近至多10尺。
戏法强化。到达特定等级后，此戏法的伤害将增加1d6：5级（2d6）、11级（3d6）、17级（4d6）。`},{Name:`克敌先击`,Source:`玩家手册2024`,Level:0,Description:`预言 戏法（吟游诗人、术士、魔契师、法师、奇械师）
施法时间：动作
施法距离：自身
法术成分：S、M（一把价值1+CP的你熟练的武器）
持续时间：立即
你受到一瞬魔法洞见的指引，使用施展此法术时使用的那把武器发动一次攻击。此次攻击使用你的施法属性（而非力量属性或敏捷属性）进行攻击检定与伤害掷骰。此次攻击造成伤害时，你可以选择将其伤害类型改为光耀伤害，或是维持武器原本的伤害类型。
戏法强化。到达特定等级后，无论你选择造成光耀伤害还是原本类型的伤害，本次攻击都会额外造成光耀伤害：5级（1d6）、11级（2d6）、17级（3d6）。
（译注：根据术语汇编武器攻击条目，“使用武器发动的攻击”就是“武器攻击”（与“法术攻击”并不冲突）。）`},{Name:`冷冻射线`,Source:`玩家手册2024`,Level:0,Description:`塑能 戏法（术士、法师、奇械师）
施法时间：动作
施法距离：60尺
法术成分：V、S
持续时间：立即
一道蓝白色的冰冷光束朝施法距离内的一名生物射去。对目标进行一次远程法术攻击。命中时，目标将受到1d8点寒冷伤害，且其速度将被减少10尺，直到你的下一回合开始为止。
戏法强化。
到达特定等级后，此戏法的伤害将增加1d8：5级（2d8）、11级（3d8）、17级（4d8）。`},{Name:`鸣雷破`,Source:`玩家手册2024`,Level:0,Description:`塑能
戏法（吟游诗人、德鲁伊、术士、魔契师、法师、奇械师）
施法时间：动作
施法距离：自身
法术成分：S
持续时间：立即
位于以你为原点5尺光环区域内的每名生物必须成功于一次体质豁免，否则受到1d6点雷鸣伤害。此法术会创造出在100尺内都能听见的巨大声响。
戏法强化。到达特定等级后，此戏法的伤害将增加1d6：5级（2d6）、11级（3d6）、17级（4d6）。`},{Name:`魔法伎俩`,Source:`玩家手册2024`,Level:0,Description:`变化 戏法（吟游诗人、术士、魔契师、法师、奇械师）
施法时间：动作
施法距离：10尺
法术成分：V、S
持续时间：至多1小时
你在施法距离内创造一个魔法效应。从下述效应中选择一项。如果你多次施展该法术，则可以同时维持至多三个不同的非即时效应。
感官效应Sensory
Effect。 你创造一个立即生效的，无害的感官效应，比如一束火花，一阵风，微弱音乐或古怪的臭味。
玩火Fire
Play。 你立即点燃或熄灭一根蜡烛、一根火把或一处小篝火。
清洁或弄脏Clean or
Soil。
你立即清洁或弄脏一个体积不大于1立方尺的物件。
次级感觉Minor
Sensation。 你使一个不大于1立方尺的非活体物质变冷、变暖或对其调味，持续1小时。
魔法印记Magic
Mark。
你在一个物件或一个表面上创造一块色斑，一个小印记，或者一个徽记，持续1小时。
次级造物Minor
Creation。
你创造出一个非魔法小饰品或一张虚幻图像，其大小不能超过你的手掌大小，它会持续存在至下个你的回合结束为止。一个小饰品不能造成伤害，也不值任何钱。`},{Name:`魔能爆`,Source:`玩家手册2024`,Level:0,Description:`塑能 戏法（魔契师）
施法时间：动作
施法距离：120尺
法术成分：V、S
持续时间：立即
你释放出一束爆裂能量射线，对施法距离内一名生物或一个物件发动一次远程法术攻击。命中时，目标将受1d10点力场伤害。
戏法强化。到达5级后此法术将创造出两条射线，11级后三条，17级后四条。你可以使这些射线攻击同一个目标或分别攻击不同的目标。你需要为每条射线分别进行攻击检定。`},{Name:`奇术`,Source:`玩家手册2024`,Level:0,Description:`变化 戏法（牧师）
施法时间：动作
施法距离：30尺
法术成分：V
持续时间：1分钟
你在施法距离内显现一道次级奇迹。你在施法距离内创造下述效应之一。如果你多次施展该法术，则可以同时维持至多三个不同的1分钟效应。
改变眼睛Altered
Eyes。 你改变自己眼睛的外观，其效应持续1分钟。
扩音Booming
Voice。
你的语音音量变为通常情况下的三倍大，其效应持续1分钟。在此期间，你在魅力（威吓）检定上具有优势 。
玩火Fire
Play。 你使一团火焰闪烁、变亮、变暗或变色，其效应持续1分钟。
看不见的手Invisible
Hand。
你使一扇没有上锁的门/窗立即打开或关上。
幻音Phantom
Sound。
指定施法距离内的一点，你使该点发出一道短暂的声音，例如雷鸣声，渡鸦叫声或不祥低语声。
震动Tremors。 你在地面上引发无害的震动，其效应持续1分钟。`},{Name:`燃火术`,Source:`玩家手册2024`,Level:0,Description:`咒法 戏法（德鲁伊）
施法时间：附赠动作
施法距离：自身
法术成分：V、S
持续时间：10分钟
一朵摇曳的火焰出现在你手中，火焰会存在至法术持续时间结束为止。火焰在你手中期间，不会散发任何热量也不会点燃任何东西，发出20尺半径的明亮光照，以及其外20尺范围的微光光照 。此法术会在你再次施展它时提前终止。
直到法术结束为止，你可以用魔法动作向60尺内的一名生物或一个物件丢出火焰。进行一次远程法术攻击。命中时，目标将受到1d8点火焰伤害。
戏法强化。
到达特定等级后，此戏法的伤害将增加1d8：5级（2d8）、11级（3d8）、17级（4d8）。`},{Name:`神导术`,Source:`玩家手册2024`,Level:0,Description:`预言 戏法（牧师、德鲁伊、奇械师）
施法时间：动作
施法距离：触碰
法术成分：V、S
持续时间：专注，至多1分钟
你触碰一名自愿生物并选择一项技能。直到法术结束为止，受术生物在进行使用到所选技能的任何属性检定时，该次检定具有1d4加值。`},{Name:`圣火术`,Source:`玩家手册2024`,Level:0,Description:`塑能 戏法（牧师）
施法时间：动作
施法距离：60 尺
法术成分：V、S
持续时间：立即
如同烈焰般的辉光向着施法距离内你能看见的一名生物倾泻而下。目标必须要通过一次敏捷豁免，否则将受到1d8点光耀伤害。在这次豁免检定中，目标无法享受来自半身掩护和四分之三掩护 的增益。
戏法强化。该法术的伤害会在你达到下列等级时增加1d8：5级（2d8），11 级（3d8），17
级（4d8）。`},{Name:`术法爆发`,Source:`玩家手册2024`,Level:0,Description:`塑能 戏法（术士）
施法时间：动作
施法距离：120尺
法术成分：V、S
持续时间：立即
你向施法距离内的一名生物或一个物件施展术法能量。对目标进行一次远程攻击检定，命中时，目标将受到1d8点伤害。由你选择法术造成何种类型的伤害：强酸，寒冷，火焰，闪电，毒素，心灵或雷鸣。
如果你在此法术的任一d8骰上丢出了8，你便可以立刻再丢一枚d8，并将其加入此法术的伤害中。施展此法术时，你最多以此法造成的额外d8伤害骰数量等同于你的施法属性调整值。
戏法强化。到达特定等级后，此戏法的初始伤害将增加1d8：5级（2d8）、11级（3d8）、17级（4d8）。`},{Name:`四象法门`,Source:`玩家手册2024`,Level:0,Description:`变化 戏法（德鲁伊、术士、法师、奇械师）
施法时间：动作
施法距离：30尺
法术成分：V、S
持续时间：立即
你操控元素，在施法距离内创造下述效应之一。
召气Beckon
Air。你在一处5尺立方区域内创造一股和风，其足以吹动布料、搅动灰尘、使落叶沙沙作响、关闭开着的门和百叶窗。若开着的门/百叶窗被某人/某物顶住，则其不受该效应影响。
召土Beckon
Earth。你创造灰尘或沙子组成的薄帷，覆盖在5尺立方区域内的表面上，或者你可以在一堆泥土或沙子中使一个单词以你的手写体出现。
召火Beckon
Fire。你在一处5尺立方区域内创造一片无害余烬与一股富有色彩和气味的烟。你选择烟的色彩和气味，而余烬可以点燃区域中的蜡烛、火把或油灯。烟的气味会存留1分钟。
召水Beckon
Water。你在一处5尺立方范围内创造一片凉爽的，使范围内生物和物件略微潮湿的雾气。或者，你可以在一个有开口的容器或表面上创造出一杯干净的水，水会在1分钟内蒸发。
塑形元素Sculpt
Element。你使1尺立方区域内的泥土、沙子、火焰、烟尘、雾气或水呈现出一个粗略的形状（如一名生物），持续1小时。`},{Name:`酸液飞溅`,Source:`玩家手册2024`,Level:0,Description:`塑能 戏法（术士、法师、奇械师）
施法时间：动作
施法距离：60 尺
法术成分：V、S
持续时间：立即
你在施法距离内一点创造出一颗酸液泡，以该点5尺球状范围爆发。该球状区域内的每名生物必须通过一次敏捷豁免，否则受到1d6点强酸伤害。
戏法强化。本法术的伤害会在你达到下列等级时提升1d6：5级（2d6）、11级（3d6）以及17级（4d6）。`},{Name:`亡者丧钟`,Source:`玩家手册2024`,Level:0,Description:`死灵 戏法（牧师、魔契师、法师）
施法时间：动作
施法距离：60尺
法术成分：V、S
持续时间：立即
你对着施法距离内一名你可见的生物一指，随后目标10尺内响起一阵哀恸的钟鸣。目标必须通过一次感知豁免，否则将受到1d8点暗蚀伤害。若目标豁免失败时已损失任意数量生命值，则改为令其受到1d12点暗蚀伤害。
戏法强化。到达特定等级后，此戏法的伤害骰将增加一枚：5级（2d8或2d12）、11级（3d8或3d12）、17级（4d8或4d12）。`},{Name:`维生术`,Source:`玩家手册2024`,Level:0,Description:`死灵 戏法（牧师、德鲁伊、奇械师）
施法时间：动作
施法距离：15尺
法术成分：V、S
持续时间：立即
选择一个生命值为0但还未死亡的生物，使该生物变为伤势稳定。
戏法强化。到达特定等级后，此法术的施法距离将翻倍：5级（30尺），11级（60尺），17级（120尺）。`},{Name:`舞光术`,Source:`玩家手册2024`,Level:0,Description:`幻术 戏法（吟游诗人、术士、法师、奇械师）
施法时间：动作
施法距离：120尺
法术成分：V、S、M（一点磷）
持续时间：专注，至多1分钟
你在施法距离内创造至多四个火把大小的光源，使其在法术持续时间内看起来如同火把、灯笼或悬浮珠。或者，你可以将四个光源合并为一个发光的整体形态，使其看上去像一个模糊的中型人形。无论你选择哪种形态，每个光源都会发出10尺半径的微光光照 。
你可以用附赠动作将光源移动至多60尺至施法距离内的一处空间。一个由此法术创造的光源必须始终位于任一光源周围20尺内，而超出施法距离的光源会随即熄灭。`},{Name:`橡棍术`,Source:`玩家手册2024`,Level:0,Description:`变化 戏法（德鲁伊）
施法时间：附赠动作
施法距离：自身
法术成分：V、S、M（槲寄生）
持续时间：1分钟
你将自然之力灌入手中持握的一根短棒或长棍中。你在法术持续时间内使用该武器进行近战攻击时，可以用你的施法属性代替力量属性来进行攻击检定和伤害掷骰，且该武器的伤害骰变为d8。此类攻击造成伤害时，你可以选择将其伤害类型改为力场伤害，或是维持武器原本的伤害类型。你再次施展该法术或丢掉该武器时，该法术也随之终止。
戏法强化。 到达特定等级后，受术武器的伤害骰会改变：5级（1d10），11级（1d12），17级（2d6）。`},{Name:`心灵之楔`,Source:`玩家手册2024`,Level:0,Description:`惑控 戏法（术士、魔契师、法师）
施法时间：动作
施法距离：60尺
法术成分：V
持续时间：1轮
指定施法距离内一个你可见的生物，你试图暂时刺入目标的心灵。目标必须通过一次智力豁免
。豁免失败将受到1d6点心灵伤害，并且其在你的下回合结束前，进行的下一次豁免检定将获得1d4减值。
戏法强化。 到达特定等级后，此戏法的伤害将增加1d6：5级（2d6）、11级（3d6）、17级（4d6）。`},{Name:`修复术`,Source:`玩家手册2024`,Level:0,Description:`变化 戏法（吟游诗人、牧师、德鲁伊、术士、法师）
施法时间：1分钟
施法距离：触碰
法术成分：V、S、M（两块天然磁石）
持续时间：立即
该法术修复你所触碰一个物件上的一处破损或裂缝，例如修复一条断裂的链条、一把碎成两半的钥匙、一件撕裂的斗篷、一个漏了的酒袋等。只要破损或断裂处在任意方向上都不超过 1 尺，你就可以不留痕迹地修复它。
该法术可以物理性地修复一件魔法物品，但无法恢复其上的魔法。
（注：奇械师的职业特性直接给予了这一法术，因此这一法术现不在奇械师法术列表上。）`},{Name:`黯冰狱铠`,Source:`玩家手册2024`,Level:1,Description:`一环 防护（魔契师）
施法时间：附赠动作
施法距离：自身
法术成分：V、S、M（一块蓝色玻璃碎片）
持续时间：1 小时
防护性的魔法寒霜包裹着你。
你获得5临时生命值
。在法术结束之前，若有生物以近战攻击检定命中你，该生物将受到5寒冷伤害。此法术会在你不具有临时生命值时提前结束。
升环施法。 你使用的法术位每比一环高一环，临时生命和寒冷伤害就各提升5。`},{Name:`庇护术`,Source:`玩家手册2024`,Level:1,Description:`一环 防护（牧师、奇械师）
施法时间：附赠动作
施法距离：30 尺
法术成分：V、S、M（一块镜子碎片）
持续时间：1 分钟
你为施法距离内的一名生物施加守护。在法术终止前，当任何生物将受守护的生物定为其攻击检定或伤害性法术的目标时，该生物都必须成功通过一次感知豁免，否则该生物必须改为选定另一名生物作为新的目标或者失去本次的攻击或法术。不过此法术无法令受术者免受区域效应的影响。
若受保护生物发动一次攻击，施展一道法术，或是造成任何伤害，则该法术随之终止。`},{Name:`冰刃`,Source:`玩家手册2024`,Level:1,Description:`一环 咒法（德鲁伊、术士、法师）
施法时间：动作
施法距离：60尺
法术成分：S、M（一滴水或一块冰）
持续时间：立即
你制造出一块冰晶裂片，并将它射向施法距离内的一个生物。你对目标进行一次远程法术攻击。若击中，目标受到 1d10 点穿刺伤害。无论击中与否，裂片都会在那之后立刻爆裂。攻击目标和其5尺范围内的每名生物都必须通过一次敏捷豁免检定，否则将受到 2d6 点寒冷伤害。
升环施法。 你使用的法术位每比一环高一环，寒冷伤害就增加1d6。`},{Name:`捕获打击`,Source:`玩家手册2024`,Level:1,Description:`一环 咒法（游侠）
施法时间：附赠动作，在你用武器命中目标后立即可用
施法距离：自身
法术成分：V
持续时间：专注，至多1分钟
你命中目标时，目标身上出现一根紧紧将其攫住的藤蔓，使其进行一次力量豁免，大型及更大体型的生物进行该豁免时具有优势。豁免失败，则目标将直到法术结束为止陷入束缚状态。豁免成功，则藤蔓立即枯萎，法术结束。
处于束缚状态期间，目标在其每回合开始受到1d6点穿刺伤害。目标或其他位于其触及内的生物可用一个动作进行一次对抗法术豁免DC的力量（运动）检定。检定成功则法术结束。
升环施法。使用的法术位每比一环高一环，此法术的伤害就提高1d6点。`},{Name:`不谐低语`,Source:`玩家手册2024`,Level:1,Description:`一环 惑控（吟游诗人）
施法时间：动作
施法距离：60尺
法术成分：V
持续时间：立即
一名施法距离内你选择的可见生物的心灵中听见一段不协和旋律。目标进行一次感知豁免。豁免失败则受到3d6点心灵伤害，并立即执行其反应（若可用）尽可能往远离你的方向移动，并采取最安全的路径。豁免成功则只受一半伤害。
升环施法。使用的法术位每比一环高一环，伤害就提高1d6。`},{Name:`炽焰斩`,Source:`玩家手册2024`,Level:1,Description:`一环 塑能（圣武士）
施法时间：附赠动作，当你使用近战武器或徒手打击命中一个目标后立即执行
施法距离：自身
法术成分：V
持续时间：1分钟
被该次攻击检定命中的目标会在此次攻击中额外受到1d6火焰伤害。直至法术终止前，目标会在其每个回合开始时受到1d6点火焰伤害，并进行一次体质豁免。豁免失败则法术继续生效，成功则法术终止。
升环施法。使用的法术位每比一环高一环，此法术造成的所有伤害都会增加1d6点。`},{Name:`脆弱诅咒`,Source:`玩家手册2024`,Level:1,Description:`一环 惑控（魔契师）
施法时间：附赠动作
施法距离：90尺
法术成分：V、S、M（一只风干的蝾螈眼）
持续时间：专注，至多1小时
你对施法距离内一个你能看见的一个生物施加诅咒。直到法术终止前，你对命中该目标的任意攻击都将额外造成1d6点暗蚀伤害。此外，你在施展该法术时选择一项属性，使该目标进行所选属性的属性检定时具有劣势 。
如果目标在法术终止前 HP 降至
0，则你可以在法术终止前后续的某一回合中使用一个附赠动作 诅咒另一个生物。
升环施法。
使用二环法术位施展该法术时，其专注可以维持至多4小时。使用三环或四环法术位施展该法术时，其专注可以维持至多8小时。使用环阶5+的法术位施展该法术时，其专注可以维持至多 24 小时。`},{Name:`大步奔行`,Source:`玩家手册2024`,Level:1,Description:`一环 变化（吟游诗人、德鲁伊、游侠、法师、奇械师）
施法时间：动作
施法距离：触碰
法术成分：V、S、M（一撮泥土）
持续时间：1 小时
你触碰一个生物，该目标的速度增加10尺，直至法术结束。
升环施法。使用的法术位每比一环高一环，你就可以额外指定一个目标。`},{Name:`动物交谈`,Source:`玩家手册2024`,Level:1,Description:`一环 预言（吟游诗人、德鲁伊、游侠、魔契师）
施法时间：动作或仪式
施法距离：自身
法术成分：V、S
持续时间：10 分钟
你在法术持续时间内获得理解野兽生物并用语言与其沟通的能力，并且你可以对它们使用交涉动作时任何技能选项都可以适用。
大多数野兽在谈及和生存与伙伴无关的话题时能说的很少，但至少，一只野兽能够给你提供周遭的地点和怪物的情报，包括任何它们近一日内察觉到过的东西。`},{Name:`法师护甲`,Source:`玩家手册2024`,Level:1,Description:`一环 防护（术士、法师）
施法时间：动作
施法距离：触碰
法术成分：V、S、M（一块鞣制过的皮革）
持续时间：8小时
你触碰一个未着装护甲的自愿生物。直至法术终止前，目标的基础AC变为
13+它的敏捷调整值。当目标穿上护甲时，此法术将提前终止。`},{Name:`繁彩球`,Source:`玩家手册2024`,Level:1,Description:`一环 塑能（术士、法师）
施法时间：动作
施法距离：90 尺
法术成分： V、S、M（一枚价值50GP+的钻石）
持续时间：立即
你向施法距离内某个目标掷出一颗能量球。从强酸、寒冷、火焰、闪电、毒素、雷鸣中选择一个作为创造出来的球体的伤害类型，然后对该目标发动一次远程法术攻击。命中时，该目标将受到 3d8 点你所选类型的伤害。
如果你的d8骰中有两枚（或更多）投出了相同的数字，能量球将会从原目标跃向其周围30尺内由你所选择的另一个目标。你需要对新目标再进行一次攻击检定，然后进行一次新的伤害掷骰。能量球无法再次进行此种跳跃，除非你施展此法术时使用了环阶2+的法术位。
升环施法。使用的法术位每高一环，法术的伤害就增加1d8。能量球能够跳跃的最大次数等同于所消耗的法术位环阶，但每次施展此法术时，每名生物只能被指定为此法术目标一次。`},{Name:`防护善恶`,Source:`玩家手册2024`,Level:1,Description:`一环 防护（牧师、德鲁伊、圣武士、魔契师、法师）
施法时间：动作
施法距离：触碰
法术成分：V、S、M（一瓶25GP+的圣水，作为此法术的耗材）
持续时间：专注，至多10分钟
法术结束前，你使触碰的一名自愿生物获得针对下述生物类型的防护：异怪、天族、元素、妖精、邪魔、亡灵。
此防护提供下述几种增益。上述生物类型的生物对目标的攻击检定具有劣势。目标不能被其附身，也不会因其陷入魅惑或恐慌状态。如果目标已经被具有上述生物类型的生物附身，或其魅惑或恐慌状态影响，目标后续进行的相关效应的豁免检定也将具有优势。`},{Name:`光导箭`,Source:`玩家手册2024`,Level:1,Description:`一环 塑能（牧师）
施法时间：动作
施法距离：120尺
法术成分：V、S
持续时间：1轮
你向施法距离内的一名生物掷出一道光箭。对目标进行一次远程法术攻击。命中时，目标受4d6点光耀伤害。在你下个回合结束前，对目标发动的下一次攻击检定具有优势。
升环施法。使用的法术位每比一环高一环，此法术的伤害就增加1d6点。`},{Name:`哈达之臂`,Source:`玩家手册2024`,Level:1,Description:`一环 咒法（魔契师）
施法时间：动作
施法距离：自身
法术成分：V、S
持续时间：立即
你祈唤哈达的力量，让触须从你身上蔓延而出。源自你的10尺光环 区域内，每个生物都必须进行一次力量豁免。豁免失败的生物将受到2d6点暗蚀伤害，并其直到下一回合前都无法执行反应。豁免成功的生物仅受到一半伤害。
升环施法。 你使用的法术位每比一环高一环，法术的伤害就增加1d6点。`},{Name:`护盾术`,Source:`玩家手册2024`,Level:1,Description:`一环 防护（术士、法师）
施法时间：反应，当你被攻击命中或被作为魔法飞弹Magic Missile法术的目标时执行
施法距离：自身
法术成分：V、S
持续时间：1 轮
一道看不见的力场制护盾浮现在你身旁，保护着你。在你的下一回合开始前，你的 AC 具有+5
加值（在触发该法术的攻击之前生效），并且不会受到魔法飞弹Magic Missle的伤害。`},{Name:`化兽为友`,Source:`玩家手册2024`,Level:1,Description:`一环 惑控（吟游诗人、德鲁伊、游侠）
施法时间：动作
施法距离：30 尺
法术成分：V、S、M（一点食物）
持续时间：24 小时
在施法距离内指定一只你能看见的野兽。该野兽必须通过一次感知豁免，否则在法术持续时间内陷入魅惑状态。如果你或你的盟友对目标造成伤害，法术将提前终止。
升环施法。你使用的法术位每比一环高一环，就可以多选择一个野兽作为目标。`},{Name:`激愤斩`,Source:`玩家手册2024`,Level:1,Description:`一环 死灵（圣武士）
施法时间：附赠动作，当你使用近战武器或徒手打击命中一个生物后立即执行
施法距离：自身
法术成分：V
持续时间：1分钟
被该次攻击检定命中的目标会在此次攻击中额外受到1d6点暗蚀伤害，并且目标必须通过一次感知豁免检定，否则直到法术结束为止陷入恐慌状态。在自己的每回合结束时，被恐慌的目标可以重复此豁免，成功则结束该法术对自身的影响。
升环施法。使用的法术位每比一环高一环，伤害就提高1d6。`},{Name:`鉴定术`,Source:`玩家手册2024`,Level:1,Description:`一环 预言（吟游诗人、法师、奇械师）
施法时间：1分钟或仪式
施法距离：触碰
法术成分： V、S、M（一颗价值100GP+的珍珠）
持续时间：立即
你需要在施法过程中与某个物件保持接触。如果该物件是魔法物品之类的魔法性物件，你将知晓其属性和使用方式，以及了解是否需要同调、剩余多少充能数（若其有）。你还可以发现是否有法术正影响着该物件，以及这些法术具体是什么。如果该物件是由法术创造出来的物件，你将知晓该法术的名称。
你也可以改为在施法过程中一直接触一名生物，而你将知晓正在影响该生物的那些法术（若有）是哪些法术。`},{Name:`脚底抹油`,Source:`玩家手册2024`,Level:1,Description:`一环 变化（术士、魔契师、法师、奇械师）
施法时间：附赠动作
施法距离：自身
法术成分：V、S
持续时间：专注，至多10分钟
你执行疾走动作，且直到法术结束为止，你均能使用附赠动作执行疾走 动作。`},{Name:`荆棘之雨`,Source:`玩家手册2024`,Level:1,Description:`一环 咒法（游侠）
施法时间：1附赠动作，在你使用远程武器命中一个生物时紧接可用
施法距离：自身
法术成分：V
持续时间：立即
当你攻击命中生物时，法术会从你的远程武器或弹药中创造出棘刺，并形成一片棘刺之雨。目标和在目标周围5尺内每个生物必须进行一次敏捷豁免检定，豁免失败者将受到 1d10 点穿刺伤害，豁免成功则受到一半伤害。
升环施法。使用的法术位每比一环高一环，此法术的伤害就增加
1d10。`},{Name:`警报术`,Source:`玩家手册2024`,Level:1,Description:`一环 防护（游侠、法师、奇械师）
施法时间：1 分钟或仪式
施法距离：30 尺
法术成分：V、S、M（一个小铃铛和一小段银线）
持续时间：8 小时
你设置一个针对不速之客的警报。在施法距离内指定一扇门窗或选择一个边长不大于20
尺的立方区域。在法术持续时间内，任何触碰或进入被法术保护区域的生物都会触发警报。施法时，你可以决定哪些生物不会触发警报，还可以选择警报方式为声音警报或是精神警报。
声音警报Audible Alarm。警报将在其保护区域 60 尺范围内响起持续 10
秒的摇铃声。
精神警报Mental Alarm。 如果你距离目标区域不超过 1
里，警报会在你脑海中会传来“乒”的警报声。如果你在睡觉，则警报将使你惊醒。`},{Name:`净化饮食`,Source:`玩家手册2024`,Level:1,Description:`一环 变化（牧师、德鲁伊、圣武士、奇械师）
施法时间：动作或仪式
施法距离：10尺
法术成分：V、S
持续时间：立即
以施法距离内一点为中心，你移除半径5尺球状 区域内非魔法食物与饮品中的毒素和腐败。`},{Name:`纠缠术`,Source:`玩家手册2024`,Level:1,Description:`一环 咒法（德鲁伊、游侠）
施法时间：动作
施法距离：90尺
法术成分：V、S
持续时间：专注，至多1分钟
缠绕的植物在施法距离内从20尺方状区域地面中破土而出。在法术持续时间内，这片被植物覆盖的区域变为困难地形 。法术结束时，这些植物会消失。
在你施展法术时，该区域内的生物（除你之外）必须成功于一次力量豁免，否则陷入束缚状态，直到法术终止。一名因此被束缚的生物可以用其动作进行一次力量（运动）检定对抗该法术的豁免DC。检定成功则成功摆脱缠绕在其身上的藤蔓并不再被其束缚。`},{Name:`雷鸣波`,Source:`玩家手册2024`,Level:1,Description:`一环 塑能（吟游诗人、德鲁伊、术士、法师）
施法时间：动作
施法距离：自身
法术成分：V、S
持续时间：立即
你释放出一道雷鸣能量。在以你为源点15尺立方区域内的每名生物必须进行一次体质豁免。豁免失败者将受到2d8点雷鸣伤害，并被向远离你的方向推离10尺。豁免成功则只受一半伤害。
此外，所有完全位于该区域内且未被固定住的物件都将被推离10尺。该法术还会发出距你300尺内都能听见的雷霆巨响。
升环施法。使用的法术位每比一环高一环，伤害就提高1d8。`},{Name:`雷鸣斩`,Source:`玩家手册2024`,Level:1,Description:`一环 塑能（圣武士）
施法时间：附赠动作，当你使用近战武器或徒手打击命中一个目标后立即执行
施法距离：自身
法术成分：V
持续时间：立即
你的打击发出距你300尺内都能听见的雷鸣。被该次攻击检定命中的目标会在此次攻击中额外受到2d6点雷鸣伤害，如果目标是一名生物，则它必须成功于一次力量豁免，否则其被向着远离你的方向推离10尺并陷入倒地状态。
升环施法。使用的法术位每比一环高一环，伤害就提高1d6。`},{Name:`炼狱叱喝`,Source:`玩家手册2024`,Level:1,Description:`一环 塑能（魔契师）
施法时间： 反应，当你受到来自60尺内你可见生物的伤害时执行。
施法距离：60尺
法术成分：V、S
持续时间：立即
伤害你的生物立刻被绿色的烈焰席卷。该生物必须进行一次敏捷豁免，豁免失败则受到2d10点火焰伤害，豁免成功则受到一半伤害。
升环施法。
使用的法术位每比一环高一环，此法术的伤害就增加1d10点。`},{Name:`疗伤术`,Source:`玩家手册2024`,Level:1,Description:`一环
防护（吟游诗人、牧师、德鲁伊、圣武士、游侠、奇械师）
施法时间：动作
施法距离：触碰
法术成分：V、S
持续时间：立即
你触碰的一名生物恢复等同于2d8+你施法属性调整值点生命值。
升环施法。使用的法术位每比一环高一环，此法术的治疗量就增加2d8点。`},{Name:`猎人印记`,Source:`玩家手册2024`,Level:1,Description:`一环 预言（游侠）
施法时间：附赠动作
施法距离：90尺
法术成分：V
持续时间：专注，至多1小时
你指定施法距离内一个你能看见的生物并以魔法标记其作为你的猎物。直至法术终止前，你每次以任何攻击命中该目标时都会额外造成1d6点力场伤害，且每当你为寻找目标生物而进行感知（察觉或生存）检定时都具有优势 。
如果在法术结束前目标 HP 降至 0，则你可以用附赠动作 将标记转移至施法距离内的另一个可见生物。
升环施法。使用三环或四环法术位施展该法术时，其专注可以维持至多8小时。使用环阶5+的法术位施展该法术时，其专注可以维持至多
24 小时。`},{Name:`魅惑类人`,Source:`玩家手册2024`,Level:1,Description:`一环 惑控（吟游诗人、德鲁伊、术士、魔契师、法师）
施法时间：动作
施法距离：30 尺
法术成分：V、S
持续时间：1 小时
选择法术距离内你可见的一名类人生物，迫使该生物进行一次感知豁免，如果你或者你的同伴正在与它战斗，它进行的这次豁免将具有优势。如果它豁免失败，它陷入魅惑状态直到法术结束，或者直到你或你的同伴对它造成伤害。被魅惑的生物将对你友好。在法术结束时，生物会知道它曾被你魅惑。
升环施法。使用的法术位每比一环高一环，你就可以额外选择一个生物作为目标。`},{Name:`迷幻手稿`,Source:`玩家手册2024`,Level:1,Description:`一环 幻术（吟游诗人、法师）
施法时间：1分钟或仪式
施法距离：触碰
法术成分：V、S、M（价值 10+GP 的墨水，作为法术耗材）
持续时间：10日
你在羊皮纸，纸张或是其他适合书写的材质上书写文字并对其施加一个强力的幻象。其效应将持续至法术终止。
文件对于你和你施法时所指定的生物而言是一份普通的文件，文件内容即是以你的笔迹传达你写下手稿时想要传达的一切意义。而对于所有其他阅读者而言，该文件看起来就像由难懂的未知文字或魔法文字所书写。此外，你还可以使该文件呈现出完全不同的信息，使其看起来是用另一种笔迹或者语言所书写，不过你必须懂得该语言。
如果法术被解除，则幻象和原始手稿一同消失不见。
拥有真实视觉的生物可以读出其内被隐藏的信息。`},{Name:`命令术`,Source:`玩家手册2024`,Level:1,Description:`一环 惑控（吟游诗人、牧师、圣武士）
施法时间：动作
施法距离：60 尺
法术成分：V
持续时间：立即
你对施法距离内一个你能看见的生物说出一个单词的命令。目标生物必须通过一次感知豁免，否则在它自己的下一回合中，其必须服从这道命令行事。从以下选项中选择一条命令：
过来Approach。目标以最短最直接的路线向你移动，若其到达你5尺范围内，其会结束自己的回合。
放下Drop。目标放下持握的任何东西，然后结束自己的回合。
走开Flee。目标消耗其整个回合，以最快最有效的方式远离你。
趴下Grovel。目标陷入倒地状态并结束自己的回合。
立定Halt。在其回合内，目标不进行移动且不作任何动作和附赠动作。
升环施法。使用的法术位每比一环高一环，你就可以额外选择一个生物作为目标。`},{Name:`魔法飞弹`,Source:`玩家手册2024`,Level:1,Description:`一环 塑能（术士、法师）
施法时间：动作
施法距离：120尺
法术成分：V、S
持续时间：立即
你创造三枚由魔法力场形成的闪光飞镖，并让每发飞镖袭向施法距离内你能看见的指定生物。每发飞镖对目标造成1d4+1点力场伤害。所有飞镖将同时袭向目标，而你还可以指定它们击中同一个目标或是分别击中几个目标。
升环施法。 使用的法术位每比一环高一环，该法术就会多制造出一支飞镖。`},{Name:`七彩喷射`,Source:`玩家手册2024`,Level:1,Description:`一环 幻术（吟游诗人、术士、法师）
施法时间：动作
施法距离：自身
法术成分：V、S、M（一撮彩色沙子）
持续时间：立即
你射出一道炫目的闪耀彩光。以你为源点的15尺锥状区域内的每个生物必须成功通过一次体质豁免，否则陷入目盲状态，持续至下个你的回合结束。`},{Name:`虔诚护盾`,Source:`玩家手册2024`,Level:1,Description:`一环 防护（牧师、圣武士）
施法时间：附赠动作
施法距离：60 尺
法术成分：V、S、M（一张祷文卷轴）
持续时间：专注，至多 10 分钟
一片闪着微光的能量场围绕着施法距离内你指定的一个生物，使目标在法术持续时间内AC获得+2 加值。`},{Name:`强令对决`,Source:`玩家手册2024`,Level:1,Description:`一环 惑控（圣武士）
施法时间：附赠动作
施法距离：30 尺
法术成分：V
持续时间：专注，至多 1
分钟
你尝试强令一名生物与你决斗。选择施法距离内一名你可见的生物，该生物必须成功通过一次感知豁免，豁免失败则，该生物对除你之外任何生物进行攻击检定时都具有劣势，且该生物不能自主移动到距离你超过30尺的位置。
当你攻击另一名生物时，当你对另一名敌对生物施展法术时，当一名你的盟友对该目标造成伤害或者对其施展伤害性法术时，又或者你在距离该目标超过
30 尺的位置结束你的回合时，该法术提前终止。`},{Name:`燃烧之手`,Source:`玩家手册2024`,Level:1,Description:`一环 塑能（术士、法师）
施法时间：动作
施法距离：自身
法术成分：V、S
持续时间：立即
你向前喷射出一片火焰。处于15尺锥状区域内的生物必须进行一次敏捷豁免。豁免失败者受到3d6火焰伤害，豁免成功者受到一半伤害。
在此锥状区域内的未被着装或携带的易燃物件会开始燃烧。
升环施法。你使用的法术位每比一环高一环，此法术的伤害就会提升1d6。`},{Name:`神恩`,Source:`玩家手册2024`,Level:1,Description:`一环 变化（圣武士）
施法时间：附赠动作
施法距离：自身
法术成分：V、S
持续时间：1分钟
直到法术结束之前，你使用武器的攻击在命中时造成额外1d4点光耀伤害。`},{Name:`神莓术`,Source:`玩家手册2024`,Level:1,Description:`一环 咒法（德鲁伊、游侠）
施法时间：动作
施法距离：自身
法术成分：V、S、M（一根槲寄生）
持续时间：24小时
10颗浆果出现在你手里。果子在法术持续时间内充满魔法。一名生物可以用一个附赠动作 吃下一颗浆果。吃掉一颗浆果者恢复1生命值，且一枚浆果就可以满足该生物一整天的营养需求。
法术结束时还没有被吃掉的浆果会消失。`},{Name:`睡眠术`,Source:`玩家手册2024`,Level:1,Description:`一环 惑控（吟游诗人、术士、法师）
施法时间：动作
施法距离：60 尺
法术成分：V、S、M（一把细沙或玫瑰花瓣）
持续时间：专注，至多1 分钟
以施法距离内一点为源点，5尺半径球状区域内每个你选择的生物都必须成功通过一次感知豁免否则直到其下个回合结束陷入失能状态。在其下个回合结束时，它必须重复此豁免。如果目标第二次豁免失败，目标在持续时间内陷入昏迷状态。若目标受到伤害或其5尺内有人用一个动作将其摇醒，目标身上的法术结束。
不需要睡眠的生物（例如精灵）或免疫力竭状态的生物自动成功通过对抗此法术的豁免。`},{Name:`塔莎狂笑术`,Source:`玩家手册2024`,Level:1,Description:`一环 惑控（吟游诗人、魔契师、法师）
施法时间：动作
施法距离：30尺
法术成分：V、S、M（一块甜馅饼和一根羽毛）
持续时间：专注，至多1分钟
施法距离内你可见的一名生物进行一次感知豁免。豁免失败，目标在持续时间内陷入失能和倒地状态。在此期间，目标会不受控制地狂笑（只要它能够发笑），且无法结束自身的倒地状态。
目标在其每回合结束或受到伤害时，可以再进行一次感知豁免。如果豁免是因受到伤害所致，则该次豁免具有优势。豁免成功时，法术终止。
升环施法。使用的法术位每比一环高一环，你就可以额外选择一个生物作为目标。`},{Name:`谭森浮碟术`,Source:`玩家手册2024`,Level:1,Description:`一环 咒法（法师）
施法时间：动作或仪式
施法距离：30尺
法术成分：V、S、M（一滴汞）
持续时间：1小时
指定施法距离内一处你可见的未占空间，并在该处创造一个圆盘状的碟型水平力场。浮碟直径3尺，厚1寸，悬浮在离地3尺的空中。其可以在法术持续时间内持续存在，并至多可负载500磅重量。如果放在浮碟上的物件重量超过500磅，则该法术终止，浮碟上的所有东西也将掉落至地上。
浮碟距你20尺内时静止不动。只要你与其距离超过20尺，浮碟就会跟随你移动，并保持在距你20尺范围内。浮碟可以自由跨越崎岖地形、上下阶梯、斜坡面、诸如此类的地面，但它不能越过高差超过10尺的地面。例如，浮碟不能越过一个10尺深的坑；如果将浮碟创造在这个坑的坑底，则它将无法离开这个坑。
如果你距浮碟超过100尺（通常是因为它受障碍所阻无法跟上你），则法术终止。`},{Name:`跳跃术`,Source:`玩家手册2024`,Level:1,Description:`一环 变化（德鲁伊、游侠、术士、法师、奇械师）
施法时间：附赠动作
施法距离：触碰
法术成分：V、S、M（一只蚱蜢的后腿）
持续时间：1分钟
你触碰一个自愿生物。在法术结束前，每该生物他的回合内一次，其可以消耗10尺移动力来跳跃至多30尺距离。
升环施法。使用的法术位每比一环高一环，你就可以额外选择一个生物作为目标。`},{Name:`通晓语言`,Source:`玩家手册2024`,Level:1,Description:`一环 预言（吟游诗人、术士、魔契师、法师）
施法时间：动作或仪式
施法距离：自身
法术成分：V、S、M（一撮煤灰和盐）
持续时间：1 小时
你在法术持续时间内知晓你所听到或看到手语的所有语言的字面意义。你也可以通过触碰书写的文字来读懂其字面意义。以这种方式阅读每页文字需要花费 1 分钟的时间。这个法术并不能解读符号和暗语。`},{Name:`巫术箭`,Source:`玩家手册2024`,Level:1,Description:`一环 塑能（术士、魔契师、法师）
施法时间：动作
施法距离：60尺
法术成分：V、S、M（一根被闪电击中的树枝）
持续时间：专注，至多1分钟
一支缠绕着碎裂魔力的蓝色能量长矛射向施法距离内的一个生物，并在你与目标之间生成一道持久的闪电弧。对目标进行一次远程法术攻击。若命中，则目标受到2d12点闪电伤害。
无论首次攻击是否命中，在你接下来的每个回合中，你都可以用附赠动作直接对目标造成1d12点闪电伤害。
此外，如果目标与你之间的距离超出了法术的施法距离，或者目标相对你而言处于全身掩护状态，法术将提前终止。
升环施法。使用的法术位每比一环高一环，此法术的初始伤害就提高1d12。`},{Name:`无声幻影`,Source:`玩家手册2024`,Level:1,Description:`一环 幻术（吟游诗人、术士、法师）
施法时间：动作
施法距离：60 尺
法术成分：V、S、M（少量羊毛）
持续时间：专注，至多 10 分钟
你创造一个影像，其形象来自一个大小不超过边长 15 尺立方体的物件，生物或其他的可视现象。影像出现在施法距离内的一处位置并在法术持续时间内持续存在。该影像是纯粹的视觉影像；它不会被听觉，嗅觉或其他感官感受到。
你可以使用魔法动作将影像移动到施法距离内的另一个位置。影像改变位置时，你可以改变影像的外观使其移动得更自然。例如，如果你创造了一个生物的影像并移动它，则你可以改变影像，使它看起来就像是在走路。
由于影像无法被碰到，任何与该影像进行的物理互动都会暴露其幻象的本质。一个生物使用研究动作调查影像时，它可以进行一次对抗法术豁免 DC 的智力（调查）检定。辨出幻象的生物可以看破该影像，在该生物看来会透过影像看到其背后的事物。`},{Name:`虚假生命`,Source:`玩家手册2024`,Level:1,Description:`一环 死灵（术士、法师、奇械师）
施法时间：动作
施法距离：自身
法术成分：V、S、M（一滴酒精）
持续时间：立即
你获得2d4+4点临时生命值。
升环施法。使用的法术位每比一环高一环，其给予的临时生命值就增加5。`},{Name:`寻获魔宠`,Source:`玩家手册2024`,Level:1,Description:`一环 咒法（法师）
施法时间：1小时或仪式
施法距离：10尺
法术成分：V、S、M（价值10+GP的焚香，作为法术耗材）
持续时间：立即
你获得一只为你服务的魔宠，魔宠精魄可以采用下述你选择的动物形态之一：蝙蝠Bat、猫Cat、蛙Frog、隼Hawk、蜥蜴Lizard、章鱼Octopus、猫头鹰Owl、鼠Rat、渡鸦Raven、蜘蛛Spider、鼬Weasel，你也可以选择其他挑战等级为0的野兽作为魔宠的形态。魔宠出现在施法距离内一处未占据空间，虽然有着所选的生物属性数据，但其生物类型为天族、妖精、邪魔之一（由你选择）而非野兽。你的魔宠可脱离你独立行动，不过它会一直遵循你的命令行事。
心灵连接Telepathic Connection。你的魔宠距你100尺内期间，你可以与其进行心灵交流。此外，你还能够以一个附赠动作将自己的视觉和听觉切换到魔宠的感官，并一持续至你下一回合开始。在此期间，你同时享有该魔宠自身的特殊感官。
最后，当你施展施法距离为触碰的法术时，你的魔宠可以帮你传递这道触碰法术。此时你的魔宠必须距你100尺内，且在你施展这道法术时你的魔宠需要执行一个反应才能将其传递。
战斗Combat。魔宠是你和你盟友的盟友。战斗时，它为自己骰先攻，并在自己回合里行动。魔宠无法攻击，但是它能如常执行其他动作。
魔宠的消失Disappearance of the Familiar。当魔宠生命值降至0点时，它会消失。它会在你再次施展此法术后重新出现。你可以用一个魔法动作，暂时解散你的魔宠，将其送入一个口袋位面。你也可以选择永久解散它。暂时解散时，你可以用一个魔法动作使其重新出现于距你30尺内任意未占空间中。当魔宠生命值归0或消失进入了口袋位面时，它都会将自己穿着或携带的任何物品留在自己曾占据的空间中。
独一无二One Familiar Only。你在同一时间不能拥有多于一只魔宠。如果你在已拥有一只魔宠期间施展此法术，作为替代，你会使其采用一个新的符合条件的形态。`},{Name:`妖火`,Source:`玩家手册2024`,Level:1,Description:`一环 塑能（吟游诗人、德鲁伊、奇械师）
施法时间：动作
施法距离：60尺
法术成分：V
持续时间：专注，至多1分钟
施法距离内一处20尺立方区域内每个物件的轮廓都将被蓝色、绿色、或紫色的光芒所勾勒（颜色由你指定）。区域内的生物则必须进行一次敏捷豁免，豁免失败时也会被彩色光芒勾勒出轮廓。受术物件和生物在法术持续时间内发出10尺半径的微光光照 。
受术生物或物件无法受益于隐形状态，且任何能看见他们的攻击者对其发动的攻击检定具有优势。`},{Name:`易容术`,Source:`玩家手册2024`,Level:1,Description:`一环 幻术（吟游诗人、术士、法师、奇械师）
施法时间：动作
施法距离：自身
法术成分：V、S
持续时间：1小时
你改变自身以及随身的衣物、护甲、武器等在你身上的所有物。该效应在法术终止时结束。肉眼看来你的身高可以有1尺的增减，体态可胖可瘦。你必须选择一个和你肢体基础排列方式一致的形态。此外，幻术的影响范围由你决定。
此法术产生的变化无法应对物理检查。比如，你用此法术添了一顶帽子，那么现实物件会从帽子穿过去，且任何触碰帽子的人将摸不到任何东西。
如果一名生物想要分辨你是否易容，则必须使用一个研究动作研究你的外貌，并成功于一次对抗你法术豁免DC的智力（调查）检定。`},{Name:`隐形仆役`,Source:`玩家手册2024`,Level:1,Description:`一环 咒法（吟游诗人、魔契师、法师）
施法时间：动作或仪式
施法距离：60尺
法术成分：V、S、M（一些线和木头）
持续时间：1小时
该法术创造出一个隐形、无心智、无定形的中型力场。你可以在法术终止前命令它进行简单的工作。该仆役被创造出来后出现在施法距离内一处未占空间的地面上。其AC为10，具有1生命值，力量为2，且不能攻击。若仆从的生命值降至 0，则法术终止。
在每个自己回合内以一个附赠动作
，你可以精神性的对仆役下达一道命令，使其移动至多15尺并与一个物件进行互动。仆役可以做人类能做到的简单工作，例如拿取东西、打扫卫生、修补东西、叠衣服、点火、上菜、倒饮料等。一旦你下达了命令，仆役就会尽全力去进行任务直至完成任务，并在此后等待你的下一个命令。
如果你命令仆役做一件需要它离开你身边60尺的工作，则法术终止。`},{Name:`英雄气概`,Source:`玩家手册2024`,Level:1,Description:`一环 惑控（吟游诗人、圣武士）
施法时间：动作
施法距离：触碰
法术成分：V、S
持续时间：专注，至多1分钟
你触碰一个自愿生物使其充满勇气。该生物直至法术终止前免疫恐慌状态，且它将在其每回合开始时获得等同于你施法属性调整值的临时生命值。
升环施法。使用的法术位每比一环高一环，你就可以额外选择一个生物作为目标。`},{Name:`油腻术`,Source:`玩家手册2024`,Level:1,Description:`一环 咒法（术士、法师、奇械师）
施法时间：动作
施法距离：60尺
法术成分：V、S、M（一块猪皮或黄油）
持续时间：1分钟
你在施法距离内指定一点，光滑的不可燃油脂以该点为中心覆盖一处10尺的方状区域。在法术持续时间内。该区域变为困难地形 。
油脂出现时，站在其范围内的每个生物必须成功通过一次敏捷豁免，否则陷入倒地状态。进入该区域或在区域内结束其回合的生物也必须进行该敏捷豁免，豁免失败则陷入倒地。`},{Name:`羽落术`,Source:`玩家手册2024`,Level:1,Description:`一环 变化（吟游诗人、术士、法师、奇械师）
施法时间：反应，你或距你60尺内的可见生物坠落时可用
施法距离：60尺
法术成分：V、M（一小根羽毛或一块羽绒）
持续时间：1分钟
指定施法距离内至多五个正坠落的生物。受术生物的坠落速度在法术持续时间内降低至每回合60尺。如果该生物在法术终止前落地，则其不会受到任何坠落伤害，且着地后法术对该生物的效应随即终止。`},{Name:`云雾术`,Source:`玩家手册2024`,Level:1,Description:`一环 咒法（德鲁伊、游侠、术士、法师）
施法时间：动作
施法距离：120尺
法术成分：V、S
持续时间：专注，至多1小时
你以施法距离内一点为中心创造一片半径20尺的球状浓雾。球状区域被重度遮蔽。浓雾持续至法术持续时间结束，被强风（比如造风术Gust of Wind创造的风）吹散时法术也将提前结束。
升环施法。 使用的法术位每比一环高一环，浓雾的半径就增加20尺。`},{Name:`灾祸术`,Source:`玩家手册2024`,Level:1,Description:`一环 惑控（吟游诗人、牧师、魔契师）
施法时间：动作
施法距离：30尺
法术成分：V、S、M（一滴血）
持续时间：专注，至多1分钟
你选择施法距离内至多三个你可见的生物，迫使其分别进行一次魅力豁免。在法术终止前，豁免失败于此次魅力豁免的目标进行的每次攻击检定与豁免检定都必须承受1d4的减值。
升环施法。使用的法术位每比一环高一环，你就可以额外选择一个生物作为目标。`},{Name:`造水术/枯水术`,Source:`玩家手册2024`,Level:1,Description:`一环 变化（牧师、德鲁伊）
施法时间：动作
施法距离：30尺
法术成分：V、S、M（水沙混合物）
持续时间：立即
你选择其一执行：
造水术Create
Water。你在施法距离内一个打开的容器中创造至多10加仑干净的水。作为另一种选项，你使施法距离内一处30尺的立方区域降下雨水并浇灭区域内不受遮盖的火焰。
枯水术Destroy
Water。你使施法距离内一个打开的容器里至多10加仑水枯竭不见。作为另一种选项，你使施法距离内一片30尺立方 区域的浓雾消失不见。
升环施法。
使用的法术位每比一环高一环，法术就多创造或多枯竭10加仑额外的水分，另一种选项能影响的立方 区域边长增加5尺。`},{Name:`侦测毒性和疾病`,Source:`玩家手册2024`,Level:1,Description:`一环 预言（牧师、德鲁伊、圣武士、游侠）
施法时间：动作或仪式
施法距离：自身
法术成分：V、S、M（一片紫杉叶）
持续时间：专注，至多10分钟
在法术持续时间内，你定位距你30尺内的毒药、有毒生物和魔法疫病。你可以感知到毒药、有毒生物和疫病的种类。
此法术会被1尺厚的岩石、泥土或木头，1寸厚的金属，或薄薄一层铅阻隔。`},{Name:`侦测魔法`,Source:`玩家手册2024`,Level:1,Description:`一环
预言（吟游诗人、牧师、德鲁伊、圣武士、游侠、术士、魔契师、法师、奇械师）
施法时间：动作或仪式
施法距离：自身
法术成分：V、S
持续时间：专注，至多10分钟
在法术持续时间内，你感受到距你30尺内的魔法效应。若你感知到了此类效应，则你可以用一个魔法动作以看到任何带有该魔法效应的可见生物或物件周围环绕着微弱的灵光，且若该魔法效应属于被法术创造的效应，则你可分辨出其所属的魔法学派。
此法术会被1尺厚的岩石、泥土或木头，1寸厚的金属，或薄薄一层铅阻隔。`},{Name:`侦测善恶`,Source:`玩家手册2024`,Level:1,Description:`一环 预言（牧师、圣武士）
施法时间：动作
施法距离：自身
法术成分：V、S
持续时间：专注，至多10分钟
在法术持续时间内，你定位距你30尺内任何异怪、天族、元素、妖精、邪魔、亡灵。你也可以感知到范围内是否具有激活的圣居Hallow并确定其位置。
此法术会被1尺厚的岩石、泥土或木头，1寸厚的金属，或薄薄一层铅阻隔。`},{Name:`至圣斩`,Source:`玩家手册2024`,Level:1,Description:`一环 塑能（圣武士）
施法时间：附赠动作，当你使用近战武器或徒手打击命中一个生物后立即执行
施法距离：自身
法术成分：V
持续时间：立即
被该次攻击检定命中的目标会在此次攻击中额外受到2d8点光耀伤害。若目标为邪魔生物或亡灵生物，则此伤害增加1d8。
升环施法。使用的法术位每比一环高一环，此法术的伤害就提高1d8。`},{Name:`治愈真言`,Source:`玩家手册2024`,Level:1,Description:`一环 防护（吟游诗人、牧师、德鲁伊）
施法时间：附赠动作
施法距离：60尺
法术成分：V
持续时间：立即
你指定施法距离内一个你能看见的生物并恢复其生命值，恢复量等于2d4+你的施法属性调整值。
升环施法。 使用的法术位每比一环高一环，此法术的治疗量就增加2d4点。`},{Name:`致病射线`,Source:`玩家手册2024`,Level:1,Description:`一环 死灵（术士、法师）
施法时间：动作
施法距离：60尺
法术成分：V、S
持续时间：立即
你朝施法距离内一名生物射出一道绿色射线。对目标进行一次远程法术攻击。若命中，则目标受到2d8点毒素伤害且陷入中毒状态，持续至你的下一回合结束。
升环施法。
使用的法术位每比一环高一环，此法术的伤害就增加1d8点。`},{Name:`致伤术`,Source:`玩家手册2024`,Level:1,Description:`一环 死灵（牧师）
施法时间：动作
施法距离：触碰
法术成分：V、S
持续时间：立即
你迫使触碰的一名生物进行体质豁免检定，豁免失败将受到 2d10 的暗蚀伤害，豁免成功则受到半数伤害。
升环施法。你使用的法术位每比一环高一环，暗蚀伤害就增加1d10。`},{Name:`祝福术`,Source:`玩家手册2024`,Level:1,Description:`一环 惑控（牧师、圣武士）
施法时间：动作
施法距离：30尺
法术成分：V、S、M（一枚价值5+GP的圣徽）
持续时间：专注，至多1分钟
你祝福施法范围内至多三个生物。在法术终止前，受术目标进行的每次攻击检定与豁免检定都将获得1d4的加值。
升环施法。使用的法术位每比一环高一环，你就可以额外选择一个生物作为目标。`},{Name:`安定心神`,Source:`玩家手册2024`,Level:2,Description:`二环 惑控（吟游诗人、牧师）
施法时间：动作
施法距离：60 尺
法术成分：V、S
持续时间：专注，至多 1 分钟
你指定施法距离内一点，以该点为源点半径20尺球状区域内的每个类人生物必须成功通过一次魅力豁免，否则将受下列效应之一影响（由你分别为每名生物选择生效的效应）。
直到法术结束，该生物免疫魅惑和恐慌状态。如果该生物已经陷入魅惑或恐慌状态，则这些状态在持续时间内被压制。
该生物对你选择的之前敌对的生物态度变为冷漠。该冷漠态度持续到目标受到伤害或者看到自己的盟友受到伤害。当法术结束时，该生物恢复到原本的态度。`},{Name:`暗示术`,Source:`玩家手册2024`,Level:2,Description:`二环 惑控（吟游诗人、术士、魔契师、法师）
施法时间：动作
施法距离：30 尺
法术成分：V、M（一滴蜂蜜）
持续时间：专注，至多 8 小时
你以魔法影响施法距离内一个你能看见的生物，并对其施以某种行动暗示（不超过25个词）。由你指定的受术目标必须能听到并理解你的话语。暗示必须听起来可行，也不涉及明显会对目标及其盟友造成伤害的内容。比如说，你可以说“把邪教的宝库钥匙找来，然后给我。”或者：“别打了，让图书馆保持安静，然后出去别回来。”
目标必须成功通过一次感知豁免，否则在法术持续时间内陷入魅惑，若你或你的盟友对其造成伤害此法术将提前结束。被魅惑的生物会尽其所能地执行你所描述的行为。你所暗示的行为可能会在法术持续时间内始终一直进行，而如果你所暗示的活动可以用更短的时间完成，则此法术会在目标完成了你的要求后随即终止。`},{Name:`匕首之云`,Source:`玩家手册2024`,Level:2,Description:`二环 咒法（吟游诗人、术士、魔契师、法师）
施法时间：动作
施法距离：60 尺
法术成分：V、S、M（一小片玻璃）
持续时间：专注，至多 1 分钟
你指定施法距离内一点，在以该点为中心的5尺立方区域内咒唤出旋转的匕首。区域内的每名生物受到4d4点挥砍伤害。每当立方区域移动到一名生物区域内时、一名生物进入立方区域或是在该区域结束其回合时，该生物同样会受到此伤害。一名生物一回合中只会受到一次该伤害。
在你后续的回合中，你能够以一个魔法动作将立方区域传送至多30尺。
升环施法。
使用的法术位每比二环高一环，此法术的伤害就增加2d4。`},{Name:`变巨术/缩小术`,Source:`玩家手册2024`,Level:2,Description:`二环 变化（吟游诗人、德鲁伊、术士、法师、奇械师）
施法时间：动作
施法距离：30尺
法术成分：V、S、M（一撮铁粉）
持续时间：专注，至多1分钟
在法术持续时间内，法术使施法距离内一个你可见的生物或物件的大小发生改变（见下可选效应）。若你以物件为目标，则其不能被着装或携带。如果目标为非自愿生物，则其可以进行一次体质豁免。豁免成功则法术无效。
如果目标是生物，则其着装物和携带物的尺寸也随之变化。随后任何从该生物身上脱离的物品都会立即恢复为正常大小。投掷武器和弹药在命中目标或失手后会恢复为正常大小。
变巨Enlarge。目标的体型增大一级（例如从中型变为大型）。目标在力量检定和力量豁免时具有优势。目标使用变巨的武器发动攻击或进行徒手打击时，命中时将额外造成1d4伤害。
缩小Reduce。目标的体型缩小一级（例如从中型变为小型）。目标在力量检定和力量豁免时具有劣势。目标使用缩小的武器发动攻击或进行徒手打击时，命中时将额外减少1d4伤害（以此法无法将该伤害降至1以下）。`},{Name:`变身术`,Source:`玩家手册2024`,Level:2,Description:`二环 变化（术士、法师、奇械师）
施法时间：动作
施法距离：自身
法术成分：V、S
持续时间：专注，至多 1 小时
你变换了自身形态。施法时，从以下选项中选择其一生效，其效应维持至其持续时间结束。在持续时间内，你还能够以一个魔法动作将效应切换为另一个不同的选项。
水生适应Aquatic
Adaptation。 你长出鳃和蹼。你可以在水下呼吸，并且获得等同于步行速度的游泳速度。
改变外貌Change
Appearance。你改变了自己的外貌。你可以自行设定自己的外观：包括身高、体重、面部细节、声线、头发长短、肤色以及（可能具有的）独特外貌特征。你可以让自己的外观形似其他种族的一员而你的任何数据都不会变化。你无法变为一个体型不同的生物，并且你的基础身体轮廓不会变化。例如，如果你两足行动，就不能变为四足生物。你可以在持续时间内以一个魔法动作改变这些外貌细节。
天生武器Natural
Weapons。
你长出爪子（挥砍）、獠牙（穿刺）、犄角（穿刺）或蹄（钝击）。当你使用徒手打击以这些新长的器官造成伤害时，它会造成1d6对应类型伤害，而非你通常的徒手打击伤害，并且你使用你的施法属性调整值来作为你该次攻击及其伤害的调整值，而非力量调整值。`},{Name:`卜筮术`,Source:`玩家手册2024`,Level:2,Description:`二环 预言（牧师、德鲁伊、法师）
施法时间：1 分钟或仪式
施法距离：自身
法术成分：V、S、M（绘有标记的短棒、骨头、卡片、或类似的预言道具，价值25+GP）
持续时间：立即
你从异界存在处获得对某道有关你在接下来的30分钟内所计划执行的一系列行动之结果的预示。DM从下列预示中选取一个：
预兆
预兆
预示着…
吉
好的结果。
凶
坏的结果。
吉凶并存
结果既有好的方面，也有坏的方面。
无
结果并无明显的好坏分别。
该法术将不会对任何环境因素进行解释，比如可能会对结果产生改变的一些其他法术。若你在两次长休之间使用两次或更多次的卜筮术，则法术在第一次施展之后会每次累积25%概率会不给出任何结果。`},{Name:`不灭明焰`,Source:`玩家手册2024`,Level:2,Description:`二环 塑能（牧师、德鲁伊、法师、奇械师）
施法时间：动作
施法距离：触碰
法术成分：V、S、M（价值50+GP的红宝石尘，作为法术耗材）
持续时间：直至被解除
你所触碰的物件上冒出火焰。这一效应发出半径20尺的明亮光照以及额外20尺的微光光照。法术效应看上去与一般火焰无异，不过其并不会发热，也不需要燃料。你可以掩盖或隐藏火焰，但无法将其闷熄或扑灭。`},{Name:`沉默术`,Source:`玩家手册2024`,Level:2,Description:`二环 幻术（吟游诗人、牧师、游侠）
施法时间：动作或仪式
施法距离：120 尺
法术成分：V、S
持续时间：专注，至多 10 分钟
你指定施法距离内一点，以该点为中心半径20尺的球状区域在法术持续时间内将无法产生任何声音，且外界的声音也无法于该区域内传播。任何完全位于该区域内的生物和物件都将免疫雷鸣伤害，而完全位于该区域内的任何生物都将陷入耳聋状态。此外，该区域内无法施展包含言语成分的法术。`},{Name:`诚实之域`,Source:`玩家手册2024`,Level:2,Description:`二环 惑控（吟游诗人、牧师、圣武士）
施法时间：动作
施法距离：60尺
法术成分：V、S
持续时间：10分钟
你创造一个抵御谎言的魔法区域，该区域以施法距离内一点为中心，覆盖以该点为中心15尺半径的球状区域。在法术终止前，生物在一回合中首次进入该区域，或在该区域内开始其回合时，必须进行一次魅力豁免。豁免失败者在该区域内不能故意说谎。而你可以知晓每个生物进行的此豁免成功与否。
受影响的生物可以意识到该效果的存在，因此它可以主动回避回答那些通常会以谎言答复的问题。该生物在回答问题时可以闪烁其词、避重就轻，但说的仍然需要是真话。`},{Name:`炽焰法球`,Source:`玩家手册2024`,Level:2,Description:`二环 咒法（德鲁伊、术士、法师）
施法时间：动作
施法距离：60尺
法术成分：V、S、M（一颗蜡球）
持续时间：专注，至多1分钟
一颗直径5尺的火焰球显现在施法距离内地面上的一处未占据空间，并在法术持续时间内持续存在。任何生物在火球周围5尺内结束其回合时必须进行一次敏捷豁免。豁免失败者将受到2d6点火焰伤害，豁免成功则伤害减半。
你可以用一个附赠动作将火球沿着地面移动30尺。如果你将火球移入某名生物所占据的空间，则该生物必须进行对抗火球伤害的豁免，而火球在该回合内停止移动。
移动火球时，你可以指引它越过不高于5尺的障碍，或者越过不宽过10尺的陷坑。被火球触碰的任何未被着装或携带的可燃物件都会开始燃烧。火球向其周围散发出半径20尺的明亮光照以及额外20尺的微光光照。
升环施法。使用的法术位每比二环高一环，其伤害就增加1d6。`},{Name:`次等复原术`,Source:`玩家手册2024`,Level:2,Description:`二环
防护（吟游诗人、牧师、德鲁伊、圣武士、游侠、奇械师）
施法时间：附赠动作
施法距离：触碰
法术成分：V、S
持续时间：立即
你触碰一个生物，并终止正影响它的一种状态：目盲，耳聋，麻痹或中毒 。`},{Name:`定身类人`,Source:`玩家手册2024`,Level:2,Description:`二环 惑控（吟游诗人、牧师、德鲁伊、术士、魔契师、法师）
施法时间：动作
施法距离：60尺
法术成分：V、S、M（一片直的小铁片）
持续时间：专注，至多1分钟
指定施法距离内一个你能看见的类人生物。该目标必须进行一次感知豁免，豁免失败则其在法术持续时间内陷入麻痹状态。目标在其每回合结束时可以重新进行这次豁免，豁免成功则终止其身上该法术的效应。
升环施法。使用三环或更高法术位施展该法术时，你使用的法术位每比二环高一环，就可以额外指定一个类人作为目标。`},{Name:`动物信使`,Source:`玩家手册2024`,Level:2,Description:`二环 惑控（吟游诗人、德鲁伊、游侠）
施法时间：动作或仪式
施法距离：30 尺
法术成分：V、S、M（一点食物）
持续时间：24小时
指定一只在施法距离内你能看见的微型野兽。该生物必须成功通过一次魅力豁免，否则它会为你传递一则消息（如果该生物的挑战等级不是0，则豁免自动成功）。你选择一个你曾造访过的地点，然后描述收信人的基本信息，如“一个穿着城镇守卫制服的男人或女人”或“一个戴着尖顶帽子的红发矮人”。你还需要说出一段不超过二十五个单词的信息。目标野兽 将会在法术持续时间内前往你选定的地点。会飞的信使24小时内可移动50里，不会飞的信使只能移动25里。
野兽抵达目的地后，会模仿你的声音把信息传递给你描述的人。信使只会把信息传递给符合你描述的人。如果法术持续时间内信使未能抵达目的地则信息将遗失，而曾作为信使的野兽将自行寻路返回你施法的地点。
升环施法。 使用的法术位每比2环高一环，此法术持续时间就增加48小时。`},{Name:`动植物定位术`,Source:`玩家手册2024`,Level:2,Description:`二环 预言（吟游诗人、德鲁伊、游侠）
施法时间：动作或仪式
施法距离：自身
法术成分：V、S、M（一块寻血猎犬的皮毛）
持续时间：立即
你点名或描述一种特定的野兽生物、植物
生物或非魔法植物。如果5里内存在该类生物或植物，你将知晓其中最近的个体与你的相对方位和距离。`},{Name:`防护毒素`,Source:`玩家手册2024`,Level:2,Description:`二环 防护（牧师、德鲁伊、圣武士、游侠、奇械师）
施法时间：动作
施法距离：触碰
法术成分：V、S
持续时间：1小时
你触碰一名生物并结束其陷入的中毒状态。在持续时间内，目标为避免陷入或结束中毒状态所做的豁免具有优势，且具有毒素伤害的抗性。`},{Name:`粉碎音波`,Source:`玩家手册2024`,Level:2,Description:`二环 塑能（吟游诗人、术士、法师）
施法时间：动作
施法距离：60 尺
法术成分：V、S、M（一片云母）
持续时间：立即
一阵震耳欲聋的噪音在你指定的施法距离内一点上爆发出来。以该点为中心半径10尺球状区域内的所有生物必须要进行一次体质豁免。豁免失败将受到3d8点雷鸣伤害；豁免成功受到半数伤害。构装生物进行该豁免时具有劣势。如果法术的范围内存在不被任何生物着装携带的非魔法物件，则它也要受到该伤害。
升环施法。使用的法术位每比二环高一环，此法术的伤害就增加1d8。`},{Name:`疯狂冠冕`,Source:`玩家手册2024`,Level:2,Description:`二环 惑控（吟游诗人、术士、魔契师、法师）
施法时间：动作
施法距离：120尺
法术成分：V、S
持续时间：专注，至多1分钟
一名施法距离内你可见的生物必须成功于一次感知豁免，否则于法术持续时间内陷入魅惑状态。非类人生物自动成功于此豁免。
一顶虚体王冠出现在被魅惑目标的头顶，且目标每回合必须在移动之前使用其动作对除自身以外你精神性选择的目标发动一次近战攻击。若你并未选择任何生物，或目标触及内没有生物，则目标可在其回合正常行动。目标在其每回合结束时都可以重新豁免，豁免成功则结束其身上该法术的效应。
在施法后，你在每个自己回合里必须用一个魔法动作维持对目标的控制，否则法术将终止。`},{Name:`浮空术`,Source:`玩家手册2024`,Level:2,Description:`二环 变化（术士、法师、奇械师）
施法时间：动作
施法距离：60 尺
法术成分：V、S、M（一个金属弹簧）
持续时间：专注，至多 10 分钟
指定施法距离内你能看见的一个生物或未固定的物件，使其垂直上升至多 20 尺，并在该处维持悬浮直至持续时间结束。该法术可悬浮一个重量至多 500 磅的目标。一个非自愿的生物可以对法术进行一次体质豁免，若成功将避免受其影响。
目标只能通过推或拉一个固定的物件或平面（例如一面墙或者天花板）来进行移动，这种移动方式视为等同于攀爬。你可以在自己回合里将目标的悬浮高度向上或向下改变至多 20 尺：如果你自身就是该法术的目标，则你可以进行上升和下降并将其作为你移动的一部分；如果你不是该法术的目标，则你可以使用魔法动作来移动目标，但目标必须始终处于你的施法距离内。
法术终止时，仍处于空中的目标会缓缓飘落到地面。`},{Name:`复苏秘法`,Source:`玩家手册2024`,Level:2,Description:`二环 防护（术士、法师、奇械师）
施法时间：附赠动作
施法距离：自身
法术成分：V、S
持续时间：立即
你利用自己的生命力来治愈自身。投一枚或两枚你还未消耗的生命骰，然后恢复等于结果加你的施法属性调整值的总和的生命值。随后，这些生命骰会被法术消耗。
升环施法。使用的法术位每比二环高一环，你就能多投掷一枚未使用的生命骰。`},{Name:`黑暗视觉`,Source:`玩家手册2024`,Level:2,Description:`二环 变化（德鲁伊、游侠、术士、法师、奇械师）
施法时间：动作
施法距离：触碰
法术成分：V、S、M（一根干胡萝卜）
持续时间：8小时
你触碰一名自愿生物，该生物在法术持续时间内拥有150尺黑暗视觉。`},{Name:`黑暗术`,Source:`玩家手册2024`,Level:2,Description:`二环 塑能（术士、魔契师、法师）
施法时间：动作
施法距离：60尺
法术成分：V、S、M（蝙蝠毛与一块煤）
持续时间：专注，至多10分钟
你指定施法距离内一点，并在法术持续时间内使魔法性黑暗充斥以该点为中心半径15尺的球状区域。黑暗视觉也无法看穿这种黑暗，非魔法的光照也无法将其照亮。
或者，你可以将此法术施展于一个未被着装或携带的物件上，使黑暗充斥源自该物件的15尺光环区域。将该物件用不透明的东西遮掩（比如用碗或头盔盖住）时，会将黑暗隔绝。
如果法术区域与任何二环或更低环阶法术创造的明亮光照或微光光照区域重叠，则这些造光的法术将被解除。`},{Name:`火焰刀`,Source:`玩家手册2024`,Level:2,Description:`二环 塑能（德鲁伊、术士）
施法时间：附赠动作
施法距离：自身
法术成分：V、S、M（一片漆树叶）
持续时间：专注，至多10分钟
你在一只空手上召出一把火焰刀。该刀刃的尺寸和形状近似于一把弯刀并在法术持续时间内持续存在。当你放下刀刃时其将消失不见，但你可以用一个附赠动作重新将其唤出。
你可以用一个魔法动作使用该火焰刀发动一次近战法术攻击。若命中，则目标受到3d6+你的施法属性调整值点火焰伤害。
火焰刀提供半径10尺的明亮光照以及额外10尺的微光光照。
升环施法。使用的法术位每比二环高一环，此法术的伤害就增加1d6。`},{Name:`荆棘丛生`,Source:`玩家手册2024`,Level:2,Description:`二环 变化（德鲁伊、游侠）
施法时间：动作
施法距离：150尺
法术成分：V、S、M（七根棘刺）
持续时间：专注，至多 10 分钟
以施法距离内一点为中心周围20尺半径的球状区域扭曲变形，大片坚硬的棘刺破土而出。该区域在法术持续时间内视为困难地形。而生物进入该区域或在其中移动时，其每移动5尺就要受到2d4点穿刺伤害。法术导致的地面变形经过伪装，使其看起来并无异样。如果生物在你施展此法术时看不见这片区域，则它只有在执行一次搜索动作并成功进行一次感知（察觉或求生）检定后，才能在进入之前发现该区域隐藏的危险。`},{Name:`警戒箭阵`,Source:`玩家手册2024`,Level:2,Description:`二环 变化（游侠）
施法时间：动作
施法距离：触碰
法术成分：V、S、M（一根装饰性穗带）
持续时间：8小时
你触碰至多四根非魔法箭矢或弩矢，将其插在位于你所处空间的地面上。直到法术结束为止，这些弹药不能被物理方法拔起，且当除你之外的生物第一次进入距弹药30尺内空间或在距弹药30尺内空间结束回合时，一枚弹药便会飞起攻击此生物。那名生物必须成功于一次敏捷豁免，否则受到2d4点穿刺伤害。那枚弹药随之被摧毁。当所有弹药都没有插在地面上时，法术终止。
施展该法术时，你可以指定任意名你选择的生物，法术效应将无视他们。
升环施法。使用的法术位每比二环高一环，可被影响的弹药数量就增加两枚。`},{Name:`镜影术`,Source:`玩家手册2024`,Level:2,Description:`二环 幻术（吟游诗人、术士、魔契师、法师）
施法时间：动作
施法距离：自身
法术成分：V、S
持续时间：1分钟
三个你自身的幻象分身出现在你所处的空间中。直到法术终止前，分身都会随你移动，并模仿你的动作和位置变换，使人无法追踪判断哪一个是你的真身。
在法术持续时间内，每当一个生物攻击命中你时，为每个剩余分身投掷一个d6，只要有任一d6骰出3或以上，一个分身代你承受本次命中并随之被摧毁。分身无视所有其他的伤害和效应。三个分身都被摧毁时，法术随之结束。
如果一名生物处于目盲状态，或拥有盲视，或拥有真实视觉，则该法术无法影响该生物。`},{Name:`灵体武器`,Source:`玩家手册2024`,Level:2,Description:`二环 塑能（牧师）
施法时间：附赠动作
施法距离：60 尺
法术成分：V、S
持续时间：专注，至多1 分钟
你创造出一块形似你选择的武器的浮空灵体力场，并使其持续到法术持续时间结束。它出现在施法距离内你选择的一点，并且你可以立即对该武器周围5尺内的一个生物发动一次近战法术攻击。若命中，则目标受到
1d8+你的施法属性调整值
点力场伤害。在你之后的回合内，你可以用附赠动作让该武器移动至多20尺，并再对它周围5尺内的一个生物发动一次同样的攻击。
升环施法。 使用的法术位每比二环高一环，此法术的伤害就增加1d8。`},{Name:`龙息术`,Source:`玩家手册2024`,Level:2,Description:`二环 变化（术士、法师、奇械师）
施法时间：附赠动作
施法距离：触碰
法术成分：V、S、M（一根辣椒）
持续时间：专注，至多1分钟
你触摸一名自愿生物，然后从强酸、寒冷、火焰、闪电或毒素中任选其一。在法术结束之前，目标可以用一个魔法动作呼出15尺锥形范围的吐息。区域内的所有生物进行一次敏捷豁免，豁免失败受到3d6点所选类型的伤害，豁免成功只受一半伤害。
升环施法。使用的法术位每比二环高一环，此法术的伤害就提高1d6。`},{Name:`马友夫强酸箭`,Source:`玩家手册2024`,Level:2,Description:`二环 塑能（法师）
施法时间：动作
施法距离：90尺
法术成分：V、S、M（大黄粉）
持续时间：立即
一支闪烁的绿色箭矢朝一个施法距离内的目标疾速飞去，并炸裂成一滩强酸。对目标进行一次远程法术攻击。若命中，则目标受到4d4点强酸伤害，然后再其下一回合结束时再受到2d4点强酸伤害。若未命中，则箭矢的酸液溅射目标，造成初始伤害一半的伤害。
升环施法。使用的法术位每比二环高一环，此法术伤害（包括初始和后续）增加1d4。`},{Name:`魅影之力`,Source:`玩家手册2024`,Level:2,Description:`二环 幻术（吟游诗人、术士、法师）
施法时间：动作
施法距离：60尺
法术成分：V、S、M（一点羊毛）
持续时间：专注，至多1分钟
你试图向施法距离内你可见的一名生物脑内植入一段幻术。目标进行一次智力豁免。豁免失败时，你创造出一个不大于10尺立方且只能被目标感知到的魅影物件，生物或其他你指定的现象。魅影将持续至法术终止。该魅影包括声音、温度和其他感官因素。目标可以用研究动作进行一次对抗你法术豁免DC的智力（调查）检定来仔细研究这个魅影。检定成功则目标意识到魅影是一道幻术，法术终止。目标受法术影响期间会认定魅影是真实的，并且会合理化任何与其互动产生的不合逻辑的结果。例如，若目标试图走过一座跨越峡谷的魅影桥时从桥上坠落并存活，它仍然会相信该桥是真实存在的，并且会觉得是其他什么东西导致了自己的坠落。若魅影代表着一名危险生物或一处灾害，则受术目标甚至还会受到幻术的直接伤害。在每个你的回合中，若目标在魅影区域内或距其5尺范围内，则上述形态的魅影可以对目标造成2d8点心灵伤害。而此时目标则会感觉该伤害类型与魅影适于造成的一种伤害类型相符。`},{Name:`朦胧术`,Source:`玩家手册2024`,Level:2,Description:`二环 幻术（术士、法师、奇械师）
施法时间：动作
施法距离：自身
法术成分：V
持续时间：专注，至多1分钟
你的身体变得模糊不定，难以捉摸。在法术持续时间内，所有生物对你发动的攻击检定具有劣势。不过若攻击者能通过盲视或真实视觉观测你，则其免疫于此法术的效应。`},{Name:`迷踪步`,Source:`玩家手册2024`,Level:2,Description:`二环 咒法（术士、魔契师、法师）
施法时间：附赠动作
施法距离：自身
法术成分：V
持续时间：立即
你短暂地被银白的雾气所笼罩，传送到至多30尺内一个你能看见且未占据空间。`},{Name:`秘法锁`,Source:`玩家手册2024`,Level:2,Description:`二环 防护（法师、奇械师）
施法时间：动作
施法距离：触碰
法术成分：V、S、M（价值25GP+的金粉，作为法术耗材）
持续时间：直到被解除
你触碰一个关着的门、窗、容器或出入口，并使目标在法术持续时间内被魔法上锁。秘法锁无法被任何非魔法方式解锁。在你施展法术时你可以选择允许一些其他生物，你和受你允许的生物能够无视秘法锁打开/关闭该物件。你还可以设置一条密语，在该物件5尺内念出密语时，秘法锁将被解锁（持续1分钟）。`},{Name:`魔化武器`,Source:`玩家手册2024`,Level:2,Description:`二环 变化（圣武士、游侠、术士、法师、奇械师）
施法时间：附赠动作
施法距离：触碰
法术成分：V、S
持续时间：1小时
你触碰一件非魔法武器。直到法术结束前，它成为魔法武器且在进行攻击检定和伤害掷骰时具有+1
加值。你再次施展该法术时，先前的效应提前结束。
升环施法。使用三至五环的法术位时，此法术的加值增加至+2；使用高于五环的法术位时，此法术的加值增加至+3。`},{Name:`魔绳术`,Source:`玩家手册2024`,Level:2,Description:`二环 变化（法师、奇械师）
施法时间：动作
施法距离：触碰
法术成分：V、S、M（一段绳子）
持续时间：1小时
你接触一段绳子。绳的一端会向上升起，直到整条绳索都垂直于地面挂在空中或绳子触及天花板。绳子向上的末端存在一个隐形的3尺×5尺大小的传送门，其通往一个法术持续时间内一直存在的异次元空间。沿着绳子向上攀爬即可进入此空间，绳子也可被拽入空间中或从空间中丢出。空间可容纳至多八名体型不超过中型的生物。攻击，法术和其他效应均无法穿过空间而出入，但空间内的生物可以通过入口看到外面的景象。法术终止时，异次元空间内的一切东西都会掉出来。`},{Name:`魔嘴术`,Source:`玩家手册2024`,Level:2,Description:`二环 幻术（吟游诗人、法师、奇械师）
施法时间：1分钟或仪式
施法距离：30尺
法术成分： V、S、M（价值10GP+的玉粉，作为法术耗材）
持续时间：直到被解除
你将一段信息植入施法距离内的一个物件中，其信息会在满足预设事件时说出。指定一个你能看见且未被另一生物穿着或携带的物件。然后，你可以使用至多10分钟来传达这段不超过25个字的信息。最后再来设定触发法术传达信息的事件。预设的事件发生时，目标物件上出现一张魔法嘴，并用与你相同的声音和音量复述所存储的信息。如果你指定的目标本身有一张嘴或者类似嘴的结构（例如雕像的嘴），则魔法嘴将生成在该嘴结构的位置，使其看起来如同是物件的嘴在说话一样。施展该法术时，你可以让法术在传达过信息后随即终止，或者也可以让法术一直持续并在每次被预设条件触发时进行复述。你所决定的触发条件可以很概括也可以很具体，不过你只能根据目标物件30尺内的视觉或听觉状况来设定条件。例如，你可以命令魔嘴在任何生物移动至物件30尺内时说出信息，或者当其30尺内有银铃响起时说出信息。`},{Name:`目盲术/耳聋术`,Source:`玩家手册2024`,Level:2,Description:`二环 变化（吟游诗人、牧师、术士、法师）
施法时间：动作
施法距离：120尺
法术成分：V
持续时间：1分钟
处于你施法范围内的一个你可见的生物必须进行一次体质豁免，豁免失败者在法术持续期间陷入目盲或耳聋状态（由你选择）。目标可以在其每个回合结束时重复此豁免，直至豁免成功时结束自己身上的效应。
升环施法。使用的法术位每比二环高一环，你就能多指定一个生物作为法术目标。`},{Name:`涅斯图魔法灵光`,Source:`玩家手册2024`,Level:2,Description:`二环 幻术（法师）
施法时间：动作
施法距离：触碰
法术成分：V、S、M（一小片方形丝绸）
持续时间：24小时
你触碰一名自愿生物或者一个未被着装或携带的物件以在其上设置一道幻术。生物获得下述伪装效应，物件则获得下述虚假灵光效应。效应持续至法术结束。如果你持续30日每日均对同一个目标施展此法术，则幻术会的持续时间变为直至被解除。
伪装Mask（生物）。选择一种目标实际生物类型以外的生物类别。法术和其他魔法效应会将目标生物视为属于该生物类型来处理效果。
虚假灵光False
Aura（物件）。你改变物件在能够侦测魔法灵光的侦测法术和魔法效应（例如侦测魔法Detect
Magic）中呈现的样子。你可以使一个非魔法物件如同具有魔法性、让一个魔法物件如同只是非魔法的，或者改变物件的魔法灵光学派，使其呈现出由你选择的特定魔法学派的灵光。`},{Name:`强化属性`,Source:`玩家手册2024`,Level:2,Description:`二环
变化（吟游诗人、牧师、德鲁伊、游侠、术士、法师、奇械师）
施法时间：动作
施法距离：触碰
法术成分：V、S、M（毛发或羽毛）
持续时间：专注，至多1小时
你触碰一名生物并在力量、敏捷、智力、感知、魅力中选择一项属性。法术持续时间内，目标在使用所选属性进行的属性检定具有优势。
升环施法。使用的法术位每比二环高一环，你就可以额外指定一个目标。你可以分别为每个目标选择一项属性。`},{Name:`敲击术`,Source:`玩家手册2024`,Level:2,Description:`二环 变化（吟游诗人、术士、法师）
施法时间：动作
施法距离：60尺
法术成分：V
持续时间：立即
指定施法距离内一个你能看见的物件。该物件可以是一扇门，一个盒子，一个箱子，一副镣铐，一把挂锁，或是一个其他的通过魔法或普通手段来防止被打开的物件。
被一把普通锁锁住的目标其锁会被解开，被卡死的目标会被松开，被闩住的目标会被打开。如果目标被多把锁锁住，则只有一把锁会被打开。
若你指定的目标被法术秘法锁arcane locks 锁住，则该秘法锁被压制 10 分钟，这段时间内目标可被正常开启和关闭。
施展该法术时，受术目标会发出一声响亮的敲击声，其声响最远 300
尺内都能听见。`},{Name:`闪耀斩`,Source:`玩家手册2024`,Level:2,Description:`二环 变化（圣武士）
施法时间：附赠动作，当你使用近战武器或徒手打击命中一个生物后立即执行
施法距离：自身
法术成分：V
持续时间：专注，至多1分钟
被该次攻击检定命中的目标会在此次攻击中额外受到2d6点光耀伤害。目标会发出半径5尺的明亮光照直至法术结束。在此期间，对其进行的攻击检定具有优势，且其无法受益于隐形状态。
升环施法。
使用的法术位每比二环高一环，此法术的额外伤害就增加1d6。
（注：本法术在PHB2014中原名印记斩Branding Smite）`},{Name:`识破隐形`,Source:`玩家手册2024`,Level:2,Description:`二环 预言（吟游诗人、术士、法师、奇械师）
施法时间：动作
施法距离：自身
法术成分：V、S、M（一撮滑石粉）
持续时间：1 小时
在法术持续时间内，你能看见任何处于隐形状态的生物和物件，如同其处于正常可见状态一样。你还能够看见以太位面，以太位面的生物和物件在你眼中会以幽灵般的半透明形状显现。`},{Name:`守护之链`,Source:`玩家手册2024`,Level:2,Description:`二环 防护（牧师、圣武士）
施法时间：动作
施法距离：触碰
法术成分：V、S、M（一对铂金戒指（每个价值50GP+），你和目标在法术持续时间内需保持佩戴它们）
持续时间：1小时
你触碰另一个自愿的生物，在法术终止前在你和目标之间建立一道神秘的连接。目标位于你身边60尺内时，其AC和豁免检定具有+1加值，且对所有伤害具有抗性。此外，每当目标受到伤害时，你也会受到同样的伤害。
如果你的生命值降至0，或你与目标距离超过60尺，则该法术终止。如果再有守护之链被施展于两个已被连接生物中的任意一方时，原有的法术将立刻终止。`},{Name:`树肤术`,Source:`玩家手册2024`,Level:2,Description:`二环 变化（德鲁伊、游侠）
施法时间：附赠动作
施法距离：触碰
法术成分：V、S、M（一把树皮）
持续时间：1小时
你触碰一个自愿生物。直到法术终止前，目标的皮肤呈现出树皮样的外貌，并且若目标AC低于17，则其AC变为17。`},{Name:`衰弱射线`,Source:`玩家手册2024`,Level:2,Description:`二环 死灵（魔契师、法师）
施法时间：动作
施法距离：60尺
法术成分：V、S
持续时间：专注，至多1分钟
你向施法距离内的一名生物射出一道让人衰弱的能量射线。目标必须进行一次体质豁免。豁免成功，则目标直到你的下个回合开始在下一次攻击掷骰上具有劣势。豁免失败，目标在持续时间内在使用力量属性的D20检定上具有劣势。同样的，在此期间，其所有的伤害掷骰获得1d8的减值。目标在每个其回合结束时可以重复豁免，豁免成功则法术终止。`},{Name:`物件定位术`,Source:`玩家手册2024`,Level:2,Description:`二环 预言（吟游诗人、牧师、德鲁伊、圣武士、游侠、法师）
施法时间：动作
施法距离：自身
法术成分：V、S、M（一根分叉的树枝）
持续时间：专注，至多 10 分钟
你点名或描述一个你熟悉的物件。只要该物件与你相距不超过1000尺，你就会感测到该物件的方位。如果该物件正在移动，则你也将知晓其移动的方向。
该法术可定位一个你认识的特定物件，不过你需要曾经在30尺内近距离看到过该物件至少一次；或者它也可定位特定的一类物件（如某种服装、珠宝、家具、工具或武器）中距你最近个体。如果有任意厚度的铅，即使只是薄薄一片铅片阻挡了你与被定位物件间的通路，则该物件也无法被该法术所定位。`},{Name:`心灵尖刺`,Source:`玩家手册2024`,Level:2,Description:`二环 预言（术士、魔契师、法师）
施法时间：动作
施法距离：120尺
法术成分：S
持续时间：专注，至多1小时
指定施法距离内一个可见生物，你驱动一道心灵能量的锥刺侵入目标的心智。目标必须进行一次感知豁免检定，失败则会受到3d8点心灵伤害，成功则只受一半伤害。在目标豁免失败时，你在法术结束之前能时刻得知目标所在的位置，只要你们还处于同一个存在位面上。当你拥有目标的位置信息时，目标将不能对你躲藏，并且如果它隐形了，在对抗你时它不能从这个状态中受益。
升环施法。使用的法术位每比二环高一环，此法术的伤害就增加1d8。`},{Name:`行动无踪`,Source:`玩家手册2024`,Level:2,Description:`二环 防护（德鲁伊、游侠）
施法时间：动作
施法距离：自身
法术成分：V、S、M（槲寄生烧成的灰烬）
持续时间：专注，至多1小时
你在法术持续时间于30尺光环范围内散发出遮蔽灵光。位于灵光范围期间，你和每名你选择的生物在敏捷（隐匿）检定上获得+10加值，且不会留下任何踪迹。`},{Name:`寻获坐骑`,Source:`玩家手册2024`,Level:2,Description:`二环 咒法（圣武士）
施法时间：动作
施法距离：30尺
法术成分：V、S
持续时间：立即
你召唤某个异界存在作为忠诚坐骑，坐骑会出现在施法范围内你选择的未占据空间中。此生物使用异界坐骑Otherworldly
Steed 的数据。如果你已经有一只以此法术获得的坐骑，则其会被新坐骑替代。
坐骑看起来像一匹大型的可骑乘动物（由你选择），比如一匹马，一头骆驼，一只恐狼或一头赤鹿。你在施展此法术时从下述三种生物类型中选择坐骑的生物类型：天族、妖精、邪魔，其数据中的特定特质由坐骑的生物类型决定。
异界坐骑Otherworldly Steed
大型天族、妖精或邪魔（由你选择），中立
AC 10+法术环阶
HP 5+每法术环阶10（坐骑具有等于法术环阶数量的生命骰[D10]）
速度 60尺，飞行60尺（需法术为四环及以上）
调整豁免调整豁免调整豁免
力量18+4+4
敏捷12+1+1
体质14+2+2
智力6-2-2
感知12+1+1
魅力8-1-1
感官 被动察觉11
语言 心灵感应1里（仅对你生效）
CR 无（XP0；PB等于你的熟练加值）
特质Traits
生命连接Life Bond。 当你从一道一环或以上的法术中恢复生命值时，若你位于坐骑5尺内，则坐骑也会恢复相同数量的生命值。
动作Actions
异界猛击Otherworldly Slam。近战攻击检定：加值等于你的法术攻击加值，触及5尺。命中：1d8+法术环阶点光耀（天族）、心灵（妖精）、暗蚀（邪魔）伤害。
附赠动作Bonus Actions
堕落凝视Fell Glare（仅限邪魔，长休充能）。 感知豁免：DC等同于你的法术豁免DC，一名距坐骑60尺内的可见生物。失败：目标直到你下个回合结束为止陷入恐慌状态。
妖精跨步Fey Step（仅限妖精，长休充能）。坐骑连同其骑手传送至你选择的距其60尺内未占空间中。
治愈之触Healing Touch（仅限天族，长休充能）。一名距坐骑5尺内的生物恢复2d8+法术环阶点生命值。
战斗Combat。坐骑是你和你盟友的盟友。战斗时，它共用你的先攻，并在你骑乘它期间视同受控坐骑（如骑乘战斗规则中所定义）。如果你具有失能状态，则坐骑会在你的回合之后立刻进行自己的回合并独立行动，集中精力保护你。
坐骑的消失Disappearance of the
Steed。坐骑在其降至0生命值或你死亡时会消失。当它消失时，它会将自己穿着或携带的任何物品留下。如果你再次施展此法术，你决定是重新召唤消失的那头坐骑还是召唤一头不同的。
升环施法。在生物数据中使用更高的法术环阶。`},{Name:`寻找陷阱`,Source:`玩家手册2024`,Level:2,Description:`二环 预言（牧师、德鲁伊、游侠）
施法时间：动作
施法距离：120尺
法术成分：V、S
持续时间：立即
你感测到施法距离范围内，且在你视觉线范围内的任何陷阱。该法术的目标“陷阱”包括任何创造意图是造成伤害或其他危害的物件或装置。因此该法术可以感测警报术Alarm和守卫刻文Glyph
of
Warding ，也可以发现某个陷坑型机械陷阱。不过它不能揭示地板的某处自然产生的脆弱点，或某处不稳定的天花板，又或是某个隐藏的陷坑。
该法术只单纯揭示陷阱的存在而不能得知陷阱的位置。不过你可以知晓所感测到陷阱其能够构成危害的大致形式。`},{Name:`野兽感官`,Source:`玩家手册2024`,Level:2,Description:`二环 预言（德鲁伊、游侠）
施法时间：动作或仪式
施法距离：触碰
法术成分：S
持续时间：专注，至多一小时
你触碰一只自愿的野兽。在持续期间内，你可以借助该野兽的感官来感知周围事物，如同它们的感官是你的感官一般。以通过该野兽感官感知事物时，你同样会受益于它拥有的那些特殊感官。`},{Name:`野兽召唤术`,Source:`玩家手册2024`,Level:2,Description:`二环 咒法（德鲁伊、游侠）
施法时间：动作
施法距离：90 尺
法术成分：V, S, M（一根羽毛、一簇毛皮和一条装在镀金橡果内的鱼尾、价值至少200GP）
持续时间：专注，至多1小时
你唤来一个野兽灵魄。其使用下文野兽灵魄的数据，并会在施法距离内一处你可见的未占据空间中显现。当你施展法术时，从天空、大地和海洋中选择一个环境。该生物会显化符合为你所选的环境的形态，其数据中的部分特性也受此影响。该生物会在生命值降为0或是法术结束时消失。
该生物是你的盟友（对你的其他盟友亦是如此）。它在战斗中使用你的先攻，并在你回合结束后立即行动。它遵从于你的口头指令（无需任何动作）。如果你不发令，它将执行回避动作并用移动力远离危险。
升环施法。该生物的数据使用新的法术环阶。
野兽灵魄Bestial Spirit
小型野兽，中立
AC 11+法术环阶
HP 20（仅天空）或30（仅大地与海洋）+每比二环高一法术环阶5
速度 30尺；攀爬30尺（仅大地）；飞行60尺（仅天空）；游泳30尺（仅海洋）
调整豁免调整豁免调整豁免
力量18+4+4
敏捷11+0+0
体质16+3+3
智力5-3-3
感知14+2+2
魅力5-3-3
感官 黑暗视觉60尺，被动察觉12
语言 理解你的语言
CR 无（XP0；PB等于你的熟练加值）
特质Traits
飞掠Flyby（仅天空）。灵魄飞行离开敌人的触及范围时不会引发借机攻击。
集群战术Pack Tactics（仅大地与海洋）。若灵魄的攻击目标生物5尺内存在有至少一名灵魄未失能的盟友，则灵魄对该生物进行的攻击检定具有优势。
水下呼吸Water Breathing（仅海洋）。灵魄只能在水下呼吸。
动作Actions
多重攻击Multiattack。灵魄发动等于法术环阶一半次数的撕裂攻击（向下取整）。
撕裂Rend。近战攻击检定：加值等于你的法术攻击加值，触及5尺。命中：1d8+4+法术环阶的挥砍伤害。`},{Name:`遗体防腐`,Source:`玩家手册2024`,Level:2,Description:`二环 死灵（牧师、圣武士、法师）
施法时间：动作或仪式
施法距离：触碰
法术成分：V、S、M（2枚铜币，作为此法术的耗材）
持续时间：10日
你触碰一具尸体或其他遗骸。目标在法术持续时间内不会腐烂且无法被转变为亡灵Undead。该法术同样可以有效的延长复活目标的时间限制，因为受该法术影响下度过的时间不计入法术如死者复活Raise
Dead
的时间限制内。`},{Name:`隐形术`,Source:`玩家手册2024`,Level:2,Description:`二环 幻术（吟游诗人、术士、魔契师、法师、奇械师）
施法时间：动作
施法距离：触碰
法术成分：V、S、M（一根包裹在阿拉伯胶中的睫毛）
持续时间：专注，至多1小时
你触碰的一个生物进入隐形状态并维持至法术终止。如果目标进行攻击检定、造成伤害或施展法术，则此法术提前终止。
升环施法。使用三环或更高法术位施展该法术时，你使用的法术位每比二环高一环，就可以额外指定一个生物作为目标。`},{Name:`援助术`,Source:`玩家手册2024`,Level:2,Description:`二环
防护（吟游诗人、牧师、德鲁伊、圣武士、游侠、奇械师）
施法时间：动作
施法距离：30 尺
法术成分：V、S、M（一小片白布）
持续时间：8 小时
选择法术距离内至多三个生物。每个目标的生命值上限和当前生命值 在法术持续时间内提高5。
升环施法。使用的法术位每比二环高一环，每个目标的生命值 就额外提高5 。`},{Name:`月华之光`,Source:`玩家手册2024`,Level:2,Description:`二环 塑能（德鲁伊）
施法时间：动作
施法距离：120尺
法术成分：V、S、M（一片月籽藤叶）
持续时间：专注，至多1分钟
指定施法距离内一点，一束淡淡的银光照耀在以该点为中心半径5尺、高40尺的柱状区域内。直至法术终止前，柱状区域内处于微光光照。在施展该法术的后续回合内，你能够以一个魔法动作将柱状区域移动至多60尺。柱状区域出现时，每个区域内的生物进行一次体质豁免检定，豁免失败则受到2d10的光耀伤害，且若该生物已变形（例如受法术变形术Polymorph影响），其变回真实形态，且无法在离开柱状区域前变形。豁免成功则仅承受前述伤害的一半。在法术区域进入生物空间、生物进入法术区域或在其内结束回合时，目标生物也需要进行该体质豁免检定。一名生物每回合仅需进行一次该豁免检定。
升环施法。使用的法术位每比二环高一环，此法术的伤害就增加1d10。`},{Name:`造风术`,Source:`玩家手册2024`,Level:2,Description:`二环 塑能（德鲁伊、游侠、术士、法师）
施法时间：动作
施法距离：自身
法术成分：V、S、M（一颗豆类种子）
持续时间：专注，至多1分钟
一股长60尺，宽10尺的线状强风以你为起点向你指定的方向吹去。每名位于线状区域内的生物必须成功于一次力量豁免，豁免失败则沿着线状的方向被推离你15尺。在线状区域内结束其回合的生物也必须进行同样的豁免。
任何生物在线状区域内朝更靠近你的方向移动时，其每移动1尺必须花费2尺的移动力。
强风吹散区域内的毒气或蒸汽，并吹熄蜡烛等不受保护的其他类似火焰。而有保护的火焰（比如提灯）则会剧烈摇晃并有50%的概率被吹熄。
你可以在自己随后的回合内用一个附赠动作改变线状风道的方向。`},{Name:`侦测思想`,Source:`玩家手册2024`,Level:2,Description:`二环 预言（吟游诗人、术士、法师）
施法时间：动作
施法距离：自身
法术成分：V、S、M（1铜币）
持续时间：专注，至多1分钟
你激活下述效应之一。直到法术结束为止，你可以在你随后的回合用一个魔法动作以激活下述任意效应之一。
感知思想Sense
Thoughts。 你感知距你30尺内，知晓语言或能够心灵感应的思想的存在。你并不会阅读这些思想，但你知道这里存在一名有理智的生物。
此法术会被1尺厚的岩石、泥土或木头，1寸厚的金属，或薄薄一层铅阻隔。
阅读思想Read
Thoughts。选择一名距你30尺内的可见生物，或一名距你30尺内被感知思想侦测到的生物。你了解到此时目标最关心的事情。如果目标不知晓任何语言也不会心灵感应，则你不能得到任何信息。
在你的下一回合，用一个魔法动作，你可以尝试深入目标的心灵。如果你选择这么做，目标进行一次感知豁免。豁免失败，则你了解到他的逻辑推理、情绪状态以及他头脑中的一些大事（比如忧虑、挚爱和仇恨的事物）。豁免成功，法术终止。无论豁免是否成功，目标都会知道你正在窥探其心灵，且直到你的注意力从它的心灵上移开为止，目标均可以在其回合内使用动作进行一次智力（奥秘）检定，对抗你的法术豁免DC，目标胜出对抗时，法术终止。`},{Name:`治疗祷言`,Source:`玩家手册2024`,Level:2,Description:`二环 防护（牧师、圣武士）
施法时间：10分钟
施法距离：30尺
法术成分：V
持续时间：立即
在施展法术期间一直位于施法距离内的至多五名生物获得等同于一次短休的增益，并且恢复2d8点生命值。一名生物直到完成一次长休为止不能再次被此法术影响。
升环施法。使用的法术位每比二环高一环，此法术的治疗量就增加1d8。`},{Name:`蛛网术`,Source:`玩家手册2024`,Level:2,Description:`二环 咒法（术士、法师、奇械师）
施法时间：动作
施法距离：60尺
法术成分：V、S、M（少量蜘蛛网）
持续时间：专注，至多1小时
你在施法距离内指定一点召唤出一大片黏黏的网状物。蛛网覆盖以该点为源点的 20
尺立方区域，并在法术持续时间内维持存在。蛛网范围内视为困难地形，并造成轻度遮蔽 。
如果蛛网没有被固定在两个固体中间（例如墙和树）或跨在一片地板、墙壁、天花板中间，则蛛网会自动坍塌，而导致法术在你的下一回合开始时终止。摊在平面上的蛛网深度为 5 尺。
在一个回合中首次进入蛛网，或任何在蛛网中开始其回合的生物必须进行一次敏捷豁免，否则陷入束缚状态，直至其离开蛛网或挣脱束缚。
一名因蛛网陷入束缚状态的生物可以用一个动作进行一次对抗你的法术豁免DC的力量（运动）检定。如果成功，则其不再被束缚。
蛛网是可燃的。任何5尺立方区域的蛛网在遇到火焰后会在一轮内燃烧殆尽，并对火焰中开始其回合的生物造成2d4点火焰伤害。`},{Name:`蛛行术`,Source:`玩家手册2024`,Level:2,Description:`二环 变化（术士、魔契师、法师、奇械师）
施法时间：动作
施法距离：触碰
法术成分：V、S、M（一滴沥青和一只蜘蛛）
持续时间：专注，至多 1 小时
你触碰一个自愿的生物，并使其在法术终止前能够在垂直表面上下或横向移动，其甚至可以在天花板上倒挂着移动而不需要用到双手。另外，目标获得等同于其速度的攀爬速度。
升环施法。使用的法术位每比2环高一环，你便能额外指定一个生物作为法术的目标。`},{Name:`注目术`,Source:`玩家手册2024`,Level:2,Description:`二环 惑控（吟游诗人、魔契师）
施法时间：动作
施法距离：60尺
法术成分：V、S
持续时间：专注，至多1分钟
你编排一段使人分心的话语，指定施法距离内任何你能看见的生物。目标生物必须进行一次感知豁免。如果你或你的同伴正在和目标生物战斗，则其自动成功于该豁免。豁免失败时，目标直到法术终止之前进行的感知（察觉）检定与被动察觉值具有-10减值。`},{Name:`灼热金属`,Source:`玩家手册2024`,Level:2,Description:`二环 变化（吟游诗人、德鲁伊、奇械师）
施法时间：动作
施法距离：60尺
法术成分：V、S、M（一片铁片和一团火焰）
持续时间：专注，至多1分钟
指定施法距离内一件你能看见的人造金属物件（例如一把金属武器，或者一套金属质的重甲或中甲），并使该物件变得炽热。施展该法术时，任何与该物件有物理接触的生物均受到2d8点火焰伤害。直到法术终止前，只要这个物件依然在施法距离内，你都可以在你随后的每个回合以一个附赠动作来再次造成此伤害。
若握持或着装该物件的生物因此受到伤害，则该生物必须通过一次体质豁免，否则如果这个生物只要能丢下该物件，该生物就必须丢下该物件。如果该物件没有被丢下，则直至你的下一回合开始为止，该生物进行攻击检定和属性检定时具有劣势。
升环施法。使用的法术位每比二环高一环，此法术的伤害就增加1d8。`},{Name:`灼热射线`,Source:`玩家手册2024`,Level:2,Description:`二环 塑能（术士、法师）
施法时间：动作
施法距离：120 尺
法术成分：V、S
持续时间：立即
你射出三道火焰的射线。你可以将其射向施法距离内的一个或多个目标。每道射线需要你分别进行一次远程法术攻击。若命中，则目标受到2d6点火焰伤害。
升环施法。使用的法术位每比二环高一环，你就能多创造出一道射线。`},{Name:`臭云术`,Source:`玩家手册2024`,Level:3,Description:`三环 咒法（吟游诗人、术士、法师）
施法时间：动作
施法距离：90 尺
法术成分：V、S、M（一个臭鸡蛋）
持续时间：专注，至多 1 分钟
你以施法距离内一点为中心创造出一团半径 20
尺的黄色恶心气体云团球状区域。云团内形成重度遮蔽。云团会一直留在空中，直至法术持续时间结束或一阵强风（比如造风术Gust of
Wind创造的强风）将其吹散为止。
如果一个生物在其回合开始时位于云团内，则它必须成功通过一次体质豁免。否则将陷入中毒状态直到其当前回合结束。因此而陷入中毒状态期间，该生物无法执行动作或附赠动作。`},{Name:`催眠图纹`,Source:`玩家手册2024`,Level:3,Description:`三环 幻术（吟游诗人、术士、魔契师、法师）
施法时间：动作
施法距离：120尺
法术成分：S、M（一撮五彩纸屑）
持续时间：专注，至多1分钟
你在施法距离内一处边长 30
尺的立方区域内创造出一个在空中舞动旋转的彩色图纹。图纹在出现片刻后消失，然后迫使区域内每个看到它的生物进行一次感知豁免，豁免失败者将在法术持续时间内陷入魅惑状态。在被该法术魅惑期间，被该法术魅惑的生物陷入失能状态，且速度降为0。
如果受术生物受到任何伤害，或有其他生物用一个动作将其从恍惚中摇醒，则其身上的此效应将提前终止。`},{Name:`短讯术`,Source:`玩家手册2024`,Level:3,Description:`三环 预言（吟游诗人、牧师、法师）
施法时间：动作
施法距离：无限
法术成分：V、S、M（一段铜线）
持续时间：立即
你向你所遇到过的或某人遇到过且向你描述的一个生物发送一小段二十五个词以内的信息。该生物将在心中听到你的信息，它可以认出你是发讯人（如果他认识你），还可以用同样的方式立即回复一条讯息。法术会让目标能够理解你短讯的信息。
你的传讯可以跨越任意长的距离，甚至能跨越位面。但如果目标和你不在同一个存在位面，则短讯术有5%的概率无法到达。如果讯息没能传达，你将得知这一结果。
在收到你的信息后，一个生物能够屏蔽你以这个法术再次对他发信的能力，持续8小时。如果你在这段时间内试图送出另一条信息，你会得知你的短讯被屏蔽，并且法术失败。`},{Name:`法术反制`,Source:`玩家手册2024`,Level:3,Description:`三环 防护（术士、魔契师、法师）
施法时间：反应，当你看见60尺内一名生物施展一道具有言语、姿势或材料成分的法术时可用
施法距离：60尺
法术成分：S
持续时间：立即
你试图打断一名正在施法的生物。该生物进行一次体质豁免。豁免失败则法术消散且毫无效果，并且用于施展法术的动作、附赠动作或反应随之浪费。如果那道法术是使用法术位施展的，则法术位并不会被消耗。`},{Name:`防护法阵`,Source:`玩家手册2024`,Level:3,Description:`三环 防护（牧师、圣武士、魔契师、法师）
施法时间：1分钟
施法距离：10尺
法术成分： V、S、M（总价值100GP+的盐和银粉，作为法术耗材）
持续时间：1小时
指定施法距离内地面上你能看见的一点，并以该处为中心创造一个 10 尺半径、20
尺高的柱状魔法能量。承载能量柱的地面或其他平面上会显现出闪光的符文。
指定以下生物类型中的一种或多种：天族、元素、妖精、邪魔、亡灵。法阵将会对被指定类型的生物产生以下效应：
该类生物不能以非魔法手段主动进入柱状区域内。如果该类生物试图使用传送或位面旅行进入此区域，则它必须先进行一次魅力豁免以判定其是否成功。
该类生物对柱状区域内的生物进行攻击检定时具有劣势。
柱状区域内的目标不受该类生物所魅惑、恐慌、或附身 。
施展该法术时，你可以选择让魔法作用于相反的方向来阻止特定种类的生物离开柱状区域内，以保护区域外的目标。
升环施法。使用的法术位每比三环高一环，法术持续时间就增加
1 小时。`},{Name:`防护能量`,Source:`玩家手册2024`,Level:3,Description:`三环 防护（牧师、德鲁伊、游侠、术士、法师、奇械师）
施法时间：动作
施法距离：触碰
法术成分：V、S
持续时间：专注，至多1小时
法术持续时间内，你触碰的一名自愿生物具有你选择的一种伤害类型的抗性：强酸、寒冷、火焰、闪电、雷鸣。`},{Name:`飞行术`,Source:`玩家手册2024`,Level:3,Description:`三环 变化（术士、魔契师、法师、奇械师）
施法时间：动作
施法距离：触碰
法术成分：V、S、M（一根羽毛）
持续时间：专注，至多10分钟
你触碰一个自愿生物。目标在法术持续时间内获得60尺的飞行速度且可以悬浮。法术终止时，如果目标仍在空中，否则其随即坠落，除非其有办法阻止坠落。
升环施法。使用的法术位每比三环高一环，你就可以额外再指定一名生物作为法术目标。`},{Name:`风墙术`,Source:`玩家手册2024`,Level:3,Description:`三环 塑能（德鲁伊、游侠）
施法时间：动作
施法距离：120尺
法术成分：V、S、M（一把扇子和一根羽毛）
持续时间：专注，至多1分钟
你指定施法距离内地面上一点并从中升起了一道烈风形成的墙壁。你可以造出长度至多 50
尺、高度至多15尺、厚度至多1尺的风墙。你可以自由塑造该墙的形状，不过它必须沿着地面形成一条连续的轨道。风墙持续存在至法术终止。
风墙出现时，所有位于风墙所占据区域内的生物必须进行一次力量豁免。豁免失败，受到4d8点钝击伤害。豁免成功，则只受一半伤害。
烈风可以阻隔浓雾、烟尘和其他气体。体型为小型或更小的飞行生物或物件无法穿过风墙。重量轻的物质带进风墙中时将被向上吹飞。对墙后目标射出的箭、矢和其他普通飞行物会被朝上吹走而直接判为打失。巨人或攻城器械投出的巨石和类似的飞行物不受影响。处于气化形态的生物无法穿过风墙。`},{Name:`高级幻影`,Source:`玩家手册2024`,Level:3,Description:`三环 幻术（吟游诗人、术士、魔契师、法师）
施法时间：动作
施法距离：120尺
法术成分：V、S、M（一撮羊毛）
持续时间：专注，至多10分钟
你创造一个影像，其形象来自一个大小不超过边长20尺立方体的物件或生物，或是其他的可视现象。影像出现在施法距离内你能看见的一处位置并在法术持续时间内维持存在。它看起来完全是真实的，并且还具有相应的声音、气味和温度。但它无法造成伤害或让人陷入任何状态。
在该幻象施法距离内时，你可以用一个魔法动作将影像移动到施法距离内的另一个位置。影像改变位置时，你可以改变影像的外表来使它移动得更自然。例如，如果你创造了一个生物的影像并移动它，则你可以改变影像，使它看起来就像是在走路。或者你也可以让影像在不同的时间发出不同的声音，甚至可以让它参与一场对话。
由于影像可以被穿过，任何与该影像进行的物理互动都会暴露其幻象的本质。一个生物用研究动作调查影像时，它可以进行一次对抗你的法术豁免
DC
的智力（调查）检定，以判定是否看穿幻象。辨出幻象的生物可以看破该影像，而影像的其他感官效应在该生物看来会变得微弱而模糊。
升环施法。 使用高于三环的法术位时，法术时间持续至被解除且无需专注。`},{Name:`哈达之欲`,Source:`玩家手册2024`,Level:3,Description:`三环 咒法（魔契师）
施法时间：动作
施法距离：150尺
法术成分：V、S、M（一条酸洗过的触须）
持续时间：专注，至多1分钟
你打开了通往遥远国度的大门，展现其中难以名状的恐怖。以施法距离内一点为中心，一个半径 20
尺的黑暗球状区域显现并持续至该法术终止。这个球状区域是困难地形，并同时发散着能在30尺内听到的不谐耳语和啜嚼噪音。任何光照，无论是魔法光照还是其他光照都无法照亮这个区域，而完全进入该区域内的生物将陷入目盲状态。
任何在区域内开始其回合的生物将受到
2d6
点寒冷伤害。任何在区域内结束其回合的生物必须进行一次敏捷豁免，豁免失败者将因异界软体触手的触碰而受到2d6点强酸伤害。
升环施法。使用的法术位每比三环高一环，此法术造成的寒冷或者强酸伤害（由你选择）就增加1d6。`},{Name:`缓慢术`,Source:`玩家手册2024`,Level:3,Description:`三环 变化（吟游诗人、术士、法师）
施法时间：动作
施法距离：120 尺
法术成分：V、S、M（一滴糖浆）
持续时间：专注，至多 1 分钟
你在施法距离内一处 40
尺立方区域内指定至多六个生物并扭曲其周围的时间流。每个目标都要进行一次感知豁免，豁免失败则受到该法术影响直至法术终止。
被影响的生物的速度减半，而其 AC
和敏捷豁免都获得-2减值，且不能执行反应。该生物在其回合中仅可以执行一个动作或一个附赠动作，但不能同时执行二者。且当它执行攻击动作时，它只能发动一次攻击。
如果该生物尝试施展一个具有姿势成分的法术，则其法术有25%的概率会因为生物的动作太慢而施展失败。
受术生物在其每个回合结束时可以再进行一次该感知豁免，豁免成功则终止其身上的该法术效应。`},{Name:`回避侦测`,Source:`玩家手册2024`,Level:3,Description:`三环 防护（吟游诗人、游侠、法师）
施法时间：动作
施法距离：触碰
法术成分：V、S、M（一撮价值25+GP的钻石尘，作为法术耗材）
持续时间：8小时
法术持续时间内，你使你触碰的目标不会被预言法术发现。目标可以是一名自愿生物，或者是在任何方向上都不超过10尺的一处地点或一个物件。目标不能被任何预言法术选为目标，也不能被魔法探知传感器感测到。`},{Name:`回生术`,Source:`玩家手册2024`,Level:3,Description:`三环 死灵（牧师、德鲁伊、圣武士、游侠、奇械师）
施法时间：动作
施法距离：触碰
法术成分：V、S、M（一颗价值300+GP的钻石，作为法术耗材）
持续时间：立即
你接触在前一分钟内刚刚死亡的一名生物。该生物以1点生命值回生。该法术不能复活老死的生物，也不能恢复失去的身体部位。`},{Name:`活化死尸`,Source:`玩家手册2024`,Level:3,Description:`三环 死灵（牧师、法师）
施法时间：1 分钟
施法距离：10 尺
法术成分：V、S、M（一滴血、一块肉、以及一点骨灰）
持续时间：立即
在施法距离内指定一具中型或小型类人遗骨或遗体。目标将变为一名亡灵生物：遗骨变为骷髅Skeleton，遗体则变为丧尸Zombie。（这些生物的资料卡见附录B）。
在你的每个回合内，你可以使用一个附赠动作并以精神命令操纵距离你
60
尺内，任何你用此法术制造的生物（如果你操纵多个生物，则你的命令可以同时传达给它们全部或是其中的某几个，不过每次只能为它们下达同一命令）。你决定被操纵生物下回合执行的动作和如何移动。或者，你也可以选择下达一条宽泛的命令（比如守护某个房间或走廊）。如果你没有下达命令，该生物将执行回避动作且只会为躲避危险而移动。一旦被下达命令，该生物会持续执行命令直到任务完成。
这些受操纵生物只会在
24小时内服从你的命令，在之后，它们会停止遵守你下达的命令。若你想将对这些生物的控制时间再延长24小时，则你必须在当前24小时的时间段终止前再次对这些生物施展该法术。法术的此种用法只能延长你对至多四个你使用此法术所创造生物的控制时间，而不会创造新的生物。
升环施法。使用的法术位每比三环高一环，你就能多唤起两只亡灵生物，或是多延长对两只亡灵生物的控制。你无法用同一具骸骨或遗体唤起多个亡灵生物。`},{Name:`活力灵光`,Source:`玩家手册2024`,Level:3,Description:`三环 防护（牧师、德鲁伊、圣武士）
施法时间：动作
施法距离：自身
法术成分：V
持续时间：专注，至多 1 分钟
一道灵光自你身上发出并形成30尺半径的光环 。当你创造灵光时和它持续时你的每个回合开始，你可以为区域内的一名生物恢复2d6生命值。`},{Name:`火球术`,Source:`玩家手册2024`,Level:3,Description:`三环 塑能（术士、法师）
施法时间：动作
施法距离：150尺
法术成分：V、S、M（一颗蝙蝠粪和硫磺搓成的小球）
持续时间：立即
明亮的闪光从你的指间飞驰向施法距离内你指定的一点，并随着一声低吼迸成一片烈焰。目标点周围半径20尺球状区域内的每个生物必须进行一次敏捷豁免。豁免失败者将受到8d6点火焰伤害，豁免成功则伤害减半。
区域内所有未被着装或携带的可燃物件会开始燃烧。
升环施法。使用的法术位每比三环高一环，此伤害就增加1d6。`},{Name:`汲血之触`,Source:`玩家手册2024`,Level:3,Description:`三环 死灵（术士、魔契师、法师）
施法时间：动作
施法距离：自身
法术成分：V、S
持续时间：专注，至多1分钟
你的阴影环绕着的手可以吸取他人的生命力来为自己疗伤。对你触及范围内的一名生物进行一次近战法术攻击。若命中，则目标受到3d6点暗蚀伤害，而你则恢复数值等同于所造成暗蚀伤害一半的生命值。
该法术终止前，你可以在你的每个回合内用魔法动作对相同或不同的生物进行一次这样的攻击。
升环施法。使用的法术位每比三环高一环，此法术的伤害就提高1d6。`},{Name:`加速术`,Source:`玩家手册2024`,Level:3,Description:`三环 变化（术士、法师、奇械师）
施法时间：动作
施法距离：30尺
法术成分：V、S、M（一片甘草根切片）
持续时间：专注，至多1分钟
指定施法距离内一个你能看见的自愿生物。直至法术终止前，目标速度翻倍；其AC获得+2加值；其进行敏捷豁免时具有优势；其每个回合都可作出一个额外的动作，但该动作只能用于执行攻击动作（仅一次攻击），或者疾走、撤离、躲藏和操作动作。
法术终止时，目标将泛起一阵倦意使其失能并且速度为0，持续至其下一回合结束。`},{Name:`假死术`,Source:`玩家手册2024`,Level:3,Description:`三环 死灵（吟游诗人、牧师、德鲁伊、法师）
施法时间：动作或仪式
施法距离：触碰
法术成分：V、S、M（一撮墓土）
持续时间：1小时
你触碰一名自愿生物并将其变得如死者般的僵直。
在法术持续时间内，对目标进行的任何肉体检查和法术检测都显示目标已死亡。该状况下的目标陷入目盲以及失能状态，且其速度降至0。
目标对除了心灵伤害外的所有伤害类型具有抗性，也免疫中毒状态。`},{Name:`箭如雨下`,Source:`玩家手册2024`,Level:3,Description:`三环 咒法（游侠）
施法时间：动作
施法距离：自身
法术成分：V、S、M（一把价值1+CP的近战或远程武器）
持续时间：立即
你挥舞作为施法材料的武器，令无数外形相似的灵体武器（或是适合这把武器的弹药）显现，它们将向前射出并在之后消失。每名由你选择且你可见的位于60尺锥形区域内的生物进行一次敏捷豁免检定，豁免失败者将受到5d8点力场伤害，豁免成功则只受一半伤害。
升环施法。使用的法术位每比三环高一环，此法术的伤害就增加1d8。`},{Name:`降咒`,Source:`玩家手册2024`,Level:3,Description:`三环 死灵（吟游诗人、牧师、法师）
施法时间：动作
施法距离：触碰
法术成分：V、S
持续时间：专注，至多1分钟
你触碰一名生物。该生物必须进行一次感知豁免并成功通过，否则将在法术持续时间内被诅咒。直到该诅咒终止前，目标会遭受以下一项效应，由你选择：
选择一项属性。目标使用该属性所进行的属性检定和豁免检定具有劣势。
目标对你发动的攻击检定具有劣势。
在战斗中，目标在其每回合开始时必须进行一次感知豁免，豁免失败则在该回合中被迫执行回避动作。
若你的攻击检定或法术对目标造成了伤害，则目标还会额外受到1d8暗蚀伤害。
升环施法。使用四环法术位施展此法术时，你可以维持此法术的专注至多10分钟。使用五环及更高环阶的法术位施展此法术时，此法术无需专注，并且持续时间变为8小时（五或六环法术位）或24小时（七或八环法术位）。若你使用九环法术位施展此法术，则此法术会一直持续到被解除为止。`},{Name:`解除魔法`,Source:`玩家手册2024`,Level:3,Description:`三环
防护（吟游诗人、牧师、德鲁伊、圣武士、游侠、术士、魔契师、法师、奇械师）
施法时间：动作
施法距离：120尺
法术成分：V、S
持续时间：立即
在施法距离内选择一名生物、一个物件或一处魔法效应。所有影响该目标的三环或更低环阶法术即告终止。每个影响目标的四环或更高环阶法术都需要以你的施法属性进行一次属性检定（DC
10+目标法术环阶），检定成功时目标法术终止。
升环施法。你自动终止影响目标的小于等于你用于施展该法术的环阶的法术。`},{Name:`恐惧术`,Source:`玩家手册2024`,Level:3,Description:`三环 幻术（吟游诗人、术士、魔契师、法师）
施法时间：动作
施法距离：自身
法术成分：V、S、M（一根白羽毛）
持续时间：专注，至多1分钟
30尺锥状区域内的所有生物必须通过一次感知豁免，豁免失败者将丢弃其所有持握物，并在法术持续时间内陷入恐慌状态。
以此法被恐慌的生物必须在自己回合中执行疾走动作，并以此寻找最安全的路线远离你，直至其无路可走为止。如果该生物结束其回合时位于一处使其视觉线中没有你的空间，则其可以再进行一次感知豁免，豁免成功则法术对该生物的效应终止。`},{Name:`李欧蒙小屋`,Source:`玩家手册2024`,Level:3,Description:`三环 塑能（吟游诗人、法师）
施法时间：1分钟或仪式
施法距离：自身
法术成分：V、S、M（一个小水晶珠子）
持续时间：8 小时
你释放出半径10尺的光环，光环会在法术持续时间内保持存在并固定在原地。施展此法术时，若光环的大小不足以完全覆盖其区域内的所有生物，法术的施展会失败。
在施展此法术时即处于光环内的生物和物件可以自由进出光环。而所有其他生物和物件都将被阻挡而无法进出。三环或更低级别的法术既无法直接穿过光环施展，也无法使法术效果延伸至穿过光环。
光环内的空气干爽舒适，而无论外侧气候如何。你可以在法术终止前使光环内的光照变为微光光照或黑暗（无需任何动作）。光环从外侧看是不透明的，并且呈现出由你选定的颜色，但从内侧看它则是透明的。
当你离开该区域，或试图再次施展该法术时，法术将提前终止。`},{Name:`灵体卫士`,Source:`玩家手册2024`,Level:3,Description:`三环 咒法（牧师）
施法时间：动作
施法距离：自身
法术成分：V、S、M（一卷祷文）
持续时间：专注，至多 10 分钟
在法术持续时间内，保护性的灵体环绕在你的周围15尺灵光范围内飞舞。如果你属于善良或中立阵营，则它们飘渺的身形看起来像是天使或妖精（由你选择）。如果你属于邪恶阵营，则它们将形如邪魔。
施展此法术时，你可以指定特定生物让其不受该法术影响。除此之外的生物在灵光区域内将受法术影响致速度被减半。当灵光进入一个生物的空间、一个生物进入灵光或在灵光内结束回合时，其必须进行一次感知豁免。豁免失败将受到3d8点光耀伤害（如果你属于善良或中立）或3d8点暗蚀伤害（如果你属于邪恶），豁免成功则只受到一半伤害。一名生物一回合仅需进行一次该豁免。
升环施法。 使用的法术位每比三环高一环，此法术的伤害就增加 1d8。`},{Name:`魅影驹`,Source:`玩家手册2024`,Level:3,Description:`三环 幻术（法师）
施法时间：1分钟或仪式
施法距离：30尺
法术成分：V、S
持续时间：1小时
一匹拟真的大型马形生物出现在施法距离内你选择的一处地面上的未占据空间中。你决定该生物的样貌，且它装备着鞍座、嚼子和缰绳。这些随法术创造的装备一旦离开坐骑10尺即化作一阵烟消失不见。
在法术持续时间内，你或者一名你指定的生物可以骑乘此坐骑。坐骑使用乘用马Riding
Horse的数据（见附录B），不过其具有100尺速度，每小时可行进13里。法术终止时，坐骑会慢慢消失，骑手有1分钟的时间下马。坐骑受到伤害时，法术将提前终止。`},{Name:`气化形体`,Source:`玩家手册2024`,Level:3,Description:`三环 变化（术士、魔契师、法师）
施法时间：动作
施法距离：触碰
法术成分：V、S、M（一小块纱布）
持续时间：专注，至多1小时
在法术持续时间内，你将触碰到的一名自愿生物连同其穿着携带物一起转化为一团云雾。如果目标的生命值降至0或其用一个魔法动作终止其身上的法术效应，则该目标身上的法术终止。
在该形态下，目标唯一的移动方式即是10尺的飞行速度，且可以悬浮。该目标可以进入并占据一个已有生物占据的空间。其拥有钝击、穿刺和挥砍伤害的抗性，其对倒地状态免疫，且进行的力量、敏捷、体质豁免具有优势。该目标可以穿过狭隙，但会将液态物质视为固体表面。
云雾形态的目标不能讲话或操作物件，其随身携带或持握的物件不会掉落，也不能被使用或与之互动。另外，目标也不能攻击或施法。
升环施法。使用的法术位每比三环高一环，你就可以额外再指定一名生物作为法术目标。`},{Name:`巧言术`,Source:`玩家手册2024`,Level:3,Description:`三环 预言（吟游诗人、牧师、术士、魔契师、法师）
施法时间：动作
施法距离：触碰
法术成分：V、M（一座微缩庙塔）
持续时间：1小时
此法术赋予你触碰的一名生物理解任何其能看见或听见的口语或手语的能力。此外，当目标生物以口语或手语进行交流时，任何能听见其话语或看见其手语，且知道至少一门语言的生物都能理解它。`},{Name:`群体治愈真言`,Source:`玩家手册2024`,Level:3,Description:`三环 防护（吟游诗人、牧师）
施法时间：附赠动作
施法距离：60尺
法术成分：V
持续时间：立即
指定施法距离内至多六个你能看见的生物，使它们恢复 2d4+你的施法属性调整值
点生命值。
升环施法。使用的法术位每比三环高一环，此法术的治疗量就增加1d4。`},{Name:`融身入石`,Source:`玩家手册2024`,Level:3,Description:`三环 变化（牧师、德鲁伊、游侠）
施法时间：动作或仪式
施法距离：触碰
法术成分：V、S
持续时间：8小时
你进入一个足以完全容纳你身体的石料物件或石料表面内，使你自己和你携带的所有装备在法术持续时间内与石料融为一体。你必须触碰该石料来做到这件事。此后，任何非魔法的感官都无法看到或侦测到你的存在。
与石料融合后，你看不到外界发生了什么，并且你为了聆听外界声音而进行的任何感知（察觉）检定都具有劣势。与石头融合时，你仍能感觉到时间的流逝，也可以对自己施展法术。你无法移动，但可以消耗5尺移动力从进入石头的地方离开石内，法术随之终止。
石头所受的轻微损伤不会对你造成伤害，不过石头部分损毁或者形状改变时（改变到不再适合容纳你的程度），会将你从石中排挤出并对你造成6d6点力场伤害。石头完全损毁（或材质改变）时，也会将你从石中排挤出并对你造成50点力场伤害。被排挤出石头时，你移动至距离第一次进入石头处最近的一处未占据空间位置，并陷入倒地状态。`},{Name:`闪电箭矢`,Source:`玩家手册2024`,Level:3,Description:`三环 变化（游侠）
施法时间：附赠动作，在你使用武器发动远程攻击命中一个目标或失手时紧接可用
施法距离：自身
法术成分：V、S
持续时间：立即
当你的攻击命中一个目标或失手时，该武器的弹药或该武器本身变为一束闪电。作为目标从这次攻击中受到的任何伤害或其他效果的替代，若该攻击命中，则目标受到4d8点闪电伤害，若该攻击未命中，则受到一半伤害。无论你的攻击是否命中，目标周围10尺范围内的每个生物都必须进行一次敏捷豁免，豁免失败则受到2d8点闪电伤害，豁免成功则受到半数伤害。
在此之后，该弹药或武器变回其正常形态。
升环施法。使用的法术位每比三环高一环，上述两种效应的伤害都各增加1d8。`},{Name:`闪电束`,Source:`玩家手册2024`,Level:3,Description:`三环 塑能（术士、法师）
施法时间：动作
施法距离：自身
法术成分：V、S、M（一些毛皮和一把水晶权杖）
持续时间：立即
一束100
尺长，5尺宽的线状闪电从你的位置向你指定的方向爆发迸出。在线状区域内的每个生物必须进行一次敏捷豁免，豁免失败者将受到8d6点闪电伤害，豁免成功则受到一半伤害。
升环施法。 使用的法术位每比三环高一环，此法术的伤害就增加1d6。`},{Name:`闪现术`,Source:`玩家手册2024`,Level:3,Description:`三环 变化（术士、法师、奇械师）
施法时间：动作
施法距离：自身
法术成分：V、S
持续时间：1分钟
你在法术持续时间内每次自己回合结束时掷一次d6。结果为4~6时，你从你现在身处的存在位面消失，并出现在以太位面Ethereal
Plane （若你本已身处以太位面，此法术会立即终止）。在你身处以太位面期间，你可以观测到你所离开位面的黑白影像，但只限于60尺之内。你只能影响其他身处以太位面的生物，或被其影响。并且处于其他位面的生物在没有能够观测到以太位面事物的特殊能力的情况下，同样无法观测到你。
你会在你的下一回合开始时返回其他位面；如果当你法术终止时身处以太位面，你同样会返回其他位面。你返回原先位面时会出现在一个你原先位置10尺之内你可见的未占据空间之中。若在此范围内没有未占据空间，则你会出现在最近的未占据空间之中`},{Name:`十字军披风`,Source:`玩家手册2024`,Level:3,Description:`三环 塑能（圣武士）
施法时间：动作
施法距离：自身
法术成分：V
持续时间：专注，至多1分钟
你在30尺光环区域内散发出魔法灵光。位于灵光范围期间，你和你盟友以一把武器或一次徒手打击命中时将额外造成1d4光耀伤害。`},{Name:`守卫刻纹`,Source:`玩家手册2024`,Level:3,Description:`三环 防护（吟游诗人、牧师、法师、奇械师）
施法时间：1小时
施法距离：触碰
法术成分：V、S、M（价值200GP+的钻石尘，作为法术耗材）
持续时间：直到被解除或触发
施展该法术时，你在某个表面（诸如桌面或地板）或某个能被关闭以隐藏刻纹的物件里（诸如书本或宝箱）刻画一个会释放魔法效应的刻纹。该刻纹可以覆盖直径不超过10尺的区域。如果受术的物件或表面从被施法位置被移开超过10尺，则其刻纹被破坏且法术不被触发即告终止。
结界刻纹近乎不可察觉，其需要以你的法术豁免DC进行一次成功的感知（察觉）检定才能被发现。
刻画刻纹时，你可以设定其触发条件，并从爆炸符文和法术刻纹两者中选择其一。
设定触发条件Set the
Trigger。你在施法时设定结界刻纹的触发条件。刻画于表面的刻纹其最典型的触发条件包括：触碰或站立在刻纹上；拿掉覆盖在刻纹上的物件；进入刻纹一定范围。刻画在物件内的刻纹其最典型的触发条件包括：打开物件；看到该刻纹。刻纹一旦被触发，则该法术终止。
你可以进一步细化触发条件，比如设定只有特定生物种类（例如设定为只影响异怪Aberration）才能触发刻纹。你还可以为生物设置不触发刻纹的条件，诸如某人说出特定口令。
爆炸符文Explosive Runes。符文被触发时将在半径
20尺球状区域内爆发魔法能量。区域内的每个生物必须进行一次敏捷豁免。豁免失败者将受到5d8点强酸，寒冷，火焰，闪电，或雷鸣伤害（你在制造刻纹时指定），豁免成功则伤害减半。
法术刻纹Spell
Glyph。作为创造符文的一部分，你可以施展一道已准备的三环或更低环阶法术，并将其储备在所创造的刻纹中。所储备法术必须以单一生物或一个区域为目标，而被储存的法术以该方式施展时并不会立即生效。
符文被触发时，所储备的法术即刻生效。如果法术有一个目标，则以触发刻纹的生物为目标；如果法术影响一个区域，则该区域以此生物为中心；如果法术召唤敌对Hostile生物或创造伤害性质的物件或陷阱，则这些造物将显现在尽可能靠近触发者的地方并攻击它。如果法术需要专注，则其效应将在其最大持续时间内维持。
升环施法。使用的法术位每比三环高一环，此法术的爆炸符文的伤害就增加1d8。如果你创造一个法术刻纹，则其储备法术的环阶至高可以与你施展守卫刻文时使用的法术位环阶相同。`},{Name:`水上行走`,Source:`玩家手册2024`,Level:3,Description:`三环 变化（牧师、德鲁伊、游侠、术士、奇械师）
施法时间：动作或仪式
施法距离：30尺
法术成分：V、S、M（一个软木塞）
持续时间：1小时
此法术赋予你选择的位于施法距离内的至多十名生物在持续时间内将任何液体表面（比如水、酸、泥、雪、流沙、岩浆等）视作无害的固体地面穿越的能力（穿越熔岩的生物仍然会因炽热受到伤害）。
一名受影响的目标必须用一个附赠动作才能穿过液体表面进入其内部，反之亦然。然而若目标将因坠落而进入液体中，则其会直接穿过液体表面，如常进入其内部。`},{Name:`水下呼吸`,Source:`玩家手册2024`,Level:3,Description:`三环 变化（德鲁伊、游侠、术士、法师、奇械师）
施法时间：动作或仪式
施法距离：30尺
法术成分：V、S、M（一根短芦苇）
持续时间：24小时
在法术终止前，该法术让施法距离内你所选择的至多十个自愿生物获得在水下呼吸的能力。此外，受术者依然保有正常的呼吸能力。`},{Name:`死者交谈`,Source:`玩家手册2024`,Level:3,Description:`三环 死灵（吟游诗人、牧师、法师）
施法时间：动作
施法距离：10 尺
法术成分：V、S、M（燃烧的香）
持续时间：10 分钟
你给施法距离内一具你所选择的尸体施以复生的表象，让其可回答你的问题。这具尸体必须还有一张嘴，且如果该生物死亡时是亡灵生物，则施法失败。若目标尸体在最近十日内曾被作为该法术的目标，则本次施法失败。
在法术终止前，你可以向尸体提出最多五个问题。尸体的知识和它讲述的语言仅限于其生前所知。回答通常是简短，含糊或重复的语句，而且如果你对尸体抱有敌意或者尸体认为你是其敌人，它也不是一定要给你正确的答复。该法术并不能让该生物的灵魂返回其身体中，只是活化了其精神。因此，该尸体不能认知新的信息，不能理解它死后发生的任何事情，也不能对未来的事件作出猜测。`},{Name:`亡灵召唤术`,Source:`玩家手册2024`,Level:3,Description:`三环 死灵（魔契师、法师）
施法时间：动作
施法距离：90 尺
法术成分：V, S, M（一个价值300+GP的镀金头骨）
持续时间：专注，至多1小时
你唤来一个亡灵灵魄。其使用下文亡灵灵魄的数据，并会在施法距离内一处你可见的未占据空间中显现。当你施展法术时，从幽体、腐尸、骸骨中选择一类，该生物会显现为你所选的那类形态的亡灵生物，其数据中的部分特性也受此影响。该生物会在生命值降为0或是法术结束时消失。
该生物是你的盟友（对你的其他盟友亦是如此）。它在战斗中使用你的先攻，并在你回合结束后立即行动。它遵从于你的口头指令（无需任何动作）。如果你不发令，它将执行回避动作并用移动力远离危险。
升环施法。该生物的数据使用新的法术环阶。
亡灵灵魄Undead Spirit
中型亡灵，中立
AC 11+法术环阶
HP 30（仅幽体和腐尸）或20（仅骸骨）+每比三环高一法术环阶10
速度 30尺；飞行40尺（悬浮；仅幽体）
调整豁免调整豁免调整豁免
力量12+1+1
敏捷16+3+3
体质15+2+2
智力4-3-3
感知10+0+0
魅力9-1-1
免疫 暗蚀，毒素；力竭，恐慌，麻痹，中毒
感官 黑暗视觉60尺，被动察觉10
语言 理解你说的语言
CR 无（XP0；PB等于你的熟练加值）
特质Traits
腐灭灵光Festering Aura（仅腐尸）。体质豁免：DC等于你的法术豁免DC，源自灵魄的5尺光环区域内开始其回合的每名生物（除你以外）。失败：该生物陷入中毒状态，直至其下个回合开始。
虚体通行Incorporeal Passage（仅幽体）。灵魄可以移动穿过其他生物或物件，如同穿过困难地形一般。在其回合结束时，若灵魄还处于物件内，则其被挪到距离最近的未占据空间，且每因此移动5尺便受到1d10力场伤害。
动作Actions
多重攻击Multiattack。灵魄发动等于法术环阶一半次数的攻击（向下取整）。
致死之触Deathly Touch（仅幽体）。近战攻击检定：加值等于你的法术攻击加值，触及5尺。命中：1d8+3+法术环阶的暗蚀伤害，且目标陷入恐慌状态直至其下个回合结束。
暗澹箭Grave
Bolt（仅骸骨）。远程攻击检定：加值等于你的法术攻击加值，射程150尺。命中：2d4+3+法术环阶的暗蚀伤害。
腐灭爪击Rotting Claw（仅腐尸）。近战攻击检定：加值等于你的法术攻击加值，触及5尺。命中：1d6+3+法术环阶的挥砍伤害。若目标已陷入中毒状态，则其还会陷入麻痹状态，直至其下个回合结束。`},{Name:`希望信标`,Source:`玩家手册2024`,Level:3,Description:`三环 防护（牧师）
施法时间：动作
施法距离：30尺
法术成分：V、S
持续时间：专注，至多一分钟
在施法距离内指定任意数量的生物，并使其在法术持续时间内进行的感知豁免和死亡豁免具有优势。此外，其获得的所有治疗的生命值恢复量都取最大值。`},{Name:`雪雨暴`,Source:`玩家手册2024`,Level:3,Description:`三环 咒法（德鲁伊、术士、法师）
施法时间：动作
施法距离：150 尺
法术成分：V、S、M（一把迷你雨伞）
持续时间：专注，至多 1 分钟
你指定施法距离内一点，并使以该点为中心，高40尺、半径20尺的柱状区域内降下冷冻刺骨的冻雨和冰雹直至法术终止。该区域将造成重度遮蔽，且该区域内的一切外露的暴露在外的明火都将被浇熄。
该区域的地面变成困难地形。生物在一个回合内首次进入该区域或在区域内开始其回合时，它必须成功通过一次敏捷豁免，否则将陷入倒地状态并失去专注。`},{Name:`妖精召唤术`,Source:`玩家手册2024`,Level:3,Description:`三环 咒法（德鲁伊、游侠、魔契师、法师）
施法时间：动作
施法距离：90 尺
法术成分：V, S, M（一朵价值300+GP的镀金花）
持续时间：专注，至多1小时
你唤来一个妖精灵魄。其使用下文妖精灵魄的数据，并会在施法距离内一处你可见的未占据空间中显现。当你施展法术时，从愤怒、欢欣、诡诈中选择一种情绪，该生物会显现为一个受你所选情绪所影响的妖精生物，其数据中的部分特性也受此影响。该生物会在生命值降为0或是法术结束时消失。
该生物是你的盟友（对你的其他盟友亦是如此）。它在战斗中使用你的先攻，并在你回合结束后立即行动。它遵从于你的口头指令（无需任何动作）。如果你不发令，它将执行回避动作并用移动力远离危险。
升环施法。该生物的数据使用新的法术环阶。
妖精灵魄Fey Spirit
小型妖精，中立
AC 12+法术环阶
HP
30+每比三环高一法术环阶10
速度 30尺，飞行30尺
调整豁免调整豁免调整豁免
力量13+1+1
敏捷16+3+3
体质14+2+2
智力14+2+2
感知11+0+0
魅力16+3+3
免疫 魅惑
感官 黑暗视觉60尺，被动察觉10
语言 木族语，理解你的语言
CR 无（XP0；PB等于你的熟练加值）
动作Actions
多重攻击Multiattack。灵魄发动等于法术环阶一半次数的妖精之剑攻击（向下取整）。
妖精之剑Fey Blade。近战攻击检定：加值等于你的法术攻击加值，触及5尺。命中：2d6+3+法术环阶的力场伤害。
附赠动作Bonus Actions
妖精步伐Fey Step。灵魄魔法地传送至多30尺至一处它可见的未占据空间。随后根据所选情绪，灵魄触发以下效果之一：
愤怒Fuming。妖精在此回合结束前的下一次攻击检定具有优势。
欢欣Mirthful。感知豁免：DC等于你的法术豁免DC，单一灵魄10尺内它可见的生物。失败：目标受你和灵魄魅惑1分钟或在目标受到任意伤害时提前结束。
诡诈Tricksy。灵魄令魔法黑暗充斥于它5尺内的一处10尺立方区域，持续至灵魄的下个回合结束。`},{Name:`移除诅咒`,Source:`玩家手册2024`,Level:3,Description:`三环 防护（牧师、圣武士、魔契师、法师）
施法时间：动作
施法距离：触碰
法术成分：V、S
持续时间：立即
你触碰一名生物或一个物件，使影响其的所有诅咒终止。如果该物件是一件诅咒魔法物品，则其上的诅咒将维持，不过该法术可以打破诅咒物品与其所有者之间的同调，使其所有者可以将其卸下或丢弃。`},{Name:`鹰眼术`,Source:`玩家手册2024`,Level:3,Description:`三环 预言（吟游诗人、牧师、术士、法师）
施法时间：10 分钟
施法距离：1 里
法术成分：V、S、M（一件价值100GP+的法器：选择聆听则为一个以珠宝装饰的号角，选择观察则为一颗玻璃眼珠）
持续时间：专注，至多 10 分钟
你在施法距离内某处创造一个隐形的传感器，该处可以是你熟悉的地点（你曾到访过或看见过的地方），也可以是你不熟悉的显眼处（比如一扇门后，拐角位置或树林里）。这一无形体且不受伤害的传感器会在法术持续期间停留在该地。
施展该法术时，你可以选择进行观察或是聆听。你可以通过传感器以所选的感官方式感测，如同你处在传感器所在的空间。你能够以一个附赠动作在观察和聆听之间切换。
可以看见传感器的生物（例如一名生物受益于识破隐形See Invisibility或真实视觉时）会看到传感器是一个拳头大小的发光球体。`},{Name:`元素武器`,Source:`玩家手册2024`,Level:3,Description:`三环 变化（德鲁伊、圣武士、游侠、奇械师）
施法时间：动作
施法距离：触碰
法术成分：V、S
持续时间：专注，至多1小时
你触碰的一把非魔法武器变成魔法武器。选择下述伤害类型之一：强酸、寒冷、火焰、闪电、雷鸣。法术持续时间内，用那把武器发动的攻击检定具有+1加值，且在命中时造成额外1d4点你所选伤害类型的伤害。
升环施法。使用五环或六环法术位时，攻击检定的加值变为+2，额外伤害变为2d4。使用七环或更高法术位时，攻击检定的加值变为+3，额外伤害变为3d4。`},{Name:`造粮术`,Source:`玩家手册2024`,Level:3,Description:`三环 咒法（牧师、圣武士、奇械师）
施法时间：动作
施法距离：30尺
法术成分：V、S
持续时间：立即
你在施法距离内的地面上或容器中创造45磅食物和30加仑淡水，该法术创造的食物和水均可用于避免饥饿和脱水 的危害。食物味道寡淡却营养丰富，并且看起来像一种你选择的食物，水也是干净的。食物24小时内未被食用即会变坏。`},{Name:`召雷术`,Source:`玩家手册2024`,Level:3,Description:`三环 咒法（德鲁伊）
施法时间：动作
施法距离：120 尺
法术成分：V、S
持续时间：专注，至多 10 分钟
一朵风暴云在施法距离内你上方可见的一点出现。风暴云表现为高10尺、半径60尺的柱状形状。
当你施展这道法术时，选择风暴云下方你可见的一点。一束闪电从云端射向该点。位于该点5尺内的生物进行一次敏捷豁免。豁免失败者受到3d10闪电伤害，豁免成功则仅受半数伤害。
直至法术结束前，你都可以执行一个魔法动作以此法再次降下闪电，并指定闪电射向同一点或另选一点。
若施法时你身处暴风雨环境下的室外，则该法术令你得以控制空中的风暴而非创造一朵新的风暴云。在这种状况下，法术伤害增加1d10。
升环施法。使用的法术位每比三环高一环，此法术的伤害就增加 1d10。`},{Name:`植物交谈`,Source:`玩家手册2024`,Level:3,Description:`三环 变化（吟游诗人、德鲁伊、游侠）
施法时间：动作
施法距离：自身（半径 30 尺）
法术成分：V、S
持续时间：10 分钟
你给周围30尺固定灵光范围内的植物赋予有限的知觉与活力，使其能够与你沟通和按你的简单命令行事。你可以向植物询问最近一日该法术区域内所发生的事，由此了解有关于曾路过这里的生物、天气和其他状况的信息。
你可以让区域内因植物生长形成的困难地形（如灌木丛）在法术持续时间内变为普通地形。你也可以在法术持续时间内将有植物生长的普通地形变成困难地形。
虽然该法术并不能让植物拔根而起或移动位置，但它们可以依你的意愿而活动自己的树枝、藤蔓和茎秆。
如果法术区域内有一个植物生物，你可以如同有共同语言一般与其交流。`},{Name:`植物滋长`,Source:`玩家手册2024`,Level:3,Description:`三环 变化（吟游诗人、德鲁伊、游侠）
施法时间：动作（繁茂）或8小时（丰产）
施法距离：150尺
法术成分：V、S
持续时间：立即
该法术将活力引导给特定区域中的植物。本法术的施法时间取决于你选择下述效应之一：繁茂或丰产。
繁茂Overgrowth。
你指定施法距离内一点，以该点为中心100尺半径的球状范围内的普通植物将变的粗壮繁茂。一名穿过该区域的生物每移动1尺必须花费4尺移动力。你可以在该法术范围内空出一块或多块任意大小的区域，将其排除在法术效应影响之外。
丰产Enrichment。
你指定施法距离内一点，距该点半里内的植物的产量将在365日内被强化。这些植物收获时将产出两倍于正常产量的作物。这些植物每年仅能从一道植物滋长中获益。`},{Name:`致盲斩`,Source:`玩家手册2024`,Level:3,Description:`三环 塑能（圣武士）
施法时间：附赠动作，当你使用近战武器或徒手打击命中一个生物后立即执行
施法距离：自身
法术成分：V
持续时间：1分钟
被该次攻击检定命中的目标会在此次攻击中额外受到3d8点光耀伤害，并且目标陷入目盲状态直至法术结束。陷入目盲的目标在其每回合结束时可以进行一次体质豁免，豁免成功则终止其身上的法术。
升环施法。你使用的法术位每比三环高一环，此法术的额外伤害提升1d8。`},{Name:`咒唤兽群`,Source:`玩家手册2024`,Level:3,Description:`三环 咒法（德鲁伊、游侠）
施法时间：动作
施法距离：60 尺
法术成分：V、S
持续时间：专注，至多10分钟
你将显现为幽灵般虚幻的大型兽群的自然精魂咒唤在施法距离内一处你可见的未占据空间中。兽群在持续时间内一直存在，并且你可以选择动物精魂的形态——例如狼群、蛇群或是鸟群。
在你位于兽群5尺内期间，你的力量豁免检定具有优势。当你在你的回合移动时，你可以令兽群也移动至多30尺到一处你可见的未占据空间中。
每当兽群在移动中进入了一名你可见的生物10尺内时、一名你可见的生物进入位于兽群10尺内的空间或是在该空间结束其回合时，你都可以迫使该生物进行一次敏捷豁免检定。失败则该生物受到3d10挥砍伤害。一名生物一回合只需要进行一次该豁免。
升环施法。 使用的法术位每比三环高一环，此法术的伤害就增加1d10。`},{Name:`昼明术`,Source:`玩家手册2024`,Level:3,Description:`三环 塑能（牧师、德鲁伊、圣武士、游侠、术士）
施法时间：动作
施法距离：60尺
法术成分：V、S
持续时间：1小时
法术持续时间内，日光从施法距离内一点发散而出，充斥一个60尺半径的球状区域。日光区域视为明亮光照，且会再额外散发出60尺微光光照。
或者，你可以将此法术施展于一个未被着装或携带的物件上，使日光充斥以该物件为中心的60尺光环区域。将该物件用不透明的东西遮掩（比如用碗或头盔盖住）时，会将日光隔绝。
如果法术区域与任何三环或更低环阶法术创造的黑暗 区域重叠，则这些造暗的法术将被解除。`},{Name:`艾伐黑触手`,Source:`玩家手册2024`,Level:4,Description:`四环 咒法（法师）
施法时间：动作
施法距离：90尺
法术成分：V、S、M（一根触手）
持续时间：专注，至多1分钟
蠕动的乌黑触须填满了一处施法距离内你可见的20尺方状地面。在法术持续时间内，这些触手会将此区域地面变为困难地形。
每名区域内的生物进行一次力量豁免。豁免失败受到3d6点钝击伤害，并且直到法术结束为止陷入束缚状态。一名进入此区域或在区域内结束回合的生物也要进行此豁免。一名生物一回合只进行一次此豁免。
一名被束缚的生物可以用一个动作进行一次力量（运动）检定对抗你的法术豁免DC，若检定成功则结束其身上的束缚状态。`},{Name:`变形术`,Source:`玩家手册2024`,Level:4,Description:`四环 变化（吟游诗人、德鲁伊、术士、法师）
施法时间：动作
施法距离：60尺
法术成分：V、S、M（一枚毛毛虫茧）
持续时间：专注，至多1小时
你尝试将施法距离内你可见的一名生物转变为一只野兽。目标必须成功于一次感知豁免，否则在持续时间内被变形为野兽形态。这种野兽形态可以是你所选的挑战等级不大于目标（若目标没有挑战等级，则使用目标的等级）的任意野兽。目标的游戏数据被替换为所选野兽的数据，但目标保留其阵营、性格、生物类型、生命值、生命值骰。
目标获得等于其野兽形态生命值的临时生命值。法术结束时目标失去所有因此法术获得的临时生命值。此法术会在目标不具有剩余的临时生命值时提前结束。
该生物只可做出其新形态的生理结构所允许的动作。它不能说话也不能施法。
目标的装备融入新形态中。目标不能使用装备或者通过其他方式从装备中获得增益。`},{Name:`冰风暴`,Source:`玩家手册2024`,Level:4,Description:`四环 塑能（德鲁伊、术士、法师）
施法时间：动作
施法距离：300尺
法术成分：V、S、M（一只连指手套）
持续时间：立即
以施法距离内一点为中心的一处半径20尺，高40尺的柱状区域内，岩石般坚硬的冰雹重重地砸向地面。每个处在范围内的生物都必须进行一次敏捷豁免，豁免失败者将受到2d10点钝击伤害和
4d6
点寒冷伤害，豁免成功则受到一半伤害。
冰雹使柱状区域内的地面变为困难地形，直至你的下一回合结束。
升环施法。 使用的法术位每比四环高一环，此法术的钝击伤害就增加1d10。`},{Name:`操控水体`,Source:`玩家手册2024`,Level:4,Description:`四环 变化（牧师、德鲁伊、法师）
施法时间：动作
施法距离：300尺
法术成分：V、S、M（水尘混合物）
持续时间：专注，至多10分钟
你控制你指定的一处边长至多100尺的立方区域中的任意水体直至法术结束，从以下效应中选择其一生效。在后续的你的回合中，你能够以一个魔法动作重复同一效应，或是选择另一效应。
上涨Flood。你使控制区域内的水位上涨20尺。如果你指定的区域是一片大水体中的一部分，则你改为制造一片20尺高的波浪，并在从区域的一边扑向另一边后崩溃。波浪中任何巨型或更小的载具都会被波浪带到区域的另一边。且所有巨型或更小的载具都有25%的几率倾覆。
直至法术结束或你选择另一个效应，水位将维持上涨。如果该效应用以产生波浪，则你维持上涨期间，波浪在你的回合开始时重新出现。
分水Part
Water。你使区域内的水体分开并形成一条水体的沟壑。沟壑从法术区域的一头延伸到另一头，而被分开的水体则在两边形成两道水墙。沟壑持续存在，直至法术结束或你选择另一个效应。该效应终止时，水流会在下一轮中逐渐将沟壑填满，直至其恢复成通常的水位。
转向Redirect
Flow。你使区域内的流水向一个你自选的方向流动，即使水流需要绕过障碍、沿着墙壁向上流、或是流向一些不太可能的方向，区域内的水体都将遵照你指使的方向流动，但一旦其流出法术区域，则会重新基于其所在地形改变流向。水体持续向你所选方向流动，直至法术结束或你选择另一个效应。
漩涡Whirlpool。该效应需要水体至少为50尺的方形区域并且至少有25尺深。你在区域中央形成一个漩涡。漩涡持续存在，直至法术结束或你选择另一个效应。漩涡的形态为底部宽5尺，顶部至多宽50尺，高25尺。水中任何位于漩涡25尺内的生物或物件均被漩涡向自身拉动10尺。当一名生物在一个回合内第一次进入漩涡或在漩涡内结束其回合时，进行一次力量豁免。豁免失败受到2d8点钝击伤害。豁免成功则只受一半伤害。一名生物若想以游泳方式离开漩涡，则必须先执行一个动作来远离漩涡并成功通过一次对抗你法术豁免DC的力量（运动）检定。`},{Name:`防死结界`,Source:`玩家手册2024`,Level:4,Description:`四环 防护（牧师、圣武士）
施法时间：动作
施法距离：触碰
法术成分：V、S
持续时间：8小时
你触摸一名生物，并给予其对死亡的防护。在法术结束前，当目标的生命值首次降至0时，该目标的生命值改为降至1，随后法术终止。
目标受到直接致死而不造成伤害的效应影响时，若该法术仍在生效，则改为目标受到的致死效应失效，随后法术终止。`},{Name:`放逐术`,Source:`玩家手册2024`,Level:4,Description:`四环 防护（牧师、圣武士、术士、魔契师、法师）
施法时间：动作
施法距离：30尺
法术成分：V、S、M（一颗五芒星）
持续时间：专注，至多1分钟
一个在你施法距离内你可见的生物必须进行一次魅力豁免，豁免失败者会在法术持续期间被转移到一个无害的半位面，身处半位面期间，目标会陷入失能状态。当法术终止时，目标将重新出现在其被放逐前的位置。如果该位置被占据，则目标将出现在距离该位置最近的一个未占据空间。
若该目标的生物类型为异怪、天族、元素、妖精或邪魔，则在法术持续一分钟后，目标不会返回。该目标会被改为转移到与其生物类型相关的一个位面（由DM决定）中的随机地点。
升环施法。使用的法术位每比四环高一环，你就能多指定一个生物作为此法术的目标。`},{Name:`高等隐形术`,Source:`玩家手册2024`,Level:4,Description:`四环 幻术（吟游诗人、术士、法师）
施法时间：动作
施法距离：触碰
法术成分：V、S
持续时间：专注，至多1分钟
触碰一名生物，该生物直到法术结束之前具有隐形状态。`},{Name:`构装召唤术`,Source:`玩家手册2024`,Level:4,Description:`四环 咒法（法师、奇械师）
施法时间：动作
施法距离：90 尺
法术成分：V, S, M（一个金属密码箱、价值400GP+）
持续时间：专注，至多1小时
你唤来一个构装灵魄。其使用下文构装灵魄的数据，并会在施法距离内一处你可见的未占据空间中显现。当你施展法术时，从粘土、金属、岩石中选择一种材料，该生物会显现为以该种材料制成的活化雕像（由你决定其外观），其数据中的部分特性也受此影响。该生物会在生命值降为0或是法术结束时消失。
该生物是你的盟友（对你的其他盟友亦是如此）。它在战斗中使用你的先攻，并在你回合结束后立即行动。它遵从于你的口头指令（无需任何动作）。如果你不发令，它将执行回避动作并远离危险。
升环施法。该生物的数据使用新的法术环阶。
构装灵魄Construct Spirit
中型构装，中立
AC 13+法术环阶
HP
40+每比四环高一法术环阶15
速度 30尺
调整豁免调整豁免调整豁免
力量18+4+4
敏捷10+0+0
体质18+4+4
智力14+2+2
感知11+0+0
魅力5-3-3
抗性 毒素
免疫 魅惑，力竭，恐慌，麻痹，中毒
感官 黑暗视觉60尺，被动察觉10
语言 理解你的语言
CR 无（XP0；PB等于你的熟练加值）
特质Traits
灼热之躯Heated Body（仅金属）。当一名生物对灵魄发动近战攻击并命中，或是在擒抱灵魄或被灵魄擒抱期间开始其回合时，该生物受到1d10火焰伤害。
石迷昏眠Stony Lethargy（仅岩石）。当一名灵魄可见的生物在其10
尺内开始其回合时，灵魄可以将其指定为魔法能量的目标。感知豁免检定： DC等于你的法术豁免DC，目标。失败：目标无法发动借机攻击且速度减半，持续至其下个回合开始。
动作Actions
多重攻击Multiattack。灵魄发动等于法术环阶一半次数的猛击攻击（向下取整）。
猛击Slam。近战攻击检定：加值等于你的法术攻击加值，触及5尺。命中：1d8+4+法术环阶的钝击伤害。
反应Reactions
狂怒乱击Berserk Lashing（仅粘土）。触发：生物对灵魄造成伤害。响应：灵魄对该生物发动一次猛击攻击（若条件允许），或灵魄向那名生物移动至多等于其速度一半的距离且不会引发借机攻击。`},{Name:`鬼斧神工`,Source:`玩家手册2024`,Level:4,Description:`四环 变化（法师、奇械师）
施法时间：10分钟
施法距离：120尺
法术成分：V、S
持续时间：立即
你将一种原材料转化成该材料制作的成品。例如，你可以将一丛树木转化为一座木桥，一把麻草化为绳子，或是将亚麻和羊毛化作衣物。
指定施法距离内你能看见的原材料。只要有足够的材料，你就可以将他们转化为一件体型不超过大型的物件（至多占据10尺立方区域或八个相邻的5尺立方区域）。如果你的目标材料是金属、石料或者其他矿石材料，那么被制造的物件不能大于中型（至多占据
5
尺立方区域），制成品的质量和原材料质量相同。
该法术不能创造生物或魔法物品。你只有对制作某物品的工匠工具拥有熟练时，才能使用此法术去制作相应需要高工艺水平制作的物品，如武器、护甲等。`},{Name:`幻景`,Source:`玩家手册2024`,Level:4,Description:`四环 幻术（吟游诗人、德鲁伊、魔契师、法师）
施法时间：10分钟
施法距离：300尺
法术成分：V、S、M（一颗蘑菇）
持续时间：24小时
你使施法距离内一处150尺立方区域内的自然地形在视觉、听觉、嗅觉上都像是另一种自然地形。因此，开阔的平原或者道路可能会变得像是一片沼泽，或是丘陵、裂谷以及其他难以通过，甚至是无法通过的地形。一个池塘可能变得看起来像一片草地，一个悬崖像是一个缓坡，或者使一条乱石沟像是一条宽阔平坦的道路。区域内经过加工的建筑、装备或生物的外表不会改变。
地形的触觉特征不会改变，所以进入这片区域的生物可能会看穿幻象。如果触觉区别不明显，一个仔细调查幻象的生物可以采取研究动作，尝试进行一次对抗法术豁免
DC 的智力（调查）检定以识破之。对于一个识破了幻象本体的生物，幻象看起来就像是一层模糊的图像叠加在真实地形上。`},{Name:`火墙术`,Source:`玩家手册2024`,Level:4,Description:`四环 塑能（德鲁伊、术士、法师）
施法时间：动作
施法距离：120尺
法术成分：V、S、M（一块木炭）
持续时间：专注，至多1分钟
你在施法距离内一块固体表面上创造出一面火墙。你可以选择创造长不过 60 尺、高不过 20 尺、厚不过 1
尺的直线型火墙；或是直径不过 20 尺、高不过 20 尺、厚不过 1
尺的环形火墙。火墙不透明，且将持续存在至法术终止。
火墙出现时，所有位于火墙所占据的区域内的生物必须进行一次敏捷豁免。豁免失败，受到 5d8
火焰伤害。豁免成功，则只受一半伤害。
施展该法术时，你选择火墙的哪一侧会造成伤害。生物在火墙造成伤害一侧10尺内或火墙所占据的区域内结束其回合时将受到5d8火焰伤害。在一个回合内首次进入火墙或在火墙所占据的区域内结束自己的回合时也会受到同样的伤害。火墙的另一侧不会造成伤害。
升环施法。使用的法术位每比四环高一环，此法术造成的伤害就提高1d8。`},{Name:`火焰护盾`,Source:`玩家手册2024`,Level:4,Description:`四环 塑能（德鲁伊、术士、法师）
施法时间：动作
施法距离：自身
法术成分：V、S、M（一小块磷或一只萤火虫）
持续时间：10分钟
轻薄缥缈的火焰在法术持续期间环绕着你的身体，散发出10尺半径的明亮光照和额外10尺的微光光照。
这层火焰可以为你提供一面温暖护盾或冻寒护盾，由你选择。温暖护盾将赋予你对寒冷伤害的抗性，而冻寒护盾则会赋予你对火焰伤害的抗性。
此外，每当一名距你5尺内的生物以一次近战攻击命中你时，这个护盾将迸发出火焰。温暖护盾将对攻击者造成2d8点火焰伤害，冻寒护盾将对攻击者造成2d8点寒冷伤害。`},{Name:`惊惧斩`,Source:`玩家手册2024`,Level:4,Description:`四环 惑控（圣武士）
施法时间：附赠动作，当你使用近战武器或徒手打击命中一个生物后立即执行
施法距离：自身
法术成分：V
持续时间：立即
被该次攻击检定命中的目标会在此次攻击中额外受到4d6点心灵伤害。该目标必须进行一次感知豁免，豁免失败则目标陷入震慑状态直到你的下个回合结束。
升环施法。使用高于四环的法术位施展本法术时，你使用的法术位每比四环高一环，额外伤害就增加1d6。`},{Name:`净化灵光`,Source:`玩家手册2024`,Level:4,Description:`四环 防护（牧师、圣武士）
施法时间：动作
施法距离：自身
法术成分：V
持续时间：专注，至多 10 分钟
一道灵光自你身上发出并形成 30
尺半径的光环。在灵光范围内时，你和你的盟友获得毒素伤害的抗性，并且在为抵抗和结束下列状态所做的豁免时具有优势：目盲、魅惑、耳聋、恐慌、麻痹、中毒、震慑 。`},{Name:`巨虫术`,Source:`玩家手册2024`,Level:4,Description:`四环 咒法（德鲁伊）
施法时间：动作
施法距离：60尺
法术成分：V、S
持续时间：专注，至多10分钟
你召唤一只巨化的蜈蚣、蜘蛛或黄蜂（你施法时选择）。其使用下文巨虫Giant
Insect的数据，并会在施法距离内一处你可见的未占据空间中显现。你选择的形态决定了其数据中的部分细节。该生物会在生命值降为0或是法术结束时消失。
该生物是你和你盟友的盟友。它在战斗中使用你的先攻，并在你回合结束后立即执行其回合。它遵从于你的口头指令（无需任何动作）。如果你不发令，它将执行回避动作并使用其移动力以远离危险。
升环施法。在生物数据中使用更高的法术环阶。
巨虫Giant Insect
大型野兽，无阵营
AC 11+法术环阶
HP 30+每比四环高一法术环阶10
速度 40尺，攀爬40尺，飞行40尺（仅黄蜂）
调整豁免调整豁免调整豁免
力量17+3+3
敏捷13+1+1
体质15+2+2
智力4-3-3
感知14+2+2
魅力3-4-4
感官 黑暗视觉60尺，被动察觉12
语言 理解你所知晓的语言
CR 无（XP0；PB等同于你的熟练加值）
特质Traits
蛛行Spider Climb。 巨虫可以在难以攀爬的表面上攀爬，包括沿着天花板移动，且无需为此进行属性检定。
动作Actions
多重攻击Multiattack。巨虫发动等于法术环阶一半次数的攻击（向下取整）。
猛毒刺Poison Jab。近战攻击检定：加值等于你的法术攻击加值，触及10尺。命中：1d6+3+法术环阶的穿刺伤害+1d4点毒素伤害。
蛛网箭Web Bolt（仅蜘蛛）。远程攻击检定：加值等于你的法术攻击加值，射程60尺。命中：1d10+3+法术环阶的钝击伤害，且目标的速度降为0，直至巨虫的下个回合开始。
附赠动作Bonus Actions
剧毒喷涌Venomous Spew（仅蜈蚣）。体质豁免：DC等于你的法术豁免DC，单一10尺内巨虫可见的生物。失败：目标陷入中毒状态，直至巨虫的下个回合开始。`},{Name:`枯萎术`,Source:`玩家手册2024`,Level:4,Description:`四环 死灵（德鲁伊、术士、魔契师、法师）
施法时间：动作
施法距离：30尺
法术成分：V、S
持续时间：立即
一个在你施法距离内你可见的生物必须进行一次体质豁免，豁免失败者受到8d8暗蚀伤害，成功则只受到一半伤害。生物类型为植物的生物在此豁免中自动失败。
作为此法术的另一种用法，你可以指定一个并非生物的非魔法植物为目标（如树木或灌木），该植物不进行豁免，直接凋谢死亡。
升环施法。使用的法术位每比四环高一环，此法术的伤害就提升1d8。`},{Name:`困惑术`,Source:`玩家手册2024`,Level:4,Description:`四环 惑控（吟游诗人、德鲁伊、术士、法师）
施法时间：动作
施法距离：90 尺
法术成分：V、S、M（三颗坚果壳）
持续时间：专注，至多 1 分钟
你选择施法距离内一点为中心，半径10尺球状区域内的每名生物必须成功通过一次感知豁免，否则目标不能执行反应和附赠动作，并且必须在其每个回合开始时掷1d10，根据下表内容来决定当前回合的行为。
1d10
当前回合行为
1
目标不执行任何动作，并使用所有移动力来进行移动。投掷1d4决定其方向：1，北；2，东；3，南；4
，西。
2-6
目标不进行移动也不执行任何动作。
7-8
该生物不进行移动，执行攻击动作来对其触及内一名随机生物发动一次近战攻击。如果没有生物在其触及内，则目标本回合不执行任何动作。
9-10
该生物自行决定当前回合行为。
受影响的目标在其每个回合结束时，重新进行该豁免，成功则其身上该法术的效应提前结束。
升环施法。 使用的法术位每比四环高一环，此法术的球状区域半径就增加5尺。`},{Name:`李欧蒙秘藏箱`,Source:`玩家手册2024`,Level:4,Description:`四环 咒法（法师、奇械师）
施法时间：动作
施法距离：触碰
法术成分：V、S、M（一个3尺×2尺×2尺、由稀有材料制成的、价值5000GP+的箱子；以及由同样材料制成的一个箱子的微缩模型（价值50GP+））
持续时间：直至解除
你将一个箱子及其内容物藏在以太位面。你必须同时接触箱子和作为法术材料成分的微缩模型。箱子最多可容纳12立方尺的非活体物质（3×2×2
尺）。
箱子处于以太位面时，你可以用一个魔法动作并触碰箱子的模型来召回箱子。箱子出现在你 5
尺内一个未占据空间的地面。随后，你可以使用一个魔法动作并同时触碰箱子与微缩模型来把箱子送回以太位面。
60日之后，法术的效应会每日累计5%的概率自动结束。如果你再次施展该法术或箱子的模型被摧毁，该法术的效应也将随之终止。如果法术终止时箱子处于以太界，则其留在那里等待被你或者其他人找到。`},{Name:`魅惑怪物`,Source:`玩家手册2024`,Level:4,Description:`四环 惑控（吟游诗人、德鲁伊、术士、魔契师、法师）
施法时间：动作
施法距离：30 尺
法术成分：V、S
持续时间：1 小时
一名你可见的施法距离内的生物进行一次感知豁免，如果你或者你的盟友正在与它战斗，它在这次豁免上具有优势。豁免失败，则目标陷入魅惑状态直至法术结束，或在你或你的盟友对它造成伤害时提前结束。魅惑生物将对你友好。当法术结束时，目标会知道它曾被你魅惑。
升环施法。使用的法术位每比四环高一环，你就可以额外指定一名生物作为此法术的目标。`},{Name:`魅影杀手`,Source:`玩家手册2024`,Level:4,Description:`四环 幻术（吟游诗人、法师）
施法时间：动作
施法距离：120尺
法术成分：V、S
持续时间：专注，至多1分钟
你指定施法距离内一名你可见的生物，窥探其噩梦，依此创造一道只有目标能看见的幻象。目标生物进行一次感知豁免。豁免失败时，目标受到4d10点心灵伤害，且在法术持续时间内进行的所有属性检定与攻击检定都具有劣势。豁免成功，则目标只受一半伤害，法术终止。
法术持续时间内，目标在其每回合结束时进行一次感知豁免，豁免失败将再次受到心灵伤害。豁免成功则法术终止。
升环施法。使用的法术位每比四环高一环，此法术的伤害就增加1d10。`},{Name:`秘法眼`,Source:`玩家手册2024`,Level:4,Description:`四环 预言（法师、奇械师）
施法时间：动作
施法距离：30 尺
法术成分：V、S、M（一点蝙蝠毛皮）
持续时间：专注，至多 1 小时
你在施法距离内创造出一个漂浮在空中，不受伤害的隐形魔法眼。你通过精神连接接收秘法眼传来的视觉信息。秘法眼拥有30尺黑暗视觉且可以观察任何方向。
以一个附赠动作，你可以让秘法眼向任意方向移动30尺。固体障碍物会阻挡秘法眼的移动，但它可以穿过任何直径大于1寸的缝隙。`},{Name:`魔邓肯私人密室`,Source:`玩家手册2024`,Level:4,Description:`四环 防护（法师、奇械师）
施法时间：10分钟
施法距离：120尺
法术成分：V、S、M（一片薄铅）
持续时间：24小时
你对施法距离内一片区域施以魔法防护。该区域为一立方区域，其边长至小5尺，大至 100
尺。该法术持续至持续时间结束。
施展该法术时，其提供的防护效应由你决定。从下列词条中选择一种或多种生效：
声音不能穿透被保护区域边缘的障壁
被保护区域的障壁变得黑暗而模糊，无法通过视觉（包括黑暗视觉）看穿。
预言法术创造的传感器无法出现在被保护区域内，也无法穿过区域边界处的障壁。
区域内的生物不能成为预言法术的目标。
任何事物无法通过传送进出被保护区域。
在被保护区域内，位面旅行被封锁。
当你每日在同一个位置施展此法术，持续365日后，法术将成为永久效应（直到被解除）。
升环施法。使用的法术位每比四环高一环，此法术立方区域的边长就可以增加100尺。`},{Name:`魔邓肯忠犬`,Source:`玩家手册2024`,Level:4,Description:`四环 咒法（法师、奇械师）
施法时间：动作
施法距离：30尺
法术成分：V、S、M（一支银哨）
持续时间：8小时
指定施法距离内一处你能看见且未占据空间，你在该处创造出一只幻影守护犬。守护犬持续存在至法术结束或你们之间的距离超过300
尺。
只有你能看见守护犬，它无法被触及且不会受伤。当一个体型不小于小型的生物进入守护犬 30
尺内时，如果该生物无法说出你在施法时设定的口令，守护犬则会开始大声吠叫。守护犬拥有30尺真实视觉。
在你的每回合开始时，守护犬会尝试啮咬其5尺范围内的一个敌人。该生物进行一次敏捷豁免，失败则受到4d8点力场伤害。
在你施展法术的后续回合里，你能够以一个魔法动作令守护犬移动至多30尺。`},{Name:`浓酸球`,Source:`玩家手册2024`,Level:4,Description:`四环 塑能（术士、法师）
施法时间：动作
施法距离：150尺
法术成分：V、S、M（一滴胆汁）
持续时间：立即
你指向施法距离内一点，一颗发光的直径1尺的酸液球飞向那个位置，随后爆炸，波及20尺半径球状区域。在该区域中的每名生物进行一次敏捷豁免。豁免失败的生物不仅将受到10d4点强酸伤害，其下个回合结束时还将再受到5d4点强酸伤害。若豁免成功，该生物只受到初始伤害的一半伤害。
升环施法。使用的法术位每比四环高一环，此法术的初始伤害便增加2d4。`},{Name:`欧提路克弹力法球`,Source:`玩家手册2024`,Level:4,Description:`四环 防护（法师、奇械师）
施法时间：动作
施法距离：30尺
法术成分：V、S、M（一颗玻璃球）
持续时间：专注，至多1分钟
一颗微微发光的法球将施法距离内一个大型或更小的生物或物件封在其中。非自愿的生物必须成功通过一次敏捷豁免，否则在法术持续时间内被封在球体中。
任何事物，包括实体物件、能量或其他法术效应，都不能穿透障壁进出其内，不过生物在球内仍可以正常呼吸。球体免疫一切伤害，且球内的生物或物件不能被来自球外的攻击或效应所伤害，球内的生物也不能对球外的任何事物造成伤害。
该球体没有重量，而其尺寸恰好可以容纳球内的生物或物件。被封住的生物可以使用一个动作推动球壁并以至多该生物速度一半的速度滚动球体。另外，球体也可以被其他生物拿起或移动。
以球体为目标施展一道解离术Disintegrate可以摧毁球体而不伤害球内的任何事物。`},{Name:`强迫术`,Source:`玩家手册2024`,Level:4,Description:`四环 惑控（吟游诗人）
施法时间：动作
施法距离：30 尺
法术成分：V、S
持续时间：专注，至多 1 分钟
每名你所选择的，施法距离内你可见的生物必须成功通过一次感知豁免，否则陷入魅惑状态直至法术结束。
法术持续期间，你能够以一个附赠动作指向你的某个水平方向。随后，每个魅惑目标在其下一回合里必须使用其所有的移动力，采取最安全的路线，尽可能的向该方向移动。在以此法移动后，目标可以重新豁免，豁免成功则结束其身上该法术的效应。`},{Name:`擒抱藤`,Source:`玩家手册2024`,Level:4,Description:`四环 咒法（德鲁伊、游侠）
施法时间：附赠动作
施法距离：60尺
法术成分：V、S
持续时间：专注，至多1分钟
你指定施法距离内一个你能够看见的未占据空间，并召唤一条藤蔓使其从该空间的地面上破土而出。藤蔓直到法术结束为止会一直存在。
对一名距藤蔓30尺内的生物进行一次近战法术攻击。命中时，目标受到4d8点钝击伤害并被往藤蔓所在方向拉近30尺。如果目标体型不超过巨型，则目标同时陷入受擒状态（逃脱DC等同于你的法术豁免DC）。藤蔓在同一时间只能擒抱一名生物，但你随时可以让藤蔓放开一名受擒的生物（无需动作）。
直至该法术终止前，你可以在你随后的回合里用一个附赠动作再次对一名距其30尺内的生物进行这样的攻击。
升环施法。使用的法术位每比四环高一环，藤蔓便可额外擒抱一名生物。`},{Name:`任意门`,Source:`玩家手册2024`,Level:4,Description:`四环 咒法（吟游诗人、术士、魔契师、法师）
施法时间：动作
施法距离：500尺
法术成分：V
持续时间：立即
你将传送至施法距离内的一处地点。你会准确到达该目的地。法术的目的地可以是你能看见的、可想象的地点，也可以是通过距离和方向说明的地点，比如“径直向下200尺”，“西北偏上45度300尺”。
你还可以带上一名自愿生物一同传送。该生物在你传送时必须距你5尺内，且其传送终点也位于你所选目的地的5尺内。
如果你、你携带的生物、或两者均将被传送至一处已被一名生物占据、或被一个或更多物件填满的空间中，则你和任何与你一起传送的生物都将受到4d6点力场伤害，且传送失败。`},{Name:`生命灵光`,Source:`玩家手册2024`,Level:4,Description:`四环 防护（牧师、圣武士）
施法时间：动作
施法距离：自身
法术成分：V
持续时间：专注，至多 10 分钟
一道灵光自你身上发出并形成 30 尺半径的光环。在灵光范围内时，你和你的盟友获得对暗蚀伤害的抗性，生命值上限也无法被降低。另外，生命值为0的盟友在灵光范围内开始其回合时，恢复1点生命值。`},{Name:`生物定位术`,Source:`玩家手册2024`,Level:4,Description:`四环 预言（吟游诗人、牧师、德鲁伊、圣武士、游侠、法师）
施法时间：动作
施法距离：自身
法术成分：V、S、M（一块寻血猎犬的皮毛）
持续时间：专注，至多 1 小时
你点名或描述一个你熟悉的生物。只要该生物与你相距不超过1000尺，你就会感测到该生物的方位。如果该生物正在移动，则你也将知晓其移动的方向。
该法术可以定位一个你认识的特定生物；或者它也可以定位特定的一类生物（例如人类或独角兽）中距你最近的个体，不过你需要曾经在
30
尺的近距离内看到过该类生物至少一次。如果被点名或描述的生物并不处于其原本的形态（例如正被一个变形术Polymorph或石化术Flesh
to
Stone的法术效应影响），则该法术无法定位该生物。
如果有任意厚度的铅，即使只是薄薄一片铅片阻挡了你与被定位物件间的通路，则该生物也无法被该法术所定位。`},{Name:`石肤术`,Source:`玩家手册2024`,Level:4,Description:`四环 防护（德鲁伊、游侠、术士、法师、奇械师）
施法时间：动作
施法距离：触碰
法术成分：V、S、M（价值100GP+的钻石粉末，作为法术耗材）
持续时间：专注，至多 1 小时
在法术结束前，你触碰的一个自愿生物获得对钝击、穿刺、挥砍伤害的抗性。`},{Name:`塑石术`,Source:`玩家手册2024`,Level:4,Description:`四环 变化（牧师、德鲁伊、法师、奇械师）
施法时间：动作
施法距离：触碰
法术成分：V、S、M（软粘土）
持续时间：立即
你触碰一个体积为中型或更小的石质物件或某块岩石在任何方向都不超过 5 尺的一部分，并将其塑造成你想要的任意形状。例如你可以将一块大石头塑造成一件武器、一尊塑像、或一个保险箱，也可以在石墙上开出一条小通道，前提是墙的厚度不能超过 5 尺。你也可以使一扇石门或石质门框变形来将门封死。你创造的物件最多可以有两条铰链和一道闩，除此之外不能以该法术塑造出更复杂的机械结构。`},{Name:`信仰守卫`,Source:`玩家手册2024`,Level:4,Description:`四环 咒法（牧师）
施法时间：动作
施法距离：30尺
法术成分：V
持续时间：8小时
一名大型灵体守护者出现在施法距离内一处由你指定的，你可见且未占据空间，并在法术持续时间内在该处悬浮。占据该空间的守护者是无敌的，并且会以适合你神祇或神系的形态出现。
任何敌人在一回合内首次进入距守护者10尺内或于其10尺内开始其回合时，必须进行一次敏捷豁免。豁免失败受到20点光耀伤害，豁免成功则伤害减半。守护者在造成总计60点伤害后随即消失。`},{Name:`行动自如`,Source:`玩家手册2024`,Level:4,Description:`四环 防护（吟游诗人、牧师、德鲁伊、游侠、奇械师）
施法时间：动作
施法距离：触碰
法术成分：V、S、M（一条皮带）
持续时间：1小时
你触碰一个自愿生物，并使目标在法术持续时间内移动时不受困难地形限制，并且任何法术或其他魔法效应都不能降低目标的速度，或者使目标陷入麻痹或束缚状态。目标还会获得等同于其速度的游泳速度。
此外，该目标还可以花费5尺移动力直接从非魔法的束缚物中挣脱（诸如镣铐或其他生物对其施加的受擒状态）。
升环施法。使用的法术位每比四环高一环，你就可以额外再指定一名生物作为此法术的目标。`},{Name:`异怪召唤术`,Source:`玩家手册2024`,Level:4,Description:`四环 咒法（魔契师、法师）
施法时间：动作
施法距离：90 尺
法术成分：V, S, M（一条腌制触手和一颗装在白金瓶中的眼球、价值400GP+）
持续时间：专注，至多 1 小时
你唤来一个异怪灵魄。其使用下文异怪灵魄的数据，并会在施法距离内一处你可见的未占据空间中显现。当你施展法术时，从类眼魔，夺心魔和史拉蟾中选择一个类别。该生物会显化为你所选的那一类异怪，其数据中的部分特性也受此影响。该生物会在生命值降为0或是法术结束时消失。
该生物是你的盟友（对你的其他盟友亦是如此）。它在战斗中使用你的先攻，并在你回合结束后立即行动。它遵从于你的口头指令（无需任何动作）。如果你不发令，它将执行回避动作并远离危险。
升环施法。该生物的数据使用新的法术环阶。
异怪灵魄Aberrant Spirit
中型异怪，中立
AC 11+法术环阶
HP
40+每比四环高一法术环阶10
速度 30 尺；飞行30尺（悬浮；仅类眼魔）
调整豁免调整豁免调整豁免
力量16+3+3
敏捷10+0+0
体质15+2+2
智力16+3+3
感知10+0+0
魅力6-2-2
免疫 心灵
感官 黑暗视觉60尺，被动察觉10
语言 深潜语，理解你的语言
CR 无（XP0；PB等于你的熟练加值）
特质Traits
再生Regeneration（仅史拉蟾）。若灵魄至少拥有1生命值，则其在自己回合开始时回复10生命值。
低语灵光Whispering Aura（仅夺心魔）。只要灵魄未陷入失能状态，其就会在自己的回合开始时释放灵能能量。感知豁免检定：DC等于你的法术豁免DC，灵魄5尺内的每名生物（除你以外）。失败：2d6心灵伤害
动作Actions
多重攻击Multiattack。灵魄发动等于法术环阶一半次数的攻击（向下取整）。
爪击Claw（仅史拉蟾）。近战攻击检定：加值等于你的法术攻击加值，触及5尺。命中：1d10+3+法术环阶的挥砍伤害，目标无法恢复生命值直至灵魄的下个回合开始。
眼波射线Eye Ray（仅类眼魔）。远程攻击检定：加值等于你的法术攻击加值，射程150尺。命中：1d8+3+法术环阶的心灵伤害。
灵能猛击Psychic Slam（仅夺心魔）。近战攻击检定：加值等于你的法术攻击加值，触及5尺。命中：1d8+3+法术环阶的心灵伤害。`},{Name:`预言术`,Source:`玩家手册2024`,Level:4,Description:`四环 预言（牧师、德鲁伊、法师）
施法时间：动作或仪式
施法距离：自身
法术成分：V、S、M（价值25+GP的熏香，作为法术耗材）
持续时间：立即
此法术让你得以与一名神祇或其仆人取得联络。你可以就某个未来7日内将要发生的特定目标、事件或活动提出一个问题。DM将给予你真实的答复，这个答复可能是一段短语或一节神秘的短诗。此法术的回答并不会顾及所有可能影响结果的情况。例如其他法术的影响。
若你在完成一次长休前施展多于一次该法术，则法术有概率不给出任何结果。此概率从第二次施展起每次累计25％。`},{Name:`元素召唤术`,Source:`玩家手册2024`,Level:4,Description:`四环 咒法（德鲁伊、游侠、法师）
施法时间：动作
施法距离：90 尺
法术成分：V, S, M（一个价值400GP+的、装有空气、一块鹅卵石、灰烬与水的镶金瓶）
持续时间：专注，至多1小时
你唤来一个元素灵魄。其使用下文元素灵魄的数据，并会在施法距离内一处你可见的未占据空间中显现。当你施展法术时，从气、土、火、水中选择一种元素，该生物会显现为由你所选元素组成的二足模糊人影，其数据中的部分特性也受此影响。该生物会在生命值降为0或是法术结束时消失。
该生物是你的盟友（对你的其他盟友亦是如此）。它在战斗中使用你的先攻，并在你回合结束后立即行动。它遵从于你的口头指令（无需任何动作）。如果你不发令，它将执行回避动作并用移动力远离危险。
升环施法。该生物的数据使用新的法术环阶。
元素灵魄Elemental Spirit
中型元素，中立
AC 11+法术环阶
HP
50+每比四环高一法术环阶10
速度 40尺；掘穴40尺（仅土）；飞行40尺（悬浮；仅气）；游泳40尺（仅水）
调整豁免调整豁免调整豁免
力量18+4+4
敏捷15+2+2
体质17+3+3
智力4-3-3
感知10+0+0
魅力10+0+0
抗性 强酸（仅水），闪电和雷鸣（仅气），穿刺和挥砍（仅地）
免疫 火焰（仅火），毒素；力竭，麻痹，石化，中毒
感官 黑暗视觉60尺，被动察觉10
语言 原初语，理解你的语言
CR 无（XP0；PB等于你的熟练加值）
特质Traits
不定形态Amorphous Form（仅气、火、水）。灵魄可以移动穿过最窄1寸宽的空间而不会将其视为困难地形。
动作Actions
多重攻击Multiattack。灵魄发动等于法术环阶一半次数的猛击攻击（向下取整）。
猛击Slam。近战攻击检定：加值等于你的法术攻击加值，触及5尺。命中：1d10+4+法术环阶的钝击（仅土）、寒冷（仅水）、闪电（仅气）、火焰（仅火）伤害。`},{Name:`月光涌泉`,Source:`玩家手册2024`,Level:4,Description:`四环 塑能（吟游诗人、德鲁伊）
施法时间：动作
施法距离：自身
法术成分：V、S
持续时间：专注，至多10分钟
一道冷冽光芒在法术持续时间内缭绕你身，散发出20尺半径的明亮光照和额外20尺的微光光照。
直到法术结束，你具有光耀伤害的抗性，并且你的近战攻击在命中时额外造成2d6点光耀伤害。
此外，在你受到距你60尺内一名你可见的生物的伤害后，你可以立即用一个反应，强迫其进行一次体质豁免。豁免失败者直到你的下个回合结束为止陷入目盲状态。`},{Name:`支配野兽`,Source:`玩家手册2024`,Level:4,Description:`四环 惑控（德鲁伊、游侠、术士）
施法时间：动作
施法距离：60尺
法术成分：V、S
持续时间：专注，至多1分钟
一名施法距离内你可见的野兽必须成功于一次感知豁免，否则在持续时间内陷入魅惑状态。若你或你的盟友正在与其战斗，则目标进行的此次豁免具有优势。目标受到伤害时，可以重复进行豁免，豁免成功则其身上的此法术终止。
该野兽被魅惑期间，只要你与其处于同一位面就可以与之保持心灵感应。在你的回合，你可以通过心灵感应命令该生物（无需动作），比如“攻击那个生物”“跑到那个位置”或是“去拿那个物品”。该生物会在其回合内尽其所能以遵守你的指令。生物完成一项指令却未收到你的进一步指示时，将会凭自身喜好行动，尽可能的保护自己。
你可以用自己的反应去要求目标执行一项反应。
升环施法。 使用更高环阶法术位施展时，你的专注能持续更长时间，五环至多10分钟，六环至多1小时，七环及以上至多8小时。`},{Name:`咒唤林地卫士`,Source:`玩家手册2024`,Level:4,Description:`四环 咒法（德鲁伊、游侠）
施法时间：动作
施法距离：自身
法术成分：V、S
持续时间：专注，至多10分钟
你在持续时间内将许多自然精魂咒唤在你身周10尺光环区域内。每当光环区域进入一名你可见生物所在的空间时、一名你可见的生物进入光环区域或是在该区域结束其回合时，你都可以迫使该生物进行一次感知豁免检定。失败则该生物受到5d8力场伤害，成功则只受一半伤害。一名生物一回合只需要进行一次该豁免。
此外，在持续时间内，你能够以附赠动作执行撤离动作。
升环施法。使用的法术位每比四环高一环，此法术的伤害就增加1d8。`},{Name:`咒唤微元素群`,Source:`玩家手册2024`,Level:4,Description:`四环 咒法（德鲁伊、法师）
施法时间：动作
施法距离：自身
法术成分：V、S
持续时间：专注，至多10分钟
你在持续时间内将来自元素位面的精魂咒唤在你身周15尺光环区域内，让它们环绕着你飞舞。直到法术结束为止，你进行的任何攻击检定命中光环区域内的生物时，都会额外造成2d8点伤害。额外伤害的类型为强酸、寒冷、火焰或闪电的一种（在你发动攻击时选择）。
此外，光环区域内的地面对你的敌人而言是困难地形。
升环施法。 使用的法术位每比四环高一环，此法术的伤害就增加1d8。`},{Name:`毕格比之手`,Source:`玩家手册2024`,Level:5,Description:`五环 塑能（术士、法师、奇械师）
施法时间：动作
施法距离：120尺
法术成分：V、S、M（一个蛋壳和一只分指手套）
持续时间：专注，至多1分钟
你在施法距离内指定一处你能看见且未占据空间，并在该处创造出一只闪烁着魔法性微光的大型手掌。这只手会在持续时间内维持存在，并听从你的命令进行移动，模仿你自己手掌的各类动作。
这只手是一个物件，其AC为20，生命值等于你的生命值上限。如果它的生命值降至0则法术将提前终止。这只手不会占据其所处的空间。
施展此法术时，你可以令巨手移动至多60尺并造成下列效应之一。你也可以在自己随后的回合里以一个附赠动作再造成下列效应之一：
金刚拳Clenched
Fist。这只手对自身周围5尺范围内的一名目标发动一次打击。进行一次近战法术攻击。若命中，则该目标受到5d8力场伤害。
飞击掌Forceful
Hand。这只手尝试推撞自身周围5尺范围内的一个体型不超过巨型的生物。目标必须进行一次力量豁免，若失败，这只手会将目标推动至多等于5+你施法属性调整值的五倍的尺数。巨手将随着目标一起移动，保持自己处在目标周围5尺的范围内。
擒拿掌Grasping
Hand。这只手尝试对自身周围5尺范围内的一个体型不超过巨型的生物进行擒抱。目标必须进行一次敏捷豁免，若失败，则目标陷入受擒状态，逃脱DC等于你的法术豁免DC。在这只手擒抱目标期间，你可以使用一个附赠动作命令这只手对其进行挤压，此时目标将受到4d6+你的施法属性调整值点钝击伤害。
护身掌Interposing
Hand。这只手会在你对抗以其所处空间为源点发出攻击或其他效应时，以及需要穿过其所处空间的攻击以及其他效应时给予你半身掩护Half
Cover。此外，这只手所处空间对你的敌人来说视作困难地形。
升环施法。使用的法术位每比五环高一环，金刚拳的伤害就会提高2d8点，擒拿掌的伤害就会提高2d6点。`},{Name:`穿墙术`,Source:`玩家手册2024`,Level:5,Description:`五环 变化（法师）
施法时间：动作
施法距离：30尺
法术成分：V、S、M（一撮芝麻）
持续时间：1小时
一处通道在施法距离内木质、泥灰、或岩石表面（如墙壁、天花板、地板）上你可见的一点出现，且持续至法术结束。由你选择开口的大小，其至多宽5尺，高8尺，深20尺。通道不会使其周围的结构变得不稳定。
开口消失时，任何仍旧位于通道中的生物或物件会被安全地弹射到距你施展此法术时选择的表面最近的一处未占据空间中。`},{Name:`传送法阵`,Source:`玩家手册2024`,Level:5,Description:`五环 咒法（吟游诗人、术士、魔契师、法师）
施法时间：1分钟
施法距离：10尺
法术成分：V、M（价值50+GP的珍稀墨水，作为法术耗材）
持续时间：1轮
施展该法术时，你在地上画出一个半径5尺的圆圈，并在其周围画出印记。这个圆形法阵将你所处的位置与一个你所选择的，与你处在同个位面上的永久传送法阵相连（你必须知道该法阵的印记序列）。圆圈中将打开一个发光的传送门，并持续开启到你的下一回合结束。任何进入传送门的生物将立即出现在目标法阵附近5尺内，如果该空间已被占据，则出现在最靠近目标法阵的未占据空间中。
许多大神殿、公会大厅和其他重要的场所都设有永久的传送法阵。这种法阵各有自己独一无二的印记序列，即按特定顺序排列的一串魔法符文。
你第一次获得施展该法术的能力时，你会习得物质位面上两个永久法阵的印记序列（由DM决定），随后你还可以在旅途中习得更多的印记序列。你只要花一分钟仔细研究一个新的印记序列就能够将其记录下来。
当你每日对同一地点连续施展该法术持续365天之后，将创造出一个永久的传送法阵。`},{Name:`篡改记忆`,Source:`玩家手册2024`,Level:5,Description:`五环 惑控（吟游诗人、法师）
施法时间：动作
施法距离：30尺
法术成分：V、S
持续时间：专注，至多1分钟
你尝试重塑另一个生物的记忆。指定施法距离内一个你能看见的生物进行一次感知豁免。如果你正与该生物战斗，则它进行该豁免时具有优势。豁免失败时，该生物会在法术持续时间内陷入魅惑状态。被魅惑的目标陷入失能状态且无法感知周边的事物，但它仍然能听到你的声音。如果它受到任何伤害或者成为另一个法术的目标，则该法术终止且目标的记忆不会被修改。
该魅惑持续时，你可以改变目标关于过去
24
小时内经历的一个持续时间不超过十分钟的事件记忆。你可以永久地消除所有关于该事件的记忆，也可以让目标完美清晰地回忆起该事件的所有细节，还可以改变目标关于该事件记忆细节，或是创造一段关于其他事情的记忆。
你必须通过对目标说话来描述如何改变其记忆，并且目标必须能够听懂你的语言以便你植入被改变后的记忆。目标的意识会将你描述中所有缺失的细节填补完全。如果法术在你描述完被修改的记忆前就结束，则目标的记忆不会被改变。反之修改过的记忆会在法术终止时根植于目标心中。
修改过的记忆不一定会影响生物的行为，特别是当修改后的记忆违背了目标的天性，阵营或信仰时。如果植入一段不合逻辑的记忆（例如给目标灌输它有多么享受在强酸中泡澡的记忆），则目标会将其视为一场噩梦而加以忽视。DM
也可以判定某段修改过的记忆太过荒谬，故而无法影响生物。
对目标施展法术移除诅咒Remove
Curse或高等复原术Greater
Restoration后即可使目标恢复真实的记忆。
升环施法。使用五环以上的法术位时，你可以改变目标关于过去
7 日内（六环）、30 日内（七环）、1 年内（八环）或者在过去任意时刻（九环）所发生事件的记忆。`},{Name:`定身怪物`,Source:`玩家手册2024`,Level:5,Description:`五环 惑控（吟游诗人、术士、魔契师、法师）
施法时间：动作
施法距离：90尺
法术成分：V、S、M（一片直的小铁片）
持续时间：专注，至多1分钟
指定施法距离内一个你能看见的生物。该目标必须进行一次感知豁免，豁免失败则其在法术持续时间内陷入麻痹状态。目标在其每回合结束时可以重新进行这次豁免，豁免成功则终止其身上该法术的效应。
升环施法。使用的法术位每比五环高一环，你就可以额外指定一个生物作为此法术的目标。`},{Name:`防活物护罩`,Source:`玩家手册2024`,Level:5,Description:`五环 防护（德鲁伊）
施法时间：动作
施法距离：自身
法术成分：V、S
持续时间：专注，至多 1 小时
一道灵光从你身上延伸而出并在持续时间内形成10尺光环。这道灵光会阻绝外面除亡灵生物和构装生物之外所有类型的生物，使它们无法穿过或触及内部。一名受影响的生物施展的法术、使用远程武器或触及武器发动的攻击可以穿过屏障。
若你移动迫使受影响生物进入护罩内，则法术随之终止。`},{Name:`放逐斩`,Source:`玩家手册2024`,Level:5,Description:`五环 咒法（圣武士）
施法时间：附赠动作，当你使用近战武器或徒手打击命中一个生物后立即执行
施法距离：自身
法术成分：V
持续时间：专注，至多1分钟
被该次攻击检定命中的目标会在此次攻击中额外受到5d10力场伤害。如果此次攻击将目标的生命值削减到50点或更低，则目标必须进行一次魅力豁免，豁免失败则会在法术持续期间被转移到一个无害的半位面。身处半位面期间，目标会陷入失能状态。当法术终止时，目标将重新出现在其被放逐前的位置。如果该位置被占据，则目标将出现在距离该位置最近的一个未占据空间。`},{Name:`钢风斩`,Source:`玩家手册2024`,Level:5,Description:`五环 咒法（游侠、法师）
施法时间：动作
施法距离：30尺
法术成分：S、M（一把价值1SP+的近战武器）
持续时间：立即
你舞动用于施法的武器，随后忽然消失并如疾风般发起一轮突击。选择施法距离内最多5个你可见的生物。向每个生物分别进行一次近战法术攻击。若命中，目标将受到6d10点力场伤害。
在这之后，你可以传送到法术目标之一周围5尺内一处你可以看见且未占据空间中。`},{Name:`高等复原术`,Source:`玩家手册2024`,Level:5,Description:`五环
防护（吟游诗人、牧师、德鲁伊、圣武士、游侠、奇械师）
施法时间：动作
施法距离：触碰
法术成分：V、S、M（价值100GP+的钻石尘，作为法术耗材）
持续时间：立即
你触碰一名生物并魔法性地移除目标身上的下列效应之一：
1级力竭
魅惑或石化状态
一道诅咒，包括目标因与一件被诅咒魔法物品的同调所陷入的诅咒。
目标某项属性值的减损
目标生命值上限的降低`},{Name:`寒冰锥`,Source:`玩家手册2024`,Level:5,Description:`五环 塑能（德鲁伊、术士、法师）
施法时间：动作
施法距离：自身
法术成分：V、S、M（一个小水晶或玻璃锥体）
持续时间：立即
你释放出一团寒冷的空气。以你为源点的 60 尺锥状区域内的每名生物进行一次体质豁免。豁免失败受到 8d8
寒冷伤害，豁免成功则受到一半伤害。被该法术杀死的生物将成为一尊冰冻塑像直至其被解冻。
升环施法。使用的法术位每比五环高一环，法术伤害就增加1d8。`},{Name:`活化物件`,Source:`玩家手册2024`,Level:5,Description:`五环 变化（吟游诗人、术士、法师、奇械师）
施法时间：动作
施法距离：120 尺
法术成分：V、S
持续时间：专注，至多 1 分钟
物件在你的命令下“活”了过来。在施法距离内指定一定数量的未被携带或着装、也未被固定在一处表面的非超巨型非魔法物件作为法术目标。可活化物件的最大数量等于你的施法属性调整值，中型或更小的目标计为一个物件，大型目标计为两个物件，巨型目标计为三个物件。
被指定的目标会活化并长出腿来，变成一名构装，并使用活化物件的数据。该生物受到你的控制，直到法术结束或其生命值降低为0。你以该法术活化的每名生物都是你的盟友（对你的其他盟友亦是如此）。它在战斗中使用你的先攻，并在你的回合结束后立即进行其回合。
直至法术结束前，你都可以使用一个附赠动作并以精神命令操纵距离你500尺内任何你用此法术唤起的生物（如果你操纵多个生物，则你的命令可以同时传达给它们全部或是其中的某几个，不过只能使用同一种命令）。如果你不发令，它将执行回避动作且只会为躲避危险而移动。当活化物件的生命值降低为0时，它将会变回其物件形态，并且该物件将承受由活化物件形态延续而来的所有剩余伤害。
升环施法。使用五环或更高法术位施展该法术时，你使用的法术位每比五环高一环，活化物件生物的猛击Slam造成的伤害提升1d4（中型或更小）、1d6（大型）、1d12（巨型）。
活化物件Animated Object
巨型（或更小）的构装，无阵营
AC 15
HP 10（中型及更小）、20（大型）、40（巨型）
速度 30尺
调整豁免调整豁免调整豁免
力量16+3+3
敏捷10+0+0
体质10+0+0
智力3-4-4
感知3-4-4
魅力1-5-5
免疫 毒素、心灵；魅惑、力竭、恐慌、麻痹、中毒
感官 盲视30尺，被动察觉6
语言 理解你会的语言
CR 无（XP0；PB等于你的熟练加值）
动作Actions
猛击Slam。近战攻击检定：加值等于你的法术攻击调整值，触及5尺。命中：1d4+3（中型）、2d6+3+你的施法调整值（大型）或2d12+3+你的施法调整值（巨型）的力场伤害。`},{Name:`贾拉兹光辉风暴`,Source:`玩家手册2024`,Level:5,Description:`五环 塑能（魔契师、法师）
施法时间：动作
施法距离：120尺
法术成分：V、S、M（一撮磷粉）
持续时间：专注，至多1分钟
你以施法距离内你能看到的一点为中心，创造出一场闪光和雷鸣交织的风暴，席卷10尺半径、40尺高度的柱状区域。在这片区域内，生物会陷入目盲和耳聋状态，并且不能施展任何含有声音成分的法术。
当风暴出现时，任何处于其中的生物都必须进行一次体质豁免，豁免失败则受到2d10点光耀伤害与2d10点雷鸣伤害，豁免成功受到半数伤害。生物在一个回合内首次进入该区域内，或者在区域内结束其回合时，也必须进行该豁免。一名生物每回合仅需进行一次该豁免。
升环施法。使用的法术位每比五环高一环，此法术的光耀和雷鸣伤害都会增加1d10。`},{Name:`假象术`,Source:`玩家手册2024`,Level:5,Description:`五环 幻术（吟游诗人、魔契师、法师）
施法时间：动作
施法距离：自身
法术成分：S
持续时间：专注，至多1小时
你获得隐形状态，同时在你站的地方出现一个和你一样的幻象分身。分身会持续存在至法术持续时间结束；但如果你发动攻击、造成伤害或施展法术，则隐形随之结束。
以一个魔法动作，你可以令分身以至多两倍于你的速度移动并可以令其打手势、说话，以及以任何你指定的方式行事。分身无法被触及且无法受伤。
你可以通过分身的眼睛视物，用分身的耳朵聆听，如同你处于它的位置一样。`},{Name:`拉瑞心灵联结`,Source:`玩家手册2024`,Level:5,Description:`五环 预言（吟游诗人、法师）
施法时间：动作或仪式
施法距离：30尺
法术成分：V、S、M（两颗蛋）
持续时间：1小时
你使得施法距离内你选择的至多八名自愿生物在法术持续时间内建立心灵连线。不能以任何语言进行沟通的生物不受该法术影响。
直到法术终止，所有受术生物都可以通过心灵连线与其他受术生物进行心灵感应，不论他们是否语言相通。该交流方式可以跨越任意距离，但不能跨过存在位面。`},{Name:`力场墙`,Source:`玩家手册2024`,Level:5,Description:`五环 塑能（法师）
施法时间：动作
施法距离：120尺
法术成分：V、S、M（一块玻璃碎片）
持续时间：专注，至多10分钟
由力场构成的隐形力场墙出现在施法距离内你指定的一点上。这面力场墙的朝向由你决定：你可以使力场墙成为水平或垂直的结界，亦可以使它形成一定倾角。它可以浮在空中，也可以立于某个坚固表面其上。你可以将它塑成半球状或球状（半径最长
10 尺），也可以塑成一个由十个 10 尺×10 尺的方板块构成的平面，而每块板块都必须要和至少一块其他板块相连。不管形状如何，力场墙的厚度总是 1/4
寸。力场墙将持续存在至法术终止。如果力场墙形成时穿过了某个生物所占据的空间，则该生物会被推到力场墙的一侧（由你来决定是哪一侧）。
没有任何事物可以通过物理方式穿过力场墙。力场墙免疫所有伤害，也不能被解除魔法Dispel
Magic所解除，但法术解离术Disintegrate可以使其立即摧毁。力场墙能够延伸进以太位面Ethereal
Plane ，因此可以阻断进入以太位面穿过墙壁旅行。`},{Name:`龙类召唤术`,Source:`玩家手册2024`,Level:5,Description:`五环 咒法（法师）
施法时间：动作
施法距离：90 尺
法术成分：V, S, M（一件刻有巨龙图案的物品，价值500GP+）
持续时间：专注，至多1小时
你唤来一个龙类灵魄。其使用下文巨龙灵魄的数据，并会在施法距离内一处你可见的未占据空间中显现。该生物会在生命值降为0或是法术结束时消失。
该生物是你的盟友（对你的其他盟友亦是如此）。它在战斗中使用你的先攻，并在你回合结束后立即行动。它遵从于你的口头指令（无需任何动作）。如果你不发令，它将执行回避动作并用移动力远离危险。
升环施法。该生物的数据使用新的法术环阶。
巨龙灵魄Draconic Spirit
大型龙类，中立
AC 14+法术环阶
HP 50+每比五环高一法术环阶10
速度 30尺，飞行60尺，游泳30尺
调整豁免调整豁免调整豁免
力量19+4+4
敏捷14+2+2
体质17+3+3
智力10+0+0
感知14+2+2
魅力14+2+2
抗性 强酸，寒冷，火焰，闪电，毒素
免疫 魅惑，恐慌，中毒
感官 盲视30尺，黑暗视觉60尺，被动察觉12
语言 龙语，理解你的语言
CR 无（XP0；PB等于你的熟练加值）
特质Traits
分享抗性Shared Resistances。当你召唤此灵魄时，选择一项其具有的伤害抗性。直至法术结束前，你也会获得所选伤害的抗性。
动作Actions
多重攻击Multiattack。灵魄发动等于法术环阶一半次数的撕裂攻击（向下取整），并使用其吐息武器。
撕裂Rend。近战攻击检定：加值等于你的法术攻击加值，触及10尺。命中：1d6+4+法术环阶的穿刺伤害。
吐息武器Breath Weapon。敏捷豁免：DC等于你的法术豁免DC，30尺锥状内的每个生物。失败：2d6点伤害（伤害类型由你在施法时从灵魄的伤害抗性中选择）。成功：半伤。`},{Name:`启蒙术`,Source:`玩家手册2024`,Level:5,Description:`五环 变化（吟游诗人、德鲁伊）
施法时间：8 小时
施法距离：触碰
法术成分：V、S、M（一块价值1000GP+的玛瑙，作为法术耗材）
持续时间：立即
你利用施法的时间引导一块昂贵宝石中的魔法回路，然后触碰目标。该目标必须是一个野兽或植物，且必须是一个智力小于等于3的生物或是一个并非生物的自然植物。
目标的智力会变为
10，且学会说一门你所掌握的语言。如果目标是一株自然植物，则它变为一个植物生物，并且获得使用枝、根、藤、蔓或类似部位移动的能力，和类似于人类的感官。DM
为启蒙植物决定属性数据，例子可参考《怪物图鉴》中的启蒙灌木Awakened
Shrub与启蒙树木Awakened Tree 。
被启蒙的目标在 30
日内处于魅惑 状态，或是直到你或你的盟友做出任何伤害它的举动。魅惑终止后，启蒙生物自行决定对你的态度。`},{Name:`驱逐善恶`,Source:`玩家手册2024`,Level:5,Description:`五环 防护（牧师、圣武士）
施法时间：动作
施法距离：自身
法术成分：V、S、M（银粉和铁粉）
持续时间：专注，至多1分钟
法术持续时间内，天族、元素、妖精、邪魔和亡灵对你的攻击检定具有劣势。你可以使用下述特殊特性之一以提前结束法术。
破咒Break
Enchantment。以一个魔法动作，你触碰一名因上述生物类型的任意生物而被其附身、陷入魅惑或恐慌状态的生物。目标不再被上述生物附身，魅惑或恐慌。
驱离Dismissal。以一个魔法动作，你选择距你5尺内的一名你可见的生物，其生物类型必须是上述生物类型之一。目标必须成功于一次魅力豁免，否则，若其并未处于家园位面，则被遣送回其家园位面。对于亡灵和妖精，若它们并未处于家园位面，则亡灵会被遣送回堕影冥界Shadowfell，妖精则被遣送回妖精荒野Feywild。`},{Name:`群体疗伤术`,Source:`玩家手册2024`,Level:5,Description:`五环 防护（吟游诗人、牧师、德鲁伊）
施法时间：动作
施法距离：60尺
法术成分：V、S
持续时间：立即
一道治愈能量从施法距离内你指定的一点涤荡而出。你在该点周边30尺半径的球状区域内指定至多六个生物，并使每个目标生物恢复
5d8+你的施法属性调整值
点生命值。
升环施法。使用的法术位每比五环高一环，法术的治疗量就增加1d8。`},{Name:`圣居`,Source:`玩家手册2024`,Level:5,Description:`五环 防护（牧师）
施法时间：24小时
施法距离：触碰
法术成分： V、S、M（价值1000GP+的熏香，作为法术耗材）
持续时间：直至解除
你触碰一点并将神圣（或邪秽）的力量注入该点周围区域。区域半径至多 60
尺，若此区域内包含了已被另一个圣居影响的区域，则此次施法失败。受法术影响的区域具有以下效应。
神圣防护 Hallowed
Ward。选择以下任意生物类型：异怪、天族、元素、妖精、邪魔或亡灵。所选类型的生物不能自主进入该区域，任何被这些生物魅惑、恐慌或附身的生物只要在该区域内将不再被他们魅惑、恐慌或附身。
额外效果Extra
Effect。
你可以为该区域绑定下列其中一种额外效应，：
无畏
Courage。你选择的任何类型的生物在该区域内时不会陷入恐慌状态。
黑暗
Darkness。区域内处于黑暗环境，普通光源以及比本法术更低环法术所创造的魔法光源均无法照亮该区域。
昼明Daylight。区域内处于明亮光照，比本法术更低环法术所创造的魔法黑暗无法掩盖亮光。
平静长眠 Peaceful
Rest。区域内埋葬的尸体不能被转化成亡灵。
次元干涉Extradimensional
Interference。你选择的任何类型的生物均不能通过传送或者位面旅行的方式进入或离开该区域。
恐惧Fear。你所选择的任何类型的生物在该区域内时陷入恐慌状态。
抗性Resistance。你所选择的任何类型的生物在该区域内时，对你所选择的一种伤害类型具有抗性。
沉默Silence。声音无法从区域内发出，区域外的声音也不能传到区域内。
巧言Tongues。你所选择的任何类型生物与区域内的任何其他生物即使语言不通也可以随意交流。
易伤Vulnerability。区域内你所选择的任何类型生物具有你所选择的一种伤害类型的易伤。`},{Name:`石墙术`,Source:`玩家手册2024`,Level:5,Description:`五环 塑能（德鲁伊、术士、法师、奇械师）
施法时间：动作
施法距离：120尺
法术成分：V、S、M（一块方形花岗岩）
持续时间：专注，至多10分钟
一面坚硬的非魔法石墙出现在施法距离内你指定的一点。该石墙厚达6寸，由十个10×10尺的方板块组成。每块板块都必须要和至少一块其他板块相连。另外你也可以选择以十个
10×20
尺的板块组成石墙，但厚度只有3寸。
如果石墙形成时穿过了某生物所占据的空间，则该生物会被推到石墙的一侧（由你决定推到哪一侧）。如果该生物即将被石墙完全包围住（或被石墙和另一个坚硬的平面包围），则它可以进行一次敏捷豁免。若豁免成功，则该生物可以执行一个反应来移动至多等于其速度的距离，从而避免被墙围住。
你可以将石墙塑成你想要的任何形状，但它不能与其他生物或物件同占一处空间。该墙不必垂直于地面，也不需要地基；但它必须从稳固的既有石块中延伸出来。因此，你可以使用该法术创造一条跨越峡谷的桥或是造一个斜坡。
如果你创造的跨度超过了20尺，你必须把每一块的大小减半来创造支撑。你可以对石墙进行粗略塑形，造出城垛等类似的东西。
这个墙是一个可以因受到伤害而被打破的石制物件。每块板块的AC为15，且该板块每有1寸厚度就有30点生命值。其具有对毒素、心灵伤害的免疫。当一块板块的生命值降至0时则该板块被摧毁，而且与它相连的板块也可能会崩塌，具体由DM判断。
如果你在整个法术持续时间内一直保持住该法术的专注，则石墙将永久存在且不能被解除。如果你没能这么做，则石墙在法术终止时随即消失。`},{Name:`树跃术`,Source:`玩家手册2024`,Level:5,Description:`五环 咒法（德鲁伊、游侠）
施法时间：动作
施法距离：自身
法术成分：V、S
持续时间：专注，至多1分钟
你能够进入树木中，并从树木内部移动到距其500尺内的一棵同类树木内。两棵树必须都是活的，且其体型至少要和你一样。你进入一棵树时必须消耗5尺移动力。你将在进入树木后立即知道附近500尺内所有同类树木的位置，且作为进入树木所用移动的一部分，你可以移动到这些同类树木的其中一棵，或走出你所在的树木。你将出现在距作为目的地的树木5尺内你所选择的一点，并因此再消耗5尺移动力。如果你的移动力已经耗尽，则你将出现在距你进入的树木周围5尺内某处。
在你的每个回合内，你仅能使用这样的转移能力一次。而且你必须在树外结束你的回合。`},{Name:`死云术`,Source:`玩家手册2024`,Level:5,Description:`五环 咒法（术士、法师）
施法时间：动作
施法距离：120 尺
法术成分：V、S
持续时间：专注，至多 10 分钟
你指定施法距离内一点，在以该点为中心、半径 20
尺球状区域内，创造一片黄绿色剧毒浓雾。雾气在法术持续时间内维持存在，但仍会被强风吹散（比如造风术Gust of
Wind）并解除法术。雾气存在区域视为重度遮蔽。
每名位于球状区域内的生物都进行一次体质豁免，豁免失败者受到5d8点毒素伤害，豁免成功则受到一半伤害。每当球状区域移动到一名生物区域内时、一名生物进入球状区域时或是在该区域结束其回合时，该生物同样需要进行一次豁免。一名生物一回合只需要进行一次该豁免。
在你的每个回合开始时，球状区域会往远离你的方向移动10尺。
升环施法。 使用的法术位每比五环高一环，此法术的伤害就增加1d8。`},{Name:`死者复活`,Source:`玩家手册2024`,Level:5,Description:`五环 死灵（吟游诗人、牧师、圣武士）
施法时间：1小时
施法距离：触碰
法术成分：V、S、M（一颗价值500+GP的钻石，作为法术耗材）
持续时间：立即
你触碰一名已死，但死亡时间不超过10日，且死亡时并非亡灵Undead的生物，使其回生。
生物以1点生命值重生。该法术同样会中和在该生物死亡时仍在生效的毒素。
该法术能治愈所有致命伤，但无法恢复失去的身体部位。如果该生物缺失了它生存所必要的身体部位或器官（比如头），则该法术自动失败。
死而复生是一个痛苦的体验。目标进行D20检定时具有-4减值。目标每完成一次长休，其减值就减少1，直至减值变为0。`},{Name:`探知术`,Source:`玩家手册2024`,Level:5,Description:`五环 预言（吟游诗人、牧师、德鲁伊、魔契师、法师）
施法时间：10 分钟
施法距离：自身
法术成分：V、S、M（一个价值1000GP+的聚焦镜，例如水晶球、银镜、装满水的圣水池之类的）
持续时间： 专注，最多10分钟
你能看见和听见一个和你处于同一存在位面上的生物。目标生物必须进行一次感知豁免；该豁免的调整值与你对目标的了解程度有关（见下文），也与你和目标之间的物理联系程度有关。目标不知道它进行此豁免在对抗什么，只是会感觉不自在。
你对目标的了解有…
豁免调整值
你持有目标的…
豁免调整值
二手信息（你曾经听说过目标）
+5
肖像或其他图像
-2
直接信息（你曾经见过目标）
+0
衣物或其他物品
-4
熟悉（你对目标很了解）
-5
身体部位如头发或指甲
-10
如果对方豁免成功，则目标不受该法术影响，并且在 24
小时内你无法再次对其施展该法术。
如果对方豁免失败，则你在目标身边 10
尺内创造出一个隐形且不具备实体的传感器。通过传感器，你可以身临其境地看见和听见周围的环境。传感器会跟随目标移动，并在法术持续时间内始终保持在目标
10
尺之内。在能够看到传感器的生物眼中，你的传感器是一个与你的拳头一般大小的光球。
除生物之外，你也可以选择一个你以前见过的地点作为该法术的目标。这种情况下，传感器会出现在目标地点且不会移动。`},{Name:`天界召唤术`,Source:`玩家手册2024`,Level:5,Description:`五环 咒法（牧师、圣武士）
施法时间：动作
施法距离：90 尺
法术成分： V, S, M（一个的金制圣物匣，价值500GP+）
持续时间：专注，至多1小时
你唤来一个天界灵魄。其使用下文天界灵魄的数据，并会在施法距离内一处你可见的未占据空间中显现。当你施展法术时，从复仇圣灵或守护圣灵选择一个，其数据中的部分特性也受此影响。该生物会在生命值降为0或是法术结束时消失。
该生物是你的盟友（对你的其他盟友亦是如此）。它在战斗中使用你的先攻，并在你回合结束后立即行动。它遵从于你的口头指令（无需任何动作）。如果你不发令，它将执行回避动作并用移动力远离危险。
升环施法。该生物的数据使用新的法术环阶。
天界灵魄Celestial Spirit
大型天族，中立
AC 11+法术环阶+2（仅守护圣灵）
HP
40+每比五环高一法术环阶10
速度 30尺，飞行40尺
调整豁免调整豁免调整豁免
力量16+3+3
敏捷14+2+2
体质16+3+3
智力10+0+0
感知14+2+2
魅力16+3+3
抗性 光耀
免疫 魅惑，恐慌
感官 黑暗视觉60尺，被动察觉12
语言 天界语，理解你的语言
CR 无（XP0；PB等于你的熟练加值）
动作Actions
多重攻击Multiattack。灵魄发动等于法术环阶一半次数的攻击（向下取整）。
光耀之弓Radiant Bow（仅复仇圣灵）。远程攻击检定：加值等于你的法术攻击加值，射程600尺。命中：2d6+2+法术环阶的光耀伤害。
光耀之锤Radiant Mace（仅守护圣灵）。近战攻击检定：加值等于你的法术攻击加值，触及5尺。命中：1d10+3+法术环阶的光耀伤害，且灵魄可选择自己或其10尺内可见的另一生物，令其获得1d10临时生命值。
治愈之触Healing Touch（1/日）。灵魄触碰另一生物。目标魔法性地恢复2d8+法术环阶点生命值。`},{Name:`通神术`,Source:`玩家手册2024`,Level:5,Description:`五环 预言（牧师）
施法时间：1 分钟或仪式
施法距离：自身
法术成分：V、S、M（焚香）
持续时间：1 分钟
你与一名神明或一名神明的代理人进行联系，并询问至多三个能以“是”或“否”回答的问题。你必须在法术结束前完成提问。你会收到每个问题的正确答案。
这些神能存在也并非全知全能，因此当问题涉及的信息超过神的认知范围时，你可能会得到一句“不确定”作为回答。另外当一个单词的回答可能引致误导或者与神的兴致相违背时，DM
可能会提供一句短语作为答案。
若你在完成一次长休前施展两次或更多次的该法术，则法术有一定的几率不给任何答复。此概率从第二次施展起每次累计25％。`},{Name:`通晓传奇`,Source:`玩家手册2024`,Level:5,Description:`五环 预言（吟游诗人、牧师、法师）
施法时间：10分钟
施法距离：自身
法术成分：V、S、M（价值 250+GP 的熏香，作为法术耗材。以及每块价值 50+GP 的四块象牙板）
持续时间：立即
点名或描述一个著名的人物，地点，或物件。该法术在你脑海中形成一段由DM描述的关于该事物重要传闻的简单概述。
这些传闻可能包括了重要的细节，有趣的揭秘，也可能是不曾被广泛知晓的秘闻。你掌握目标越多的信息，所得到的信息就越精确细致。你由此得到的信息必定是准确的，但仍可能会以比喻或诗歌来表达，具体将由DM决定。
如果你选的事物其实并不著名，你会听到仿佛由长号演奏而出的悲伤的音符，随后法术失败。`},{Name:`突触静止`,Source:`玩家手册2024`,Level:5,Description:`五环 惑控（吟游诗人、术士、魔契师、法师）
施法时间：动作
施法距离：120尺
法术成分：V、S
持续时间：立即
选择施法距离内的一点，你引爆其间的心灵能量。以那一点为中心，半径20尺球状区域内的每个生物进行一次智力豁免检定。豁免失败的生物受到8d6心灵伤害，成功则只受到一半伤害。
豁免失败的目标还会在接下来的1分钟内思想混乱。在此期间，目标每次进行攻击检定、属性检定和为维持专注而进行体质豁免检定时都获得一枚d6的减值。在目标的每个回合结束时它都可以重新进行智力豁免检定，若成功将结束这个效应对自己的影响。`},{Name:`托梦术`,Source:`玩家手册2024`,Level:5,Description:`五环 幻术（吟游诗人、魔契师、法师）
施法时间：1分钟
施法距离：特殊
法术成分：V、S、M（一把沙子）
持续时间：8小时
你指定一名你知道且与你同处一个存在位面的生物。你（或你触碰的一名自愿生物）将作为信使进入出神。出神下，信使陷入失能状态且速度降为0。
如果目标正睡着，则信使可以在法术持续时间内出现在其梦中并在其沉睡期间与之交流。信使能够塑造梦中的环境，创造景观，物件和其他影像。信使可以随时结束出神状态，以此终止法术。目标在醒来后能清楚地记得其梦境的内容。
如果你施法时目标醒着，则信使可以了解到这点。此时信使可以终止出神并结束法术，或是等待目标入睡再进入其梦境。
你可以让信使以可怕的形象出现。但此时信使只能提供不超过十个单词的信息，随后目标必须成功通过一次感知豁免。豁免失败时，目标便无法从休息中获益，并在其醒来时受到3d6点心灵伤害。`},{Name:`万箭齐发`,Source:`玩家手册2024`,Level:5,Description:`五环 咒法（游侠）
施法时间：动作
施法距离：150 尺
法术成分：V、S、M（一把价值1+CP的近战或远程武器）
持续时间：立即
你挥舞作为施法材料的武器并选择施法距离内一点。数以百计相似的幽灵武器（或是适合这把武器的弹药）齐射而出，并在之后消失。以那一点为中心，半径40尺、高20尺的柱状区域内的每名由你选择且你可见的生物进行一次敏捷豁免检定，豁免失败者将受到8d8力场伤害，豁免成功则只受一半伤害。`},{Name:`伪装术`,Source:`玩家手册2024`,Level:5,Description:`五环 幻术（吟游诗人、术士、法师）
施法时间：动作
施法距离：30 尺
法术成分：V、S
持续时间：8 小时
你选择施法距离内你能看见的任意数量生物，为他们提供一个虚假外观。不愿意受该法术影响的目标可以进行一次魅力豁免，豁免成功则不受该法术影响。
你可以为不同目标提供同样或不同的外观。法术能改变生物的身体和装备外观。你可以让目标看起来身高有
1
尺的增减，看上去更轻或更重。目标的新形貌的肢体结构必须与目标原形相符，但你可以随意改变其他的外观特征。法术会持续至时间结束。
此法术产生的变化无法应对物理检查。比如，你用此法术为一个生物添了一顶帽子，那么现实物件会穿过帽子。
一个使用研究动作来检查目标的生物可以进行一次智力（调查）检定来对抗你的法术豁免DC。如果它成功了，它会意识到目标进行了伪装。`},{Name:`问道自然`,Source:`玩家手册2024`,Level:5,Description:`五环 预言（德鲁伊、游侠）
施法时间：1 分钟或仪式
施法距离：自身
法术成分：V、S
持续时间：立即
你与自然的灵魂沟通并以此获得周围环境的信息。在户外时，该法术可以让你了解3里内大地的状况。在洞穴和其他天然地下场所中，其范围缩小为300尺半径区域内。自然环境中被建筑覆盖的区域里（比如城堡或城镇中）法术无法生效。
你立即获得的自然资讯至多与该地域三个方面的主题相关，在以下项目中进行选择：
聚居地位置
通往其他位面的传送门位置
一个挑战等级10+的类型为天族、妖精、邪魔、元素或亡灵的生物（由DM选择）的位置
区域内最广泛分布的植物、矿物或动物（你选择得知其中一项）
水体的位置
例如，你可以侦测到某个强大怪物在区域中的位置、水体位置以及附近城镇的方位。`},{Name:`心灵遥控`,Source:`玩家手册2024`,Level:5,Description:`五环 变化（术士、法师）
施法时间：动作
施法距离：60尺
法术成分：V、S
持续时间：专注，至多10分钟
你获得以思想移动或操纵生物或物件的能力。当你施展该法术时或于该法术终止前，你在法术施展之后的回合中都可以用一个魔法动作，将你的意志强加于施法距离内你可见的一名生物或一个物件之上，并造成下述对应的效应。你可以一轮接一轮地影响同一个目标，也可以在任何时候选择一个新的目标。如果你改变了目标，则之前的目标将不再受该法术影响。
生物Creature。你可以尝试移动一名巨型或更小的生物。目标必须成功于一次力量豁免，否则你可以在施法范围内将其往任意方向移动至多30尺。在你的下个回合结束前，该生物陷入束缚状态，而被你举到空中的生物会在半空中悬停。除非你再次对该被举到空中的生物使用此选项且其失败于豁免，否则其会在你的下个回合结束时坠落。
物件Object。你可以尝试移动一个巨型或更小的物件。如果该物品没有被着装或携带，则你可以自动使它在施法范围内朝任何方向移动至多30尺。
如果该物件已被一名生物着装或携带，则该生物必须成功于一次力量豁免，否则你可以把目标物件从该生物身上驱离，并且使该物体在施法范围内朝任意方向移动至多30尺。
你可以使用心灵遥控对物件进行精密操作，例如操纵一件简单的工具，打开一扇门或一个容器，把东西放进或拿出一个打开的容器中，或是把一个小瓶子里的东西倒出来。`},{Name:`迅捷箭袋`,Source:`玩家手册2024`,Level:5,Description:`五环 变化（游侠）
施法时间：附赠动作
施法距离：自身
法术成分：V、S、M（一个价值1+GP的箭袋）
持续时间：专注，至多1分钟
你施展该法术时，可以用一个射出箭矢或弩矢的武器（例如长弓和轻弩）进行两次攻击。随后，在法术结束前你能用附赠动作再次用这种武器发动两次攻击。法术会魔法性地为每次攻击生成所需的弹药。以此法生成的每发箭矢或弩矢如同类非魔法弹药一般造成伤害，且不论是否命中都会在攻击后立即瓦解。`},{Name:`湮灭波`,Source:`玩家手册2024`,Level:5,Description:`五环 塑能（圣武士）
施法时间：动作
施法距离：自身
法术成分：V
持续时间：立即
毁灭能量从你身上扩散而出，覆盖了30尺光环范围。光环范围内你选择的每个生物进行一次体质豁免。豁免失败者受到5d6点雷鸣伤害和5d6点光耀或暗蚀伤害（由你选择）并且陷入倒地状态。豁免成功只受一半伤害。`},{Name:`焰击术`,Source:`玩家手册2024`,Level:5,Description:`五环 塑能（牧师）
施法时间：动作
施法距离：60尺
法术成分：V、S、M（一撮硫磺）
持续时间：立即
一支辉煌火焰的立柱从上方呼啸着降落。位于以施法范围内一点为中心，半径10尺、高40尺柱状区域内的每个生物必须进行一次敏捷豁免。豁免失败者将受到5d6点火焰伤害和5d6点光耀伤害，豁免成功则只受到一半伤害。
升环施法。使用的法术位每比五环高一环，其火焰伤害和光耀伤害就均增加1d6。`},{Name:`异界誓缚`,Source:`玩家手册2024`,Level:5,Description:`五环 防护（吟游诗人、牧师、德鲁伊、魔契师、法师）
施法时间：1小时
施法距离：60尺
法术成分：V、S、M（一颗价值1000+GP的宝石，作为法术耗材）
持续时间：24小时
你试图誓缚一名生物类型为天族、元素、妖精或邪魔的生物使其为你服务。生物必须在施法过程中一直位于施法距离内。（通常来说，在施展该法术期间，生物会先被召唤到一道反向作用的防护法阵Magic
Circle中困住。）施法完成时，目标必须成功通过一次魅力豁免，否则在持续时间内必须为你服务。如果生物是由另一道法术召唤或创造的，则那道法术的持续时间会被延长到与此法术的持续时间一致。
一名被誓缚的生物必须尽其最大的努力遵循你的命令。你可能命令该生物在你冒险时陪伴你，或守卫一个地点，又或者传递一个信息。如果此生物与你敌对，则它会努力曲解你的字面意思来达到它自己的目标。如果生物在法术终止前完全执行了你的指示而你们仍处于同一位面，则它会当面向你汇报。如果你们处于不同位面，则它会回到与其建立誓约之地，并停留该处直至法术终止。
升环施法。使用更高环法术位施展该法术时，法术持续时间增加：六环10日，七环30日，八环180日，九环366日。`},{Name:`异界探知`,Source:`玩家手册2024`,Level:5,Description:`五环 预言（魔契师、法师）
施法时间：1 分钟或仪式
施法距离：自身
法术成分：V
持续时间：1 分钟
你与一名半神、一名古老贤者的亡魂或是其他位面的博学实体建立了精神的连接。与超越人智存在的连接可能会破坏你的心智。当你施展该法术时，进行一次
DC15 的智力豁免。豁免成功时，你可以询问该实体最多五个问题。你必须在法术结束前提出你的问题。DM
将以一个单词回答你的每个问题，例如“是Yes”、“不是No”、“可能Maybe”、“不可能Never”、“无关Irrelevant”或“不清楚Unclear”（意味着该实体不知道该问题的答案）。如果一个单词的答案会造成误解，DM可能会用一句短语作为答案。
豁免失败时，你将受到6d6心灵伤害并且直到你完成一次长休为止，你陷入失能状态。对你施展法术高等复原术Greater
Restoration 将结束该效应。`},{Name:`疫病虫群`,Source:`玩家手册2024`,Level:5,Description:`五环 咒法（牧师、德鲁伊、术士）
施法时间：动作
施法距离：300尺
法术成分：V、S、M（一只蝗虫）
持续时间：专注，至多10分钟
你指定施法距离内一点，并以该点为中心使半径 20
尺球状区域内堆满成群的噬人蝗虫。虫群使整个区域成为困难地形并处于轻度遮蔽，在法术终止前都会持续存在。
当虫群显现时，区域内的每个生物都必须进行一次体质豁免，豁免失败则受到4d10穿刺伤害，成功则受到半数伤害。生物在一个回合内第一次进入该区域内，或者在区域内结束其回合时，也必须进行该豁免。一名生物每回合仅需进行一次该豁免。
升环施法。
使用六环或更高法术位施展该法术时，你使用的法术位每比五环高一环，伤害就增加1d10。`},{Name:`疫病术`,Source:`玩家手册2024`,Level:5,Description:`五环 死灵（牧师、德鲁伊）
施法时间：动作
施法距离：触碰
法术成分：V、S
持续时间：7日
你的触碰会传染一道魔法疫病。目标必须成功通过一次体质豁免，否则受到11d8暗蚀伤害并陷入中毒状态。此外，当你施展法术时选择一项属性，目标在中毒期间进行所选属性的豁免检定时具有劣势。
目标在其每回合结束时必须重新豁免，直至其累计三次成功或失败。若目标累计三次成功，则结束其身上该法术的效应。若目标累计三次失败，其身上该法术的效应持续7日。
每当中毒目标受到能够结束其中毒状态的效应作用时，目标必须成功通过一次体质豁免，否则其陷入的中毒 状态不会结束。`},{Name:`悠兰德王者威仪`,Source:`玩家手册2024`,Level:5,Description:`五环 惑控（吟游诗人、法师）
施法时间：动作
施法距离：自身
法术成分：V、S、M（一顶微型皇冠）
持续时间：专注，至多1分钟
你在自身周围散发出覆盖10尺光环区域的可怖威严，无论何时，当光环进入一名你可见的生物的占据空间，或是一名你可见的生物进入光环或是在光环之中结束自己的回合时，你都可以迫使这名生物进行一次感知豁免。豁免失败的生物将受到4d6点心灵伤害并陷入倒地状态，且你可以将其推离10尺。豁免成功的生物只受一半伤害。一名生物一回合只进行一次此豁免。`},{Name:`原力法阵`,Source:`玩家手册2024`,Level:5,Description:`五环 防护（牧师、圣武士、法师、奇械师）
施法时间：动作
施法距离：自身
法术成分：V
持续时间：专注，至多 10 分钟
你在30尺光环区域内散发灵光。位于灵光范围期间，你和你的盟友为对抗法术和其他魔法效应而进行的豁免检定具有优势。当受该法术效应影响的生物对抗豁免成功受半数伤害的法术或魔法效应时，若其豁免成功则不受伤害。`},{Name:`造物术`,Source:`玩家手册2024`,Level:5,Description:`五环 幻术（术士、法师、奇械师）
施法时间：1分钟
施法距离：30尺
法术成分：V、S、M（一支画笔）
持续时间：特殊
你从堕影冥界Shadowfell取来一些暗影物质，在施法距离内创造一个物件。你可以创造一个植物质（类似纺织品、绳索、木质等）物件，也可以创造一个矿物质（类似石质、水晶、金属等）物件。创造出来的物件大小必须不超过5尺立方区域，且其必须是一种你见过的形态与材质。
法术的持续时间由所创造物件的材质决定，如材质表中所示。如果所创造物件由多种材质组合而成，则其持续时间取其中最短者。施展其他法术时，如果以这些创造物作为其材料成分将会使那道法术失败。
材质Materials
材质
持续时间
植物
24小时
岩石或水晶
12小时
贵金属
1小时
宝石
10分钟
精金或秘银
1分钟
升环施法。使用的法术位每比五环高一环，此法术的立方区域边长就增加5尺。`},{Name:`支配类人`,Source:`玩家手册2024`,Level:5,Description:`五环 惑控（吟游诗人、术士、法师）
施法时间：动作
施法距离：60尺
法术成分：V、S
持续时间：专注，至多1分钟
一名施法距离内你可见的类人生物必须成功于一次感知豁免，否则在持续时间内陷入魅惑状态。若你或你的盟友正在与其战斗，则目标在此豁免上具有优势。目标受到伤害时，可以重复进行该豁免，豁免成功则其身上的此法术终止。
该目标被魅惑期间，只要你与其处于同一位面就可以与之保持心灵感应。在你的回合，你可以通过心灵感应命令该生物（无需动作），比如“攻击那个生物”“跑到那个位置”或是“去拿那个物品”。该生物会在其回合内尽其所能以遵守你的指令。目标完成一项指令却未收到你的进一步指示时，将会凭自身喜好行动，尽可能的保护自己。
你可以用自己的反应去要求目标执行一项反应。
升环施法。使用更高环阶法术位施展时，你的专注能持续更长时间：六环至多10分钟，七环至多1小时，八环及以上至多8小时。`},{Name:`指使术`,Source:`玩家手册2024`,Level:5,Description:`五环 惑控（吟游诗人、牧师、德鲁伊、圣武士、法师）
施法时间：1分钟
施法距离：60尺
法术成分：V
持续时间：30日
你对施法距离内你能看见的一个生物下达一条魔法口头命令，并强迫其执行相应的某种服务或克制某种行为，或者遵照你的要求行动。目标必须成功通过一次感知豁免，否则将在法术持续时间内陷入魅惑状态。目标不能理解你的命令，则其在豁免中自动成功。
被魅惑生物每次做出与你的命令相悖的行为时，即受到5d10点心灵伤害。该伤害一日至多生效一次。
除了涉及导致必死结果的行为外，你向目标下达的任何命令都会生效。如果你发布自杀指令则法术即时终止。
一道移除诅咒Remove Curse，高等复原术Greater
Restoration或祈愿术Wish 可以终止该法术。
升环施法。使用七环或八环法术位施展该法术时，持续时间变为365日。使用九环法术位施展该法术时，法术将一直持续至被上文提及的法术所终止。`},{Name:`咒唤元素`,Source:`玩家手册2024`,Level:5,Description:`五环 咒法（德鲁伊、法师）
施法时间：动作
施法距离：60 尺
法术成分：V、S
持续时间：专注，至多10分钟
你将来自元素位面Elemental
Planes的大型虚幻精魂咒唤在施法距离内一处未占据空间中。选择精魄的元素类别，这将决定它造成的伤害类型：气元素（闪电）、土元素（雷鸣）、火元素（火焰）或水元素（寒冷）。精魂在持续时间内一直存在。
每当一名你可见的生物进入精魂所在的空间或是在精魂5尺内开始其回合时，若没有生物被精魂束缚，你可以迫使其进行一次敏捷豁免检定。失败则目标受到8d8对应精魂类型的伤害并且直到法术结束为止，目标陷入束缚状态。陷入束缚状态的目标回合开始时，其重新豁免，失败则目标受到4d8对应精魂类型的伤害，豁免成功则目标不再被精魂束缚。
升环施法。 使用的法术位每比五环高一环，法术的伤害就增加1d8。`},{Name:`转生术`,Source:`玩家手册2024`,Level:5,Description:`五环 死灵（德鲁伊）
施法时间：1小时
施法距离：触碰
法术成分：V、S、M（价值1000GP+的珍稀油，作为法术耗材）
持续时间：立即
你触碰一名类人生物的遗体或遗体的一部分。若该生物死亡时间不超过10日，则法术会创造出一具新的成年身体，并呼唤该生物的灵魂进入此新身躯。骰1d10，然后参照下表来决定新躯体的种族，或者DM也可以选择其他可选种族。
1d10
种族
1d10
种族
1
阿斯莫
6
歌利亚
2
龙裔
7
半身人
3
矮人
8
人类
4
精灵
9
兽人
5
侏儒
10
提夫林
若种族描述中提供了可选选项，则由被转生的生物做出选择，且其保留其前生记忆。目标保留原形的一切能力，不过其种族特质将以新种族的相应特质做更替。`},{Name:`奥图迷舞`,Source:`玩家手册2024`,Level:6,Description:`六环 惑控（吟游诗人、法师）
施法时间：动作
施法距离：30尺
法术成分：V
持续时间：专注，至多1分钟
一名施法距离内你可见的生物必须进行一次感知豁免，豁免成功则目标直到其下个回合结束为止会跳起滑稽的舞蹈，在此期间其必须消耗所有的移动力在原地跳舞。
若豁免失败，目标将在法术持续时间内陷入魅惑状态。处于魅惑状态期间，目标会跳起滑稽的舞蹈，必须使用所有的移动力在原地跳舞，并且进行的敏捷豁免与攻击检定具有劣势，且其他生物以该生物为目标发动的攻击检定具有优势。在目标的每个自己的回合，它可以用一个动作尝试使自己镇定下来并重复豁免，豁免成功则其身上的法术终止。`},{Name:`冰墙术`,Source:`玩家手册2024`,Level:6,Description:`六环 塑能（法师）
施法时间：动作
施法距离：120尺
法术成分：V、S、M（一块石英）
持续时间：专注，至多10分钟
你在施法距离内一块坚实的地面上创造出一面冰墙。你可以将它塑成半球状或球状（半径最长10尺），也可以塑成一个由十个10尺×10尺的方板块构成的平面。每块板块都必须要和至少一块其他板块相连。不管形状如何，冰墙总是厚1尺并持续存在至法术终止。
如果冰墙形成时穿过了某生物所占据的空间，则该生物会被推到冰墙的一侧（由你来决定是哪一侧）且必须进行一次敏捷豁免。豁免失败，受到10d6点寒冷伤害。豁免成功，则只受一半伤害。
作为一个物件，冰墙可以因受到伤害而被打破。冰墙的AC为12，每段10尺长的冰墙有30点生命值，而且冰墙具有寒冷、毒素和心灵伤害的免疫，以及火焰伤害的易伤。当一段10尺长的冰墙的生命值降至0时，这段冰墙就会被摧毁，但原地会留下一片冰冷刺骨的空气。
生物在一个回合内第一次通过这片寒气时，必须进行一次体质豁免。豁免失败，受到5d6点寒冷伤害。豁免成功，则只受一半伤害。
升环施法。使用的法术位每比六环高一环，冰墙产生时造成的伤害就提高2d6，穿越冰冷刺骨的空气造成的伤害就增加1d6。`},{Name:`触发术`,Source:`玩家手册2024`,Level:6,Description:`六环 防护（法师）
施法时间：10分钟
施法距离：自身
法术成分：V、S、M（一尊价值1500+GP的饰宝石自塑像）
持续时间：10日
选择一道五环或以下的你能够施展的法术，其施法时间需为动作且能够以你为目标。这道法术被称为凭依法术。你作为施展触发术的一部分施展凭依法术，同时消耗凭依法术与触发术的法术位，但凭依法术并不会立即生效，而是在满足特定触发条件时才生效。你在施展这两道法术的时候描述触发条件。例如，触发术与水下呼吸Water
Breathing 一起施展可以确保水下呼吸在你被水或类似液体淹没时触发其效应。
凭依法术的效应在相应状况第一次出现时立即生效，而无论你是否想要这么做，在那之后触发术随即终止。
凭依法术的效应只能作用于你，哪怕它通常可以指定其他目标也无法再作指定。你同一时间只能使用一道触发术。如果你再次施展该法术，则你身上前一道触发术的效应立即终止。另外，当触发术的材料成分不在你身上时，你身上的触发术效应也将立即终止。`},{Name:`地动术`,Source:`玩家手册2024`,Level:6,Description:`六环 变化（德鲁伊、术士、法师）
施法时间：动作
施法距离：120尺
法术成分：V、S、M（一个微缩模型的铲子）
持续时间：专注，至多2小时
指定施法距离内一处在任何方向上都不超过40
尺的地形区域，在法术持续时间内，你可以随意重塑区域内的泥土，沙土或黏土。你可以升高或降低区域内的地面高度，制造或填平一道沟渠，竖起或夷平一道屏障，或是形成一根立柱。上述任何改造的地形范围不得超过整个区域最大边长的一半。例如，如果你影响了
40 尺立方区域，则你可以创造一根至多20尺高的立柱，将地面升高或降低至多 20 尺，挖一条至多 20
尺深的壕沟，等等。这些改变一共需要花10分钟的时间来完成。由于地形的变化发生得很缓慢，区域内的生物通常不会被地面的移动困住或者受伤。
每为法术维持10分钟专注，你都可以选择一片新的地形区域再施以影响。
该法术无法改变天然的岩石或石制建筑。但石头和建筑仍会因适应地形的变化而被改变。如果你改变地形的方式会使得建筑不稳定，则它有可能倒塌。
类似地，该法术也无法直接影响植物生长。而被移走的泥土会带走任何生长在其上的植物。`},{Name:`法术无效结界`,Source:`玩家手册2024`,Level:6,Description:`六环 防护（术士、法师）
施法时间：动作
施法距离：自身
法术成分：V、S、M（一颗玻璃珠）
持续时间：专注，至多1分钟
一道固定的微光屏障出现在你10尺光环区域的边缘上，并在法术持续时间内维持存在。
任何在屏障外施展的五环或更低环阶的法术无法影响其内的任何东西。此类法术能够以屏障内的生物或物件为目标，但无法对其生效。同样的，屏障内区域也将被排除在此类法术所创造的效应区域之外。
升环施法。使用的法术位每比六环高一环，屏障能阻挡的法术就高一环。`},{Name:`唤起亡灵`,Source:`玩家手册2024`,Level:6,Description:`六环 死灵（牧师、魔契师、法师）
施法时间：1分钟
施法距离：10尺
法术成分：V、S、M（每具尸体一颗价值150+GP的缟玛瑙）
持续时间：立即
你只能在夜晚施展这道法术。选择施法距离内至多三具中型或小型类人生物尸体。每具尸体都会变为一只你控制下的食尸鬼Ghoul（数据见《怪物手册》）。
在每个你的回合用一个附赠动作，你能精神性地命令任何距你120尺内以此法术活化的生物（如果你操纵多个生物，则你的命令可以同时传达给它们中的任意成员，不过只能使用同一种命令）。你决定生物下回合使用何种动作并决定它们移动至何处，抑或你可以下达宽泛的命令，例如守护某个房间或某条走廊。没有接受到你命令的生物则只会采取回避 动作并只会为了避免受伤而移动。一旦被下达命令，该生物会持续执行命令直到任务完成。
你只能操纵生物24小时，在那之后它会拒绝执行你曾下达的任何命令。若你在当前的24小时时间段终止前再次施展此法术，则你对该生物的操纵时间再延长24小时。法术的此种用法只能延长你对至多三个你使用此法术所创造生物的控制时间，不会造出新的生物。
升环施法。使用七环法术位施展该法术时，你可以唤起并维持四只食尸鬼。使用八环法术位施展该法术时，你可以唤起并维持五只食尸鬼，也可以改为唤起并维持两只妖鬼Ghast，或两只尸妖Wight。当你使用九环法术位施展该法术时，你可以唤起并维持六只食尸鬼，也可以改为唤起并维持三只妖鬼，或三只尸妖，或两只木乃伊Mummy。生物的数据均见《怪物手册》。`},{Name:`回返真言`,Source:`玩家手册2024`,Level:6,Description:`六环 咒法（牧师）
施法时间：动作
施法距离：5尺
法术成分：V
持续时间：立即
你和你身边5尺内的至多五个自愿生物一起瞬间传送到一个你事先设置好的圣殿。你和与你一起传送的生物将出现在你准备圣殿时指定的地点（见下）旁边最近的未被占据位置。如果你在施展法术前没有事先准备好圣殿，则该法术将不产生任何效应。
你必须指定一处地方（例如一座寺庙），在那里施展法术以将其设为圣殿。`},{Name:`棘墙术`,Source:`玩家手册2024`,Level:6,Description:`六环 咒法（德鲁伊）
施法时间：动作
施法距离：120尺
法术成分：V、S、M（一把荆棘）
持续时间：专注，至多10分钟
你创造出一面坚韧、纠缠、长满锐利棘刺的灌木之墙。棘墙出现在施法距离内一处固体表面上并且持续存在至法术终止。你可以选择创造长不过60尺、高不过10尺、厚不过5尺的直墙；或是直径不过20尺、高不过20尺、厚不过5尺的环形墙。此外，棘墙还会阻挡视线。
棘墙出现时所有位于其内的生物要进行一次敏捷豁免。豁免失败，受到7d8点穿刺伤害。豁免成功，则只受一半伤害。
生物可以移动穿过棘墙，但这是个十分缓慢且痛苦的过程。生物在棘墙中每移动
1 尺要消耗 4
尺的移动力。另外，生物在一个回合内首次进入棘墙或在棘墙所占据的区域内结束其回合时，必须进行一次敏捷豁免。豁免失败，受到7d8点挥砍伤害。豁免成功，则只受一半伤害。一名生物一回合只进行一次此豁免。
升环施法。使用的法术位每比六环高一环，造成的伤害就提高1d8。`},{Name:`剑刃护壁`,Source:`玩家手册2024`,Level:6,Description:`六环 塑能（牧师）
施法时间：动作
施法距离：90尺
法术成分：V、S
持续时间：专注，至多10分钟
你创造出一面由旋转着的魔法能量剑刃组成的墙壁。墙壁在持续时间内在你的施法距离之内持续存在。你可以选择创造长不过100尺、高不过20尺、厚不过5尺的直墙；或是直径不过60尺、高不过20尺、厚不过5尺的环形墙。墙提供四分之三掩护，而墙体所占据的空间则视为困难地形。
所有处于墙所占据空间的生物必须进行一次敏捷豁免，豁免失败者受到6d10力场伤害，成功则受到一半伤害。生物在进入墙所占据的空间或者在其中结束回合时也需要进行此豁免。一个生物每回合只会进行一次此豁免。`},{Name:`解离术`,Source:`玩家手册2024`,Level:6,Description:`六环 变化（术士、法师）
施法时间：动作
施法距离：60尺
法术成分：V、S、M（一块天然磁石和灰尘）
持续时间：立即
你向施法距离内一个你能看见的目标射出一道绿色射线。该目标可以是一名生物或一个非魔法物件，或者是魔法力场的造物（例如由力场墙Wall
of
Force创造的墙壁）。
目标生物必须进行一次敏捷豁免，豁免失败则受10d6+40点力场伤害，若目标生命值因此降至0，则目标连同其穿着和携带的非魔法物品一起化为灰尘。该生物只能通过完全复生术True
Resurrection或祈愿术Wish复活。
此法术会直接解离大型或更小的非魔法物件或魔法力场造物。如果目标是巨型或更大的物件或魔法力场造物，则此法术会解离其10尺立方大小的部分。
升环施法。使用的法术位每比六环高一环，伤害就提高3d6。`},{Name:`禁制术`,Source:`玩家手册2024`,Level:6,Description:`六环 防护（牧师）
施法时间：10分钟或仪式
施法距离：触碰
法术成分：V、S、M（价值1000GP+的红宝石尘）
持续时间：1日
你创造一个对抗魔法旅行的结界，该结界区域至多覆盖40000平方尺地面及其上30尺高的空间。在法术持续时间内，生物无法传送进区域内或使用传送门（如异界之门Gate
法术创造的那种）进入其内。该法术使该区域无法进行位面旅行，因此生物无法通过星光位面Astral
Plane，以太位面Ethereal
Plane，妖精荒野Feywild，堕影冥界Shadowfell，或是通过位面转移plane
shift
法术进入该区域。
此外，该法术可以对你在施法时所选定类别的生物造成伤害。从下列选项中选择一项或多项：异怪、天族、元素、妖精、邪魔、亡灵。所选定生物在一个回合内首次进入法术区域或者在其内结束回合时，将受到5d10点光耀伤害或暗蚀伤害（由你在施法时选择其一）。
施展该法术时，你可以设定一段密语。说出密语的生物即使进入区域也不会受到该法术的伤害。
该法术的效应区域不能与另一道禁制术的区域相重叠。如果你对同一区域连续30日每日施展禁制术，则其效应会持续至被解除，并在最后一次施法时将该法术的材料成分消耗殆尽。`},{Name:`连锁闪电`,Source:`玩家手册2024`,Level:6,Description:`六环 塑能（术士、法师）
施法时间：动作
施法距离：150 尺
法术成分：V、S、M（三根银质别针）
持续时间：立即
你放出一道闪电，射向施法距离内某个你能看见的指定目标。经过首个目标后，闪电分成三束跳向该目标30尺内至多3个其他目标。闪电的目标可以是生物或物件，但每束闪电必须指定不同的目标。
每个目标必须进行一次敏捷豁免。豁免失败者将受到10d8点闪电伤害，豁免成功受到半数伤害。
升环施法。使用高于六环的法术位施展该法术时，你使用的法术位每比六环高一环，跳跃后闪电就多分出一束射向一个不同的目标。`},{Name:`秘法门`,Source:`玩家手册2024`,Level:6,Description:`六环 咒法（术士、魔契师、法师）
施法时间：动作
施法距离：500 尺
法术成分：V、S
持续时间：专注，至多 10 分钟
你创造两个相连的传送门。指定地面上你能看见的两处未被占据的大型空间，其中一点在法术距离内，另一点则在你身边 10 尺内。随后将会开启一个通往两处的圆形传送门，并持续到法术结束。
传送门边缘为闪烁的二维环形，其内布满遮挡视野的迷雾，且整个垂直地悬浮在离地几寸处。传送门单面开启（由你选择），那一面即是传送门生效的一面。
任何进入其中一个传送门的东西将从另一个传送门里出现，如同两个传送门邻接一样。以一个附赠动作，你可以改变其开门的朝向。`},{Name:`魔魂壶`,Source:`玩家手册2024`,Level:6,Description:`六环 死灵（法师）
施法时间：1分钟
施法距离：自身
法术成分：V、S、M（一块宝石或水晶、或者一个圣物匣、其价值不能低于500GP）
持续时间：直到被解除
你的灵魂离开身体进入作为法术材料成分的容器中，而你的身体则陷入失神的状况。灵魂处于容器中时，你可以如同身处容器所在位置一样察觉周边。你不能移动，也不能使用反应，而此时你唯一能做的动作就是将你的灵魂投射出容器至多100
尺的距离，回到你仍活着的身体中去（并终止该法术），或者尝试占据另一个类人生物的身体。
你可以尝试附身于任何距你100尺内你能看见的类人生物（受法术防护善恶Protection
from Evil或防护法阵Magic
Circle所保护的生物无法被附身）。该目标必须进行一次魅力豁免。豁免失败，则你的灵魂进入目标的身体，而目标的灵魂被困在容器中；豁免成功，则目标抵抗了你的附身，而随后的
24
小时内你将无法再次尝试附身该生物。
附身成功后，目标生物的身体将由你控制。你的生命值、生命骰、力量、敏捷、体质、速度和感官替换为目标生物的数据，此外将保留你的游戏数据。
附身期间，被附身生物的灵魂可以用它自己的感官从容器内部观察外部，但它不能移动且陷入失能状态。
附身于一具躯体时，如果容器处在你身边
100
尺内，则你可以用一个魔法动作从宿主的身体回到容器中，并让宿主的灵魂回到它自己的身体里。在你处于宿主的身体中时，如果宿主的身体死亡，则宿主生物死亡，且你必须进行一次对抗该法术豁免
DC 的魅力豁免。豁免成功且容器距你不超过 100
尺时，你回归容器内。否则你也随之死亡。
如果容器被毁或者法术终止，则你的灵魂会立即回到你自己身体里。如果你在尝试回到自己身体时，身体距你超过 100
尺或者你的身体已死，则你也随之死亡。如果容器被毁时另一生物的灵魂在容器内，且该生物的身体仍然活着并距它不超过 100
尺，则其灵魂会回到身体里。否则该生物死亡。
该法术终止时，其容器将随之被摧毁。`},{Name:`木遁术`,Source:`玩家手册2024`,Level:6,Description:`六环 咒法（德鲁伊）
施法时间：动作
施法距离：10尺
法术成分：V、S
持续时间：1分钟
该法术在施法距离内一棵体型至少为大型的未活化植物与同位面上任意距离外的另一棵植物之间创造一道魔法连接。施法时，你必须见过或触碰过出口植物至少一次。在持续时间内，任何生物都可以花费5尺移动力进入目标植物内，然后从出口植物处出来。`},{Name:`欧提路克冰封法球`,Source:`玩家手册2024`,Level:6,Description:`六环 塑能（术士、法师）
施法时间：动作
施法距离：300尺
法术成分：V、S、M（一颗微缩水晶球）
持续时间：立即
一颗冰球从你的指尖射向施法距离内你指定的一点，并在该处迸裂为一个半径60尺的球状区域。区域内的每个生物必须进行一次体质豁免。豁免失败者受到10d6点寒冷伤害，豁免成功则只受一半伤害。
如果冰球击中某处水体，水面将在边长30尺的方形区域内凝结出6寸厚的坚冰。任何在其表面上游泳的生物将被冰面所困，陷入束缚状态。受困的生物可以用一个动作进行一次对抗你的法术豁免DC的力量（运动）检定以破冰挣脱。
你可以在施法完毕后不发射冰球。此时你手上将出现一枚投石索子弹大小的触感冰冷的小冰球。你可以选择将冰球交给任意一名生物。持有冰球的生物可以将冰球投出去（射程至多为40尺）或者用投石索将其弹射出去（射程至多为投石索的常规射程）。冰球将在撞击时破碎，产生与正常施法时相同的效应。你还可以将冰球放下而不直接打破它。冰球若在1分钟后仍未被打破，它将自动爆炸。
升环施法。使用的法术位每比六环高一环，其伤害就增加1d6。`},{Name:`群体暗示术`,Source:`玩家手册2024`,Level:6,Description:`六环 惑控（吟游诗人、术士、法师）
施法时间：动作
施法距离：60尺
法术成分：V、M（一条蛇的舌头）
持续时间：24小时
你以魔法影响施法距离内至多十二个你能看见的生物，并对其施以某种行动暗示（至多以25个字的形式）。你指定的受术目标必须能听到并理解你的话语。你的暗示言辞必须是听起来可实现的，且不涉及任何伤害目标或其盟友的内容。例如，你可以说”沿那条路走到村子，并帮那儿的村民收庄稼直到日落。”或者你可以说“现在不是打架的时候。放下你们的武器，跳舞吧！跳上一个小时。”
每个目标必须进行一次感知豁免，豁免失败者将陷入魅惑状态，直到法术持续时间结束为止，如果你或你的盟友对其造成伤害时此状态将提前结束。每个受魅惑的目标将尽其所能地从事你所暗示的行为。暗示的行为可能会在整个法术持续时间内持续进行；而如果你所暗示的活动可以用更短的时间完成，则在完成了活动的目标身上该法术提前终止。
你也可以描述一种在持续时间内发生的特定状况，作为触发特殊行为的条件。例如，你可以暗示一队士兵将所有的钱交给他们遇到的第一个乞丐。如果在法术终止前条件始终没有满足，则指定的行为不会被执行。
如果你或你同伴中的任何人伤害了一个被该法术影响的生物，则该法术对该生物产生的效应随之终止。
升环施法。使用的法术位高于六环时，法术的持续时间增加，七环为10日，八环为30日，九环为366日。`},{Name:`摄心目光`,Source:`玩家手册2024`,Level:6,Description:`六环 死灵（吟游诗人、术士、魔契师、法师）
施法时间：动作
施法距离：自身
法术成分：V、S
持续时间：专注，至多1分钟
在法术持续时间内，你的眼睛变成漆黑虚空。一名你选择的，距离你60尺内且你可见的生物必须成功于进行一次感知豁免，否则将承受由你选择的下列效应之一直到法术结束。
在法术终止前你的每个回合内，你都可以使用一个魔法动作来指定另一个目标。不过你不能指定那些已经通过本次施展的该法术豁免的生物。
沉睡Asleep。目标陷入昏迷状态。其在受到任何伤害，或另一个生物使用一个动作摇晃它时，即可再次醒来。
惊慌Panicked。目标陷入恐慌状态，它必须在其每个自己的回合内执行疾走动作并移动，且以最短、最安全的路径尽可能的逃离你，直至其无路可逃为止。如果目标移至一处距你至少60尺远且看不见你的空间，则此效应终止。
患病Sickened。目标陷入中毒状态。`},{Name:`石化术`,Source:`玩家手册2024`,Level:6,Description:`六环 变化（德鲁伊、术士、法师）
施法时间：动作
施法距离：60尺
法术成分：V、S、M（一根鸡蛇兽羽毛）
持续时间：专注，至多1分钟
你尝试将施法距离内一名你可见的生物变为石头。目标必须进行一次体质豁免。若豁免失败，则目标在法术持续时间内陷入束缚状态。若豁免成功，则目标的速度直至你的下个回合开始前变为0。构装生物进行此豁免时自动成功。
因该法术陷入束缚的生物必须在其每回合结束时再进行一次体质豁免。在累计三次豁免成功后，该法术终止。在累计三次豁免失败后，该生物被转化为石头并在法术持续时间内陷入石化状态。成功或失败的检定不需要连续；只要记录各情况的次数直至其中一方累计三次为止。
如果你为该法术维持的专注持续至法术最大持续时间，则该生物陷入的石化状态将持续至被一道高等复原术Greater
Restoration或类似的魔法移除为止。`},{Name:`死亡法阵`,Source:`玩家手册2024`,Level:6,Description:`六环 死灵（术士、魔契师、法师）
施法时间：动作
施法距离：150尺
法术成分：V、S、M（价值500GP+的研磨黑珍珠粉末）
持续时间：立即
一阵负能量波从施法距离内你选择的一点放出，覆盖以该点为中心半径60尺球状区域。每个位于区域内的生物都进行一次体质豁免。豁免失败者受到8d8点暗蚀伤害，豁免成功则受到半数伤害。
升环施法。使用的法术位每比六环高一环，法术的伤害就增加2d8。`},{Name:`塔莎泡泡坩埚`,Source:`玩家手册2024`,Level:6,Description:`六环 咒法（魔契师、法师）
施法时间：动作
施法距离：5尺
法术成分：V、S、M（一支价值500GP+的镀金长柄勺）
持续时间：10分钟
你咒唤一口充满冒泡液体的爪足大锅。大锅出现在距你5尺内地面上的一处未占空间内且持续存在至法术终止。大锅不能被移动，且在法术结束时与其内的冒泡液体一同消失。
大锅中的液体会复制一种你选择的稀有度为普通或非普通药剂（如一瓶治疗药水Potion
of
Healing）的词条。用一个附赠动作，你或一名盟友可以从大锅中捞出上述你所选择的一种药水。药水会被装在一个小瓶中，且小瓶会在药水被消耗后消失。大锅能产生药水的瓶数等同于你的施法属性调整值（最小为1）。从大锅中取出最后一瓶药水后，大锅消失，法术终止。
从大锅中取出的药水若在你再次施展此法术时未被消耗，则药水会消失。`},{Name:`铜墙铁壁`,Source:`玩家手册2024`,Level:6,Description:`六环 防护（吟游诗人、法师）
施法时间：1小时
施法距离：触碰
法术成分：V、S、M（一根10+GP的银权杖）
持续时间：24小时
你制造一个覆盖至多2500平方尺地面面积的受保护区域。保护区域至高可达20尺，并随你的意愿塑形为一个50尺的方形区域，或一百个相接的5尺方形区域，或二十五个相接的10尺方形区域。
施展该法术时，你可以指明特定个体以让其不受法术效应的影响。你还可以指明一句口令，当在保护区域5尺内并大声说出口令时，即可让说出口令的人对这些效应免疫。
法术在受保护区域内创造出下述效应。解除魔法Dispel
Magic对铜墙铁壁本身没有效果，但下述每个效应都能被分别解除。如果所有四个效应均被解除，则本法术结束。如果你365日中每日均对同一区域施展该法术，此法术便会持续至其所有效应均被解除为止。
过道Corridors。浓雾充斥受保护的过道使其处于重度遮蔽。此外，除你以外的生物在过道上遇到需要选择方向的岔路或交叉路口时，有50%概率误认错的方向为正确的前进方向。
门Door。所有受保护区域内的门都被魔法性地锁住，如同被秘法锁Arcane
Lock封上一般。此外，你还可以用一道幻象掩盖至多十扇门使其看起来有如普通墙面的一部分。
楼梯Stairs。受保护区域内的楼梯从上到下布满了蛛网，如同受到蛛网术Web的效应一般。铜墙铁壁法术持续期间，这些蛛网即使被摧毁也可以在10分钟后再次生成。
其他法术效应Other Spell
Effect。你可以在要塞的保护区域内布置你指定的下列魔法效应之一：
在四条过道中布置舞光术Dancing
Lights。你可以为光点其指定一个简单的程序，使其在铜墙铁壁持续期间重复此程序。
在两个地点布置魔嘴术Magic Mouth。
在两个地点布置臭云术Stinking
Cloud（在铜墙铁壁法术持续期间，臭气即使被驱散也会在10分钟后重新聚集）
在一条过道或一个房间中布置一道造风术Gust of
Wind（法术持续期间，风会一直吹）
在一个至多5尺的方形区域布置一道暗示术Suggestion。任何进入该区域的生物将通过精神受到法术的暗示。`},{Name:`邪魔召唤术`,Source:`玩家手册2024`,Level:6,Description:`六环 咒法（魔契师、法师）
施法时间：动作
施法距离：90 尺
法术成分：V, S, M（一小瓶价值600GP+的血）
持续时间：专注，至多1小时
你唤来一个邪魔灵魄。其使用下文邪魔灵魄的数据，并会在施法距离内一处你可见的未占据空间中显现。当你施展法术时，从魔鬼，恶魔，尤格罗斯魔中选择一类，该生物会显现为你所选的那类邪魔中的一员，其数据中的部分特性也受此影响。该生物会在生命值降为0或是法术结束时消失。
该生物是你的盟友（对你的其他盟友亦是如此）。它在战斗中使用你的先攻，并在你回合结束后立即行动。它遵从于你的口头指令（无需任何动作）。如果你不发令，它将执行回避动作并用移动力远离危险。
升环施法。该生物的数据使用新的法术环阶。
邪魔灵魄Fiendish Spirit
大型邪魔，中立
AC 12+法术环阶
HP 50（仅恶魔）或40（仅魔鬼）或60（仅尤格罗斯魔）+每比六环高一法术环阶15
速度 40尺；攀爬40尺（仅恶魔）；飞行60尺（仅魔鬼）
调整豁免调整豁免调整豁免
力量13+1+1
敏捷16+3+3
体质15+2+2
智力10+0+0
感知10+0+0
魅力16+3+3
抗性 火焰
免疫 毒素；中毒
感官 黑暗视觉60尺，被动察觉10
语言 深渊语，炼狱语，心灵感应60尺
CR 无（XP0；PB等于你的熟练加值）
特质Traits
焚身爆Death Throes（仅恶魔）。当灵魄生命值降至0或法术结束时，灵魄爆炸。敏捷豁免：DC等于你的法术豁免DC，源自灵魄的10尺光环区域内的每名生物。失败：2d10+法术环阶的火焰伤害。成功：半伤。
魔鬼视界Devil‘s Sight（仅魔鬼）。魔法黑暗不会阻碍灵魄的黑暗视觉。
魔法抗性Magical Resistance。灵魄对抗法术和其他魔法效应时进行的豁免检定具有优势。
动作Actions
多重攻击Multiattack。灵魄发动等于法术环阶一半次数的攻击（向下取整）。
啃咬Bite（仅恶魔）。近战攻击检定：加值等于你的法术攻击加值，触及5尺。命中：1d12+3+法术环阶的暗蚀伤害。
爪击Claws（仅尤格罗斯魔）。近战攻击检定：加值等于你的法术攻击加值，触及5尺。命中：1d8+3+法术环阶的挥砍伤害。无论是否命中，攻击后灵魄可以立即传送至多30尺至一处其可见的未占据空间。
狂焰袭Fiery Strike（仅魔鬼）。近战或远程攻击：加值等于你的法术攻击加值，触及5尺或射程150尺。命中：2d6+3+法术环阶的火焰伤害。`},{Name:`寻路术`,Source:`玩家手册2024`,Level:6,Description:`六环 预言（吟游诗人、牧师、德鲁伊）
施法时间：1分钟
施法距离：自身
法术成分：V、S、M（一套价值100GP+的预言道具、如纸牌或符文）
持续时间：专注，至多1日
你魔法性地感知到通往你所陈述地点的最直接的物理路径。你必须熟悉你所描述的地点，如果你寻找的目的地在另一存在位面，或者其会不断移动（例如一座移动堡垒），或者描述不够具体（例如“一条绿龙的巢穴”），则该法术失效。
你在法术持续时间内，只要和目的地在同一位面，就能够知晓目的地的远近和所在方向。向目的地移动并遇到岔路时，你会得知哪一条路能够最直接地通往目的地。`},{Name:`阳炎射线`,Source:`玩家手册2024`,Level:6,Description:`六环 塑能（牧师、德鲁伊、术士、法师）
施法时间：动作
施法距离：自身
法术成分：V、S、M（一面放大镜）
持续时间：专注，至多1分钟
一道阳炎射线从你手中射出并形成一条5尺宽、60尺长的线状区域。所有区域内的生物必须进行一次体质豁免。豁免失败者将受到6d8点光耀伤害，并且在你的下一回合前陷入目盲状态。豁免成功则伤害减半，且不会陷入目盲。
你可以在法术终止前的任一回合内以一个魔法动作重新创造一道线状光芒。
在法术持续时间内，你的手中一点散发出耀眼的光芒。其光耀为周围提供 30 尺的明亮光照，以及该范围外 30 尺的微光光照。这些光芒均视为等同于阳光。`},{Name:`医疗术`,Source:`玩家手册2024`,Level:6,Description:`六环 防护（牧师、德鲁伊）
施法时间：1动作
施法距离：60尺
法术成分：V、S
持续时间：立即
指定施法距离内一个你能看见的生物。汹涌澎湃的正能量将充盈该生物，使其恢复 70
点生命值。该法术也会终止正在影响目标的目盲、耳聋以及中毒状态。
升环施法。 使用的法术位每比六环高一环，此法术的治疗量就增加10点。`},{Name:`异界誓盟`,Source:`玩家手册2024`,Level:6,Description:`六环 咒法（牧师）
施法时间：10分钟
施法距离：60尺
法术成分：V、S
持续时间：立即
你祈求一名异界实体的援助。你必须对该存在有所了解，它可以是一位神祇，一名恶魔主君，或是其他拥有宇宙级伟力的存在。该实体将派遣一名效忠它的天族生物，元素生物或邪魔生物来援助你，并使该生物显现在施法距离内一处未占空间。如果你知道某个特定生物的名字，则你可以在施展法术时说出其名字来请求指派该生物来援，但是你仍然有可能得到一名不同的生物（由DM选择）。
该生物出现时，它并未被强迫做任何事。你可以用报酬为交换，请求其提供服务，但它并没有为你实现请求的义务。请求的任务可以简单（帮我们飞越峡谷，或协助我们进行一场战斗），也可以复杂（暗中监视我们的敌人，或在我们扫荡地城时保护我们）。你必须能与该生物交流从而为其服务讨价还价。
报酬的形式各式各样。一名天族可能会要求为一座同盟的神殿捐献一份相当可观的金币或魔法物品，而一只邪魔可能会索要一次活祭或一份财宝作为礼物。一些生物可能会要求你进行一个任务来换取它们的服务。
一个可以按分钟计算的任务需要每分钟100GP的报酬。一个可以按小时计算的任务需要每小时1000GP的报酬。一个可以按日计算的任务（至多10日）需要每日10000GP
的报酬。DM可以按你施展该法术时的具体情况调整报酬。如果任务与生物的行为准则一致，则其可能只会索取一半报酬甚至不收取报酬。没有风险的任务一般只需要建议报酬的一半，而特别危险的任务可能会需要更大的赠礼。生物极少接受看上去像自杀的任务。
生物完成任务后，或当提前商定的服务时间结束后，生物会在情况允许时回来向你报告，然后再返回自己的家乡位面。如果你不能就生物的服务价格与之达成共识，该生物将立即返回其家乡位面。`},{Name:`英雄宴`,Source:`玩家手册2024`,Level:6,Description:`六环 咒法（吟游诗人、牧师、德鲁伊）
施法时间：10分钟
施法距离：自身
法术成分： V、S、M（一个价值1000GP+的镶饰宝石的碗，作为法术耗材）
持续时间：立即
你咒唤一场盛宴出现在你周围地面上未被占据的10尺立方空间。盛宴需要1小时来享用，并会在这段时间结束后消失不见，而且下述增益效应在这1小时结束前不会生效。你可以让至多十二个生物一同分享盛宴。
所有享用了大餐的生物都会获得几种增益。这些生物获得毒素伤害的抗性、中毒状态免疫与恐慌状态免疫，他们的生命值上限也将提高2d10点（并获得等量的生命值）。这些增益将持续
24 小时。`},{Name:`预置幻象`,Source:`玩家手册2024`,Level:6,Description:`六环 幻术（吟游诗人、法师）
施法时间：动作
施法距离：120尺
法术成分：V、S、M（价值25GP+的玉粉）
持续时间：直至被解除
你在施法距离内创造一个物件，一名生物，或是其他可视现象的幻象，此幻象在满足特定触发条件时会被激活。该幻象在被激活前无法被察觉。幻象必须不大于30尺立方，且由你决定幻术如何行动和发声。这种按脚本执行的表演可以持续至多5分钟。
当你指定的触发条件发生时，幻象会迅速成型，并以你设定的方式运作。幻术终止运作之后，它消失并休眠10分钟，在休眠结束之后幻象便可再次被激活。
触发条件可以宽泛也可以按你喜好进行细化，但必须是发生在距幻象区域30尺内的能看到或听到的现象。例如，你可以制造一个自己的幻象，在其他人试图打开一扇卡住的门时出现并发出警告。
由于东西可以穿过幻象，任何与该幻象进行的物理互动都会暴露其幻觉本质。一名生物可以用一个研究动作进行一次对抗你法术豁免DC的成功智力（调查）检定以看穿幻象。辨出幻象的生物可以看穿该影像，其产生的声响对该生物而言显得虚假。`},{Name:`御风而行`,Source:`玩家手册2024`,Level:6,Description:`六环 变化（德鲁伊）
施法时间：1分钟
施法距离：30尺
法术成分：V、S、M（一根蜡烛）
持续时间：8小时
你和施法距离内你能看见的至多十个自愿生物在法术持续时间内变为气化形态，其外观有如一团云雾。处于该云雾形态的生物具有
300
尺的飞行速度且能够悬浮，免疫倒地状态，并且具有钝击、挥砍、穿刺伤害的抗性。该形态下的生物除疾走和使用魔法动作变回原形以外不能执行其他动作。变回原形需要花1分钟的时间，在这段时间内该生物处于震慑状态。在法术终止前，该生物还可以再次变成云雾形态，而再次使用魔法 动作进行变形同样要花1分钟时间。
如果法术终止时受术目标正以云雾形态飞行，则该目标将在1分钟内以每轮60尺的速度降落直至安全着陆。如果该生物降落1分钟后还没着陆，则在余下的距离中它将会如正常情况一样坠落。`},{Name:`真知术`,Source:`玩家手册2024`,Level:6,Description:`六环 预言（吟游诗人、牧师、术士、魔契师、法师）
施法时间：动作
施法距离：触碰
法术成分：V、S、M（价值25GP+的蘑菇粉，作为法术耗材）
持续时间：1小时
法术持续时间内，你触碰的自愿生物具有120尺真实视觉。`},{Name:`重伤术`,Source:`玩家手册2024`,Level:6,Description:`六环 死灵（牧师）
施法时间：动作
施法距离：60尺
法术成分：V、S
持续时间：立即
你对施法距离内一个你可见的生物降下恶毒致命的魔法。目标必须通过一次体质豁免，豁免失败将受到14d6点暗蚀伤害，并且它的生命值上限会降低等同它所受暗蚀伤害数值点。豁免成功则仅受到一半伤害。此法术不能将目标的生命值上限降至1以下。`},{Name:`咒唤妖精`,Source:`玩家手册2024`,Level:6,Description:`六环 咒法（德鲁伊）
施法时间：动作
施法距离：60 尺
法术成分：V、S
持续时间：专注，至多10分钟
你将来自妖精荒野的中型精魂咒唤在施法距离内一处你可见的未占据空间中。精魂在持续时间内一直存在，其外貌看起来像是一名你选择的妖精生物。当精魂显现时，你可以对位于精魂5尺内的一名生物进行一次近战法术攻击。命中则目标受到等于3d12加你施法属性调整值总和的心灵伤害，并且直到你的下个回合开始为止，目标处于恐慌状态，你和精魂均是目标的恐惧源。
在后续的你的回合中，以一个附赠动作，你可以将精魂传送至一处位于其原位置30尺内的你可见的未占据空间，并对位于精魂5尺内的一名生物进行上述攻击。
升环施法。 使用的法术位每比六环高一环，法术造成的伤害就增加1d12。`},{Name:`卓姆吉瞬间召唤`,Source:`玩家手册2024`,Level:6,Description:`六环 咒法（法师）
施法时间：1分钟或仪式
施法距离：触碰
法术成分：V、S、M（一颗价值1000GP+的蓝宝石）
持续时间：直至被解除
你触摸施展法术时使用的蓝宝石与一件最重不超过10磅，最长不超过6尺的物件。法术在物件上留下一个隐形的标记，也在蓝宝石上留下隐形的物件名称。你每次施展该法术时都必须使用不同的蓝宝石作为其材料成分。
在那之后，你可以用一个魔法动作唤出该物件的名称并粉碎这颗蓝宝石，该物件将无视任何距离和位面的限制立即出现在你的手上，法术随即终止。
如果另一个生物正持握或携带着该物件，则粉碎蓝宝石无法将该物品送过来。不过你会知晓是谁占有了该物品，以及其此刻身处何处。`},{Name:`传送术`,Source:`玩家手册2024`,Level:7,Description:`七环 咒法（吟游诗人、术士、法师）
施法时间：动作
施法距离：10尺
法术成分：V
持续时间：立即
此法术立即将你和至多八名施法距离内你可见的自愿生物，或者施法距离内你可见的一个物件转移至你选择的目的地。如果目标为一个物件，则其必须为大型Large或更小，且不能被一名非自愿生物持握或携带。
你必须知道目的地，且目的地必须与你位于同一个存在位面。你对目的地的熟悉程度决定了你抵达目的地的成功率。DM骰1d100并参照传送结果表和其后的详述。
传送结果Teleportation Outcome
熟悉程度
遇难
相似区域
偏离地点
抵达地点
永久法阵
-
-
-
01-00
相关物件
-
-
-
01-00
非常熟悉
01-05
06-13
14-24
25-00
偶尔见过
01-33
34-43
44-53
54-00
看过一次或听过描述
01-43
44-53
54-73
74-00
查无此地
01-50
51-00
-
-
熟悉程度Familiarity。 表中熟悉程度一列的词汇解释如下：
“永久法阵” 指某处你知道其印记序列的永久传送法阵。
“相关物件”指你持有一件在过去六个月内从目标地点取来的物件，例如某个法师图书馆内的一本书。
“非常熟悉” 指你常去的地方，你仔细研究过的地方，或是你在施展该法术时能看见的地方。
“偶尔见过” 指你见过几次的地方，但你不是很熟悉。
“见过一次或听过描述”指你只见过一次的地方，包括通过魔法看到的地点，或你从别人那里听来位置和外观的地点，比如从地图上看来的地点。
“查无此地”指根本不存在的地点。也许你尝试探知敌人的密室但看到的只是幻象，或是你尝试传送至一个如今已不再存在的地点。
遇难Mishap。该法术不可控的魔法效果导致这次旅行特别艰难。尝试传送的所有生物（或目标物件）受到3d10点力场伤害，随后DM重骰d100并查阅上表来决定你们出现在哪里（你们可能再次遇难，而每次遇难都要承受该伤害）。
相似地区Similar
Area。你和你的队伍（或目标物件）出现在一个和目的地外观或主题相似的不同地点。你出现在最近的相似地区。例如，如果你想回你自己的研究室去，则你可能会误打误撞出现在同一座城市其他法师的研究室里。
偏离地点Off
Target。
你和你的队伍（或目标物件）出现在目的地随机方向上2d12里距离的一点。骰1d8来判误差出现在目的地的哪个方向：1，正东；2，东南；3，正南；4，西南；5，正西；6，西北；7，正北；8，东北。
抵达地点On
Target。你和你的队伍（或目标物件）出现在你欲抵达的地点。`},{Name:`反转重力`,Source:`玩家手册2024`,Level:7,Description:`七环 变化（德鲁伊、术士、法师）
施法时间：动作
施法距离：100尺
法术成分：V、S、M（一颗天然磁石和铁屑）
持续时间：专注，至多1分钟
该法术以施法距离内一点为中心，创造一个半径50尺、高100尺的重力反转柱状区域。区域内所有未被固定在地面上的生物和物件都会向上落去，直到碰到该区域顶端为止。一名生物可以进行一次敏捷豁免以抓住一件他能触及的固定物件，从而避免向上坠落。
如果目标在坠落过程中撞上任何固体（比如天花板或被固定的物件），则坠落的物件和生物会受到同样情况下正常坠落时所会受到的冲击。如果一个物件或生物到达该区域的顶部并且没有撞到任何东西，则它将在持续时间内悬浮在该处。法术终止时，所有受术物件和受术生物向下坠落。`},{Name:`复生术`,Source:`玩家手册2024`,Level:7,Description:`七环 死灵（吟游诗人、牧师）
施法时间：1小时
施法距离：触碰
法术成分：V、S、M（一颗价值1000GP+的钻石，作为法术耗材）
持续时间：立即
你触碰一名已死，但死亡时间不超过100年，并非死于年老，且死亡时并非亡灵的生物，使其回生。
生物以生命值全满的状态重生。该法术同样会中和在该生物死亡时仍在生效的毒素。该法术能治愈所有致命伤，恢复所有失去的身体部位。
死而复生是一个痛苦的体验。目标进行D20检定时具有-4减值。目标每完成一次长休，其减值就减少1，直至减值变为0。
使用该法术复活一名已死去365日或更久的生物会使你耗费大量精力。在你完成一次长休前，你将无法再施展任何法术，且此时你进行的一切D20检定具有劣势。`},{Name:`隔离术`,Source:`玩家手册2024`,Level:7,Description:`七环 变化（法师）
施法时间：动作
施法距离：触碰
法术成分：V、S、M（价值5000GP+宝石粉尘，作为法术耗材）
持续时间：直至被解除
你触碰一个物件或自愿生物，以魔法将其隔离起来。在法术持续期间，目标具有隐形状态并且不会被预言系法术作为目标，不会被魔法侦测，也不会被魔法远程观察到。
如果目标是一个生物，它会进入静滞。它陷入失能状态，不会衰老，也不需要进食、饮水或呼吸空气。
你可以设置一个让该法术提前终止的条件。该条件由你自由设定，但必须是发生在目标周围
1 里范围内或能在目标周围1里范围内看到的事件。例如：“1000 年以后”或者“当泰拉斯奎苏醒时”。如果受术者受到任何伤害，则该法术立刻终止。`},{Name:`海市蜃楼`,Source:`玩家手册2024`,Level:7,Description:`七环 幻术（吟游诗人、德鲁伊、法师）
施法时间：10分钟
施法距离：视野
法术成分：V、S
持续时间：10日
你使至多 1 里方形区域内的地形在视觉、听觉、嗅觉、甚至触觉上都像是某种其他的地形，不过其地形的大致形状仍保持不变。你可以让开阔的平原或者一条路可能变得像一片湿地，一座小山，一个裂谷或是其他困难或无法通行的地形。你还可以让一个池塘变得像一片茂盛的草地，一个悬崖变得像一个缓坡，或者让一个乱石沟变得像一条宽阔平坦的大路。
另外，你还可以改变建筑物的外观，或者在本来没有建筑物的地方添上建筑物。该法术不可以伪装、隐藏或增添生物。
该幻术是听觉、视觉、触觉和嗅觉的综合体，因而其可以把空旷的地面变成困难地形（反之亦然），乃至阻碍区域内的通行。幻象地形的任何一小部分（例如一块石头或者一根树枝）被移动到法术区域外时都会立刻消失不见。
拥有真实视觉的生物可以看穿幻术，洞悉地形的真实形态；然而幻象的所有其他元素仍会得以保留，所以一个意识到这是幻象的生物仍然可以与该幻象进行物理互动。`},{Name:`虹光喷射`,Source:`玩家手册2024`,Level:7,Description:`七环 塑能（吟游诗人、术士、法师）
施法时间：动作
施法距离：自身
法术成分：V、S
持续时间：立即
八条光线从你的手上闪出，作用于60尺锥形范围。每名位于锥形之中的生物进行一次敏捷豁免。为每个目标掷一次1d8来决定影响到它的射线种类，参照虹光射线表。
虹光射线Prismatic Rays
1d8
射线
1
红Red。豁免失败：12d6点火焰伤害。豁免成功：半伤。
2
橙Orange。豁免失败：12d6点强酸伤害。豁免成功：半伤。
3
黄Yellow。豁免失败：12d6点闪电伤害。豁免成功：半伤。
4
绿Green。豁免失败：12d6点毒素伤害。豁免成功：半伤。
5
蓝Blue。豁免失败：12d6点寒冷伤害。豁免成功：半伤。
6
靛Indigo。豁免失败：目标陷入束缚状态，且其每个回合结束进行一次体质豁免。在累计三次豁免成功后，状态终止。在累计三次豁免失败后，该生物被转化为石头陷入石化状态，直到此状态被高等复原术Greater
Restoration
或类似效应解除为止。成功或失败的检定不需要连续；只要记录各情况的次数直至其中一方累计三次为止。
7
紫Violet。豁免失败：目标陷入目盲
状态且在下一个你的回合开始时进行一次感知豁免。豁免成功，状态终止。豁免失败，状态终止，且该生物会被传送到另一个存在位面（由DM选择）。
8
特殊Special。目标被两道射线击中。掷两次骰，若有骰子骰值为8则重骰那颗骰子。`},{Name:`徽记术`,Source:`玩家手册2024`,Level:7,Description:`七环 防护（吟游诗人、牧师、德鲁伊、法师）
施法时间：1分钟
施法距离：触碰
法术成分：V、S、M（价值1000GP+的钻石粉末，作为法术耗材）
持续时间：直到法术被解除或触发
施展该法术时，你在某个表面（诸如地板或墙的一部分）或某个能被关闭的物件里（诸如书本或宝箱）刻下一个伤害性的符纹。符纹可以覆盖周边不超过 10 尺直径的区域。如果你指定某个物件，则该物件必须待在其所在位置；如果该物件从你施法的位置被移动超过 10 尺，则其符纹被破坏且法术不被触发即告终止。
该符纹近乎隐形，其需要成功以法术的豁免 DC 进行一次智力（调查）检定才能被发现。
你在刻下符文时决定该符纹的触发条件并选择徽记承载的效应：死亡、争斗、恐惧、痛苦、睡眠或震慑。对应效应在下面详述。
设置触发条件Set the
Trigger。 你在施法时决定由什么来触发符纹。刻画于表面的符纹其通常的触发条件包括：触碰或站立在符纹上；拿掉覆盖在符纹上的物件；进入符纹一定施法距离。刻画在物件内的符纹其通常的触发条件包括：打开物件；看到该符纹等。
你可以进一步细化触发条件以便特定生物种类才能激活之（例如将符纹设定为影响异怪）。你还可以将符合条件者排除在符纹触发者之外，例如说出特定口令的人。
符纹一旦被触发就会开始变大，使其周围 60 尺半径的球状区域处于微光光照并持续 10
分钟，此后法术即告终止。符纹生效时，所有位于球状区域内的生物即成为法术效应的目标。生物在一个回合内第一次进入该区域内或在其中结束其回合时，也同样会成为符文效应的目标。一个生物每回合只能成为其目标一次。
死亡Death。每个目标进行一次体质豁免，豁免失败者将受到 10d10
点暗蚀伤害，豁免成功则伤害减半。
争斗Discord。每个目标进行一次感知豁免。豁免失败者将在接下来的 1
分钟内将不停地与其他生物争吵。期间它无法进行任何有意义的沟通，并且其进行的所有攻击检定和属性检定都具有劣势。
恐惧Fear。每个目标进行一次感知豁免，豁免失败者将陷入 1
分钟的恐慌状态。被恐慌时，该生物只要可能，就必须在其回合内向远离符文的方向移动至少 30 尺。
苦痛Pain。每个目标进行一次体质豁免，豁免失败者将陷入 1
分钟的失能状态。
睡眠Sleep。每个目标进行一次感知豁免，豁免失败者将陷入 10
分钟的昏迷状态。该睡眠者受到伤害时将会被惊醒，也可以被其他人用一个动作摇醒。
震慑Stunning。每个目标进行一次感知豁免，豁免失败者将陷入 1 分钟的震慑状态。`},{Name:`火焰风暴`,Source:`玩家手册2024`,Level:7,Description:`七环 塑能（牧师、德鲁伊、术士）
施法时间：动作
施法距离：150尺
法术成分：V、S
持续时间：立即
一片烈焰风暴出现在施法距离内。风暴的区域由至多十个10尺立方区域组成。你可以自行安排各立方区域的组合方式。每个立方区域必须至少与一个其他的立方区域相连。区域内每个生物必须进行一次敏捷豁免。豁免失败者将受到7d10点火焰伤害，豁免成功则伤害减半。
区域内所有未被着装或携带的可燃物件会开始燃烧。`},{Name:`力场监牢`,Source:`玩家手册2024`,Level:7,Description:`七环 塑能（吟游诗人、魔契师、法师）
施法时间：动作
施法距离：100尺
法术成分：V、S、M（价值1500GP+的红宝石尘，作为法术耗材）
持续时间：专注，至多1小时
你围绕施法距离内一处指定地点力场构筑出一个固定的立方状隐形Invisible监牢。你可以选择监牢的形式为笼状或盒状。
笼状监牢为各边长至多20尺的立方体，其墙体由1/2寸粗的力场栅栏杆组成，每根杆子之间相距1/2寸。盒状监牢为各边长至多10尺的立方体，其墙体为由力场墙密封，并阻隔一切物质进出，也会阻挡任何从区域中向外界施展或从外界向区域中施展的法术。
施展该法术时，所有完全在法术区域内的生物将被牢笼困住。部分处于区域内或者体型比区域更大的生物则被从区域中心向外推开，直至其完全离开该区域。
牢笼内的生物不能以非魔法的手段离开。如果该生物试图使用传送或跨位面旅行来离开牢笼，则其必须先进行一次魅力豁免。豁免成功则该生物可以用该魔法离开牢笼。豁免失败者将无法以此离开牢笼并浪费掉该法术或效应。该牢笼同时延伸至以太位面Ethereal
Plane 从而屏蔽途经以太位面的旅行。
该法术不能被解除魔法Dispel
Magic 解除。`},{Name:`律令巩固`,Source:`玩家手册2024`,Level:7,Description:`七环 惑控（吟游诗人、牧师）
施法时间：动作
施法距离：60尺
法术成分：V
持续时间：立即
你增强施法距离内你可见的至多六名生物的防御。此法术赋予受术者共计120点临时生命值
，由你在受术者中任意分配。`},{Name:`魔邓肯豪宅术`,Source:`玩家手册2024`,Level:7,Description:`七环 咒法（吟游诗人、法师）
施法时间：1分钟
施法距离：300尺
法术成分：V、S、M（一个价值15GP+的微缩模型门）
持续时间：24小时
你在施法距离内召唤一扇微微发光的门，并维持至法术持续时间结束。门宽5尺，高10尺，指向一个异次元居所。只要该门保持开启，你和你施展该法术时指定的任意生物都可以进入该异次元居所中。你可以在距该门不超过 30 尺处开启或关闭之（无需动作）。门在关闭状态下其无法被发现。
门的另一侧是一个连接着众多房间的华丽大厅。整个居所的空气洁净清新而温暖舒适。
你可以随意创造自己喜欢的房间构造，但不得超出50个相连的边长10尺的立方体。空间内依你喜好配置好家具和装饰，其内储备的食材足以制作供至多100人享用的九菜大宴。由该法术创造的家具和其他物品如果被移出豪宅，就会化作烟雾消散。
一组共100名的近乎透明的仆从会招待任何进入房间的人。仆从的外貌着装由你决定，它们无法受伤并服从你的命令。每个仆从都可以完成一个普通人程度的工作，但它们不能攻击或者进行任何直接伤害其他生物的行动。因而仆从可以完成的工作包括：取来物品、清洁、修理、叠衣服、生火、上菜、倒酒等等。仆从不能离开该居所。
该法术终止时，任何仍处于该异次元空间内的生物或物件都将被移出空间内，并出现在距离入口最近未占据空间内。`},{Name:`魔邓肯之剑`,Source:`玩家手册2024`,Level:7,Description:`七环 塑能（吟游诗人、法师）
施法时间：动作
施法距离：90尺
法术成分：V、S、M（一把价值250GP+的微缩模型剑）
持续时间：专注，至多1分钟
你在施法距离内创造出一个悬浮的灵体剑刃，其在法术持续时间内持续存在。
幽灵剑出现时，你可以对该剑 5 尺内的一个目标进行一次近战法术攻击。命中时，目标受到 4d12+你的施法属性调整值
点力场伤害。
在你的后续回合内，你能够以一个附赠动作将剑移动至多30尺至一处可见位置。随后你可以对相同或不同目标再次发动该攻击。`},{Name:`拟像术`,Source:`玩家手册2024`,Level:7,Description:`七环 幻术（法师）
施法时间：12小时
施法距离：触碰
法术成分：V、S、M（价值1500GP+的红宝石粉末，作为法术耗材）
持续时间：直至被解除
你创造一个野兽或类人生物的拟像，该生物在整段施法时间内必须一直在你的10尺内。结束施法时，你同时触碰该生物以及和该生物同样体型的一堆冰或者雪，然后冰雪变化为该生物的拟像。拟像是一个生物。它使用拟像对象本体在施法时的游戏数据，但其类别为构装，生命值上限为本体生命值上限的一半，并且它无法施展拟像术。
拟像对你和你所选定的生物态度友善。它服从你的命令并在战斗中你的回合里行动。拟像不能升级，也不能进行短休和长休。
如果拟像受到了伤害，想让其生命值恢复的唯一手段就是为其进行修理（作为长休 的一部分）。而若想要修理一个拟像，拟像必须在长休期间时刻处于你周围5尺内，且每为其恢复一点生命值就需要消耗你价值100GP的法术耗材。
拟像会一直持续到其生命值降至0为止，在生命值降至0时它会变回冰雪并立刻融化。再次施展此法术时，任何你已用此法术创造出来的拟像都会立刻被摧毁。`},{Name:`圣言术`,Source:`玩家手册2024`,Level:7,Description:`七环 塑能（牧师）
施法时间：附赠动作
施法距离：30尺
法术成分：V
持续时间：立即
你吟诵一句充盈上层位面Upper
Planes力量的箴言。施法距离内所有由你指定的生物都必须进行一次魅力豁免。豁免失败者，若其生命值低于50，则基于其当前生命值承受以下效应，如圣言效应表中所示。无论其生命值如何，失败于豁免的天族生物、元素生物、妖精生物、邪魔生物均会被遣送回其起源位面（若其并不在其起源位面）并且除非通过祈愿术Wish
，否则其在24小时内不能以任何方式返回当前位面。
圣言效应Divine Word Effects
生命值
效应
0~20
目标死亡。
21~30
目标陷入目盲、耳聋、震慑状态，持续1小时。
31~40
目标陷入目盲、耳聋状态，持续10分钟。
41~50
目标陷入耳聋状态，持续1分钟。`},{Name:`死亡一指`,Source:`玩家手册2024`,Level:7,Description:`七环 死灵（术士、魔契师、法师）
施法时间：动作
施法距离：60尺
法术成分：V、S
持续时间：立即
你向施法距离内的一个可见生物释放负能量。该生物必须进行一次体质豁免。豁免失败则受到7d8+30点暗蚀伤害，豁免成功则伤害减半。
被该法术杀死的类人生物将在你下一回合开始时被唤起为一只受你操控的丧尸Zombie（见附录B），并在随后尽力遵循你的口头指令。`},{Name:`投影术`,Source:`玩家手册2024`,Level:7,Description:`七环 幻术（吟游诗人、法师）
施法时间：动作
施法距离：500里
法术成分：V、S、M（一尊价值5GP+的自塑像）
持续时间：专注，至多1日
你创造一个自己的幻象分身，并使其在法术持续时间内维持存在。该分身可以出现在施法距离内你曾见过的任何地点，而不论中间是否存在障碍物。该幻象看起来和听起来都与你一样，只是没有现实形体。幻象受到伤害时会立即消失，法术终止。
你可以通过分身的眼睛视物，用分身的耳朵聆听，如同你处于它的位置一样。用一个魔法动作，你能使分身移动至多60尺，而其姿态、言语和行为均按照你的指定作表现。幻象可以完美地模仿你的举止。
由于东西可以穿过幻象，任何与该幻象进行的物理互动都会暴露其幻觉本质。一名生物可以采取研究动作进行一次对抗你法术豁免DC的成功智力（调查）检定以看穿幻象。辨出幻象的生物可以看穿该影像，其产生的声响对该生物而言显得虚假。`},{Name:`位面转移`,Source:`玩家手册2024`,Level:7,Description:`七环 咒法（牧师、德鲁伊、术士、魔契师、法师）
施法时间：动作
施法距离：触碰
法术成分：V、S、M（一根与一个存在位面调谐的价值250GP+的分叉金属棒）
持续时间：立即
你和至多八名手牵着手形成一个圆圈的自愿生物被转移到一个不同的存在位面。你可以概括地指名一个目的地，比如火元素位面Plane
of Fire的黄铜之城City of Brass，或九层地狱Nine
Hells第二层迪斯帕特Dispater
的宫殿，按照DM的判断，你将出现在目的地里或其附近。
另外，如果你知道某个处于另一位面的传送法阵的印记序列，则该法术可以把你带到该法阵处。如果该传送法阵太小而装不下所有你转移的生物，则他们会出现在离传送法阵最近的未占据空间中。`},{Name:`延迟爆裂火球`,Source:`玩家手册2024`,Level:7,Description:`七环 塑能（术士、法师）
施法时间：动作
施法距离：150尺
法术成分：V、S、M（一颗蝙蝠粪和硫磺搓成的小球）
持续时间：专注，至多1分钟
一束黄光从你的指尖射向施法距离内你指定的一点，并在法术持续时间内在该点凝结成一颗珠子。法术终止时，珠子将伴着低吼炸裂成四窜的烈焰，位于目标点半径20尺球状区域内的每名生物都必须进行一次敏捷豁免。豁免失败者将承受全部累积的火焰伤害，豁免成功则只受到一半伤害。
该法术的基础伤害为12d6，且若在你回合结束时法术尚未终止，则其伤害增加1d6。
如果珠子爆炸前被生物触碰到，则该生物必须进行一次敏捷豁免。豁免失败则法术立即终止并触发爆炸效应。豁免成功则该生物可将珠子抛开至多40尺。当珠子进入一名生物的空间或撞到某个固态物件时，法术立即终止并且触发爆炸效应。
珠子爆炸时，区域内未被着装或携带的可燃物件会开始燃烧。
升环施法。使用的法术位每比七环高一环，基础伤害就提高1d6。`},{Name:`以太化`,Source:`玩家手册2024`,Level:7,Description:`七环 咒法（吟游诗人、牧师、术士、魔契师、法师）
施法时间：动作
施法距离：自身
法术成分：V、S
持续时间：8小时
你进入当前所处位面与以太位面Ethereal
Plane边缘的重叠空间。你在法术持续时间内一直呆在该以太边界Border
Ethereal 。在此期间，你可以向任意方向移动。如果你向上或向下移动，则你移动的每尺距离需要额外消耗一尺的移动力。你可以观察原位面，但是所有事物都以灰度显示，而你也看不到60尺外的东西。
处于以太位面期间，只有同样处在以太位面的其他生物、物件和效应才能被你影响或影响你。不在以太位面的生物无法察觉你，也无法与你互动，除非有一项特性允许他们这么做。
法术终止时，你立刻回到原本所在的位面中与以太边界中你所处位置相对应的空间位置。若你出现于一处被占空间，则你立刻被弹到最靠近的一处未占空间中，并受到两倍于你因此被移动尺数点的力场伤害。
如果你在施展法术时正处于以太位面，或所在位面与以太位面不相连（比如某个外层位面Outer
Plane ），则法术立即结束。
升环施法。使用八环施展此法术时，你可以指定至多三名自愿生物（包括你在内）；使用九环时，你可以指定至多六名自愿生物（包括你在内）。所有所选生物在你施法时必须距你10尺内。`},{Name:`再生术`,Source:`玩家手册2024`,Level:7,Description:`七环 变化（吟游诗人、牧师、德鲁伊）
施法时间：1分钟
施法距离：触碰
法术成分：V、S、M（一个转经筒）
持续时间：1小时
一名你触碰的生物恢复4d8+15点生命值。在持续时间内，目标在其每回合开始时恢复1点生命值，且其失去的任何身体部位都将在2分钟后重新长出。`},{Name:`咒唤圣光`,Source:`玩家手册2024`,Level:7,Description:`七环 咒法（牧师）
施法时间：动作
施法距离：90 尺
法术成分：V、S
持续时间：专注，至多10分钟
你将来自上层位面的精魂咒唤，精魂表现为照耀以施法距离内一点为中心半径10尺、高40尺的柱状区域的光之立柱。对位于柱状区域内的你可见的生物，分别选择下列哪种光芒照耀于它。
治愈之光Healing Light。目标恢复等于 4d12+你的施法属性调整值的生命值。
惩戒之光Searing
Light。目标进行一次敏捷豁免检定，豁免失败者将受到6d12光耀伤害，豁免成功则只受一半伤害。
直到法术结束为止，柱状区域内处于明亮光照，并且当你在你的回合移动时，你可以令柱状区域也移动至多30尺
每当柱状区域在移动中进入了一名你可见的生物区域内时、一名你可见的生物进入柱状区域或是在该区域结束其回合时，你都可以令该生物沐浴其中一种光芒。一名生物一回合只能被该法术影响一次。
升环施法。使用的法术位每比七环高一环，法术产生的治疗和造成的伤害就增加1d12。`},{Name:`半位面`,Source:`玩家手册2024`,Level:8,Description:`八环 咒法（术士、魔契师、法师）
施法时间：动作
施法距离：60尺
法术成分：S
持续时间：
1小时
你在施法距离内你可见的一处平坦固体表面上创造一扇中型的通向半位面的虚幻门。这扇门可以被关闭和开启。半位面是一间各边均长30尺，木质或石质（由你选择）的空房间。
法术终止时，门消失不见，任何仍然位于半位面中的物件会留在内部。任何仍然位于半位面中的生物也会留在那里，除非他们选择在门消失的时候被抛出，在距门先前占据的空间中最近的未占空间中落地，陷入倒地状态。
你每次施展此法术时都可以创造一个新的半位面，也可以将门连向你先前用此法术创造的半位面。此外，如果你知晓了某个其他生物用此法术创造的半位面的本质和内容物，则你也可以通过此法术连接到那里。`},{Name:`操控天气`,Source:`玩家手册2024`,Level:8,Description:`八环 变化（牧师、德鲁伊、法师）
施法时间：10分钟
施法距离：自身
法术成分：V、S、M（燃烧的熏香）
持续时间：专注，至多8小时
你在法术持续时间内操控距你5里内的天气。你在施法时必须位于户外，并且若你回到室内，法术会提前终止。
你施展此法术时，可以改变现有的天气状况（由DM决定）。你可以改变降水、气温和风势。新状况需要1d4×10分钟才能起效。一旦新状况起效，你便能再次改变天气状况。法术结束时，天气状况会逐渐回归正常。
改变天气状况时，你可以从下述表格查明与目前状况对应的等级，再选择同一表格中高一级或低一级的状况作为其改变结果。改变风势时，你还可以同时改变其风向。
降水Precipitation
气温Temperature
风势Wind
阶段
状况
阶段
状况
阶段
状况
1
晴
1
酷热
1
无风
2
薄云
2
炎热
2
和风
3
多云或有雾
3
温暖
3
强风
4
雨、雹或雪
4
凉爽
4
大风
5
倾盆大雨、猛烈冰雹
或漫天暴雪
5
寒冷
5
暴风
6
极寒`},{Name:`摧心术`,Source:`玩家手册2024`,Level:8,Description:`八环 惑控（吟游诗人、德鲁伊、魔契师、法师）
施法时间：动作
施法距离：150尺
法术成分：V、S、M（一把没有钥匙的钥匙圈）
持续时间：立即
你将一个施法距离内你可见的生物的心灵爆破。该目标必须进行一次智力豁免。
若豁免失败，目标受到10d12心灵伤害，并且无法施展法术也无法执行魔法动作。受术生物每过 30
日即可在当日结束时重复进行该豁免，豁免成功则此法术效应终止。此效应也可以被高等复原术Greater
Restoration、医疗术Heal、祈愿术Wish 法术终止。
若豁免成功，则目标只会受到一半伤害。
（注：本法术在PHB2014中原名弱智术Feeblemind）`},{Name:`地震术`,Source:`玩家手册2024`,Level:8,Description:`八环 变化（牧师、德鲁伊、术士）
施法时间：动作
施法距离：500尺
法术成分：V、S、M（一块碎岩）
持续时间：专注，至多1分钟
选择施法距离内你可见的地面上一点。法术持续时间内，一股强烈的震颤在以震源为中心半径100尺的圆形范围内传递。处于此范围内的地面被视为困难地形 。
你施展此法术时，以及法术持续时间内每个你的回合结束时，区域地面上的每个生物都必须进行一次敏捷豁免，豁免失败则其陷入倒地状态，且其专注被打断。
你也可以应用下述的额外效应：
裂缝Fissures。在你施展此法术的回合结束时，受法术影响的区域会撕开总计1d6条裂缝。你选择裂缝生成的地点，但裂缝的位置不可位于建筑物之下。每条裂缝深1d10×10尺，宽10尺，并由影响区域的一边向另一边延伸。裂缝撕开时，处于其位置上的生物必须成功通过一次敏捷豁免，否则将坠落其中。豁免成功则该生物在裂缝张开时随之移动到裂缝的边缘。
建筑Structures。在你施展此法术时及法术终止前你的每个回合结束时，地震对影响区域内的所有与地面有接触的建筑都造成50点钝击伤害。建筑生命值降为0时立即崩塌。
与该建筑距离不大于该建筑高度一半的生物进行一次敏捷豁免。豁免失败则受12d6点钝击伤害并陷入倒地状态且被埋于废墟之下。该生物可用一个动作通过一次DC20的力量（运动）检定来尝试逃离废墟。DM可根据废墟的情况调整DC高低。豁免成功则只受一半伤害。`},{Name:`动物形态`,Source:`玩家手册2024`,Level:8,Description:`八环 变化（德鲁伊）
施法时间：动作
施法距离：30 尺
法术成分：V、S
持续时间： 24 小时
选择施法距离内任意数量的自愿生物。每个目标都变形为一只挑战等级不超过4，体型不超过大型的野兽。你可以将每个目标变为不同的形态。在法术持续时间内之后的回合中，你可以使用一个魔法动作将这些目标再度变形。
生物的游戏数据被选择的野兽资料卡替换，但目标保留其生物类型、生命值、生命骰、阵营、交流的能力以及智力、感知、魅力属性值。目标的动作受到新形态身体结构的限制，并且无法施法。目标的装备会融入其新形态，而且处于此形态时无法使用这些被融入的装备。
目标获得等于其变形的首个形态生命值的临时生命值。法术结束时目标失去所有因此法术获得的临时生命值。该形态持续至持续时间结束，目标也能以一个附赠动作结束此法术。`},{Name:`反魔法场`,Source:`玩家手册2024`,Level:8,Description:`八环 防护（牧师、法师）
施法时间：动作
施法距离：自身
法术成分：V、S、M（一撮铁粉或铁屑）
持续时间：专注，至多 1 小时
一道反魔法灵光环绕着你形成10尺光环区域。在灵光内部无法施展法术，使用魔法动作或创造魔法效应，并且这些事物也无法以灵光内的任何事物为目标或影响灵光内部的任何事物。魔法物品的魔法词条在灵光内部不起作用，也无法影响处于灵光内部的任何事物。
法术和其他魔法效应产生的效应区域无法延伸至灵光内部。传送无法进出其范围，位面旅行在该范围内无法使用。当传送门处于灵光内部时，传送门会暂时关闭。
正在持续中的法术在区域内会被压制，除非该法术为某个神器或某位神明所施展。压制的魔法效应不会生效，但该魔法效应受压制的时间仍然如常计入其总持续时间。
解除魔法Dispel Magic对灵光无效，而由不同反魔法场法术所创造的灵光之间也不会相互抵消。`},{Name:`焚云术`,Source:`玩家手册2024`,Level:8,Description:`八环 咒法（德鲁伊、术士、法师）
施法时间：动作
施法距离：150尺
法术成分：V、S
持续时间：专注，至多1分钟
一片充满了炽热灰烬的旋转烟云显现，并以施法距离内一点为中心的蔓延至半径20尺的球状区域。烟云区域被重度遮蔽。烟云会存在直至持续时间结束，或是直至被一阵强风（例如被造风术Gust of
Wind 所创造）所吹散。
烟云出现时，每个处在其内的生物都必须通过一次敏捷豁免，豁免失败者将受到10d8点火焰伤害，豁免成功则受到一半伤害。该球状区域移动至生物所占据的空间，或者生物进入球状区域内，或者生物在球状 区域内结束其回合时，该生物也必须进行该豁免。一名生物每回合仅需进行一次该豁免。
在你的每回合开始时，烟云会向你指定的、远离你的方向直线移动10尺。`},{Name:`海啸术`,Source:`玩家手册2024`,Level:8,Description:`八环 咒法（德鲁伊）
施法时间：1分钟
施法距离：1里
法术成分：V、S
持续时间：专注，至多6轮
一面水墙从施法范围内你指定的一点成型。水墙至多长300尺，高300尺，厚50尺，且持续存在至法术终止。
水墙出现时，所有位于范围内的生物进行一次力量豁免。豁免失败者受到6d10点钝击伤害，豁免成功则只受一半伤害。
水墙出现后你的每回合开始时，水墙将带着其内的所有生物一起向远离你的方向移动50尺。当水墙进入一个体型不超过巨型的生物所占据的空间，或他们原本就处于墙内时，该生物必须进行一次力量豁免，豁免失败则受到5d10点钝击伤害。一名生物一轮只能受到一次此伤害。在你的回合结束时，水墙的高度减少50尺，且其随后每轮对生物造成的伤害也减少1d10。当水墙高度变为0尺时，法术终止。
淹没在水墙中的生物可以用游泳的方式移动，由于波涛阻力影响，该生物必须成功于一次对抗你法术豁免DC的力量（运动）检定以决定其能否成功移动。检定失败者无法移动。移动离开水墙区域的生物会直接掉到地上。`},{Name:`花言巧语`,Source:`玩家手册2024`,Level:8,Description:`八环 惑控（吟游诗人、魔契师）
施法时间：动作
施法距离：自身
法术成分：V
持续时间：1小时
直至法术终止前，你每次进行魅力检定时可以用15代替你掷出的数值。此外，无论你说什么，判断你是否说谎的魔法都会将你的话视为真实。`},{Name:`克隆术`,Source:`玩家手册2024`,Level:8,Description:`八环 死灵（法师）
施法时间：1 小时
施法距离：触碰
法术成分： V、S、M（一枚价值1000GP+的钻石，作为法术耗材。以及一副价值2000GP+的可密封大容器，其尺寸必须足以存放即将要被克隆的生物）
持续时间：立即
你触碰一名生物或其至少1立方寸的血肉。在施展法术使用的容器中，一具该生物的无意识克隆体在其中逐渐成形，并将在120日后完成。你可以选择完成后的克隆体是和目标生物相同年龄还是更为年轻的版本。在容器未被外界影响的情况下，其中的躯体会一直保持无意识的静止状态。
如果本体生物在克隆体完成后死亡，则其灵魂会转移到克隆体中，前提是该灵魂自由且愿意归来。克隆体的肉体特质与原本躯体相同，并具有相同的个性、记忆和能力，但不会具有本体的随身装备。由于灵魂已经转移到别处，该生物原本的遗体（如果依然存在）将变得无意识，且不能被复活。`},{Name:`律令震慑`,Source:`玩家手册2024`,Level:8,Description:`八环 惑控（吟游诗人、术士、魔契师、法师）
施法时间：动作
施法距离：60尺
法术成分：V
持续时间：立即
你压垮施法距离内一名你可见生物的心灵。若目标生命值不超过150点，则其陷入震慑状态；否则，目标的速度直至你下个回合开始前变为0。
被震慑目标在每个其回合结束时进行一次体质豁免。豁免成功时其身上的此状态终止。`},{Name:`迷宫术`,Source:`玩家手册2024`,Level:8,Description:`八环 咒法（法师）
施法时间：动作
施法距离：60尺
法术成分：V、S
持续时间：专注，至多10分钟
你将施法距离内一个你能看见的生物放逐到一个迷宫般错综复杂的半位面。目标将一直留在该处直至法术持续时间结束，或者直到它逃出该迷宫。
目标可以使用研究动作尝试逃出迷宫。此时它可以进行一次DC20
（调查 ）的智力检定，检定成功将逃出迷宫，而该法术随之终止。
法术终止时，目标将重新出现在它之前消失的位置。如果该位置被占据，则目标出现在最近的未占据位置。`},{Name:`圣洁灵光`,Source:`玩家手册2024`,Level:8,Description:`八环 防护（牧师）
施法时间：动作
施法距离：自身
法术成分：V、S、M（一个价值1000+GP 的小圣物箱）
持续时间：专注，至多1分钟
你在持续时间中发出灵光形成半径30尺的光环。你可以指定若干生物，在光环内时，他们进行的所有豁免均具有优势，而其他生物对它们进行的攻击检定具有劣势。另外，当一个邪魔或亡灵生物以近战攻击命中受术生物时，攻击者必须进行一次体质豁免，豁免失败者将陷入目盲状态，持续至它的下一回合结束。`},{Name:`嫌恶术/关怀术`,Source:`玩家手册2024`,Level:8,Description:`八环 惑控（吟游诗人、德鲁伊、法师）
施法时间：1 小时
施法距离：60 尺
法术成分：V、S、M（醋和蜂蜜的混合）
持续时间：10天
当你施展此法术时，选择它是产生嫌恶还是关怀效应，并选择一个巨型或更小体型的生物或物件。然后指定特定类型的生物，比如红龙、地精或吸血鬼。当此类生物进入被选择的生物120尺内时，它必须进行一次感知豁免。你选择的嫌恶或关怀效应会决定当豁免失败时，这个生物身上产生的效应。
嫌恶术Antipathy。该生物将陷入恐慌
状态。因此陷入恐慌的生物必须在其回合内使用其移动力尽可能远离目标，并沿着最安全的路线移动。
关怀术Sympathy。该生物将陷入魅惑状态。因此陷入魅惑的生物必须在其回合内使用其移动力尽可能接近目标，并沿着最安全的路线移动。如果该生物位于目标的5尺内，它不能自主远离目标。如果目标伤害陷入魅惑 的生物，该生物能够如下文描述一样进行一次感知豁免来结束这一效应。
结束效应Ending the
Effect。如果陷入恐慌或魅惑 的生物在距离目标距离120尺以上结束时结束回合，该生物进行一次感知豁免。豁免成功的情况下，该生物不再被目标影响。在对抗该效应的豁免中成功的生物将不受此法术的效应影响，持续 1 分钟，随后仍可能受到该效应影响。`},{Name:`心灵感应`,Source:`玩家手册2024`,Level:8,Description:`八环 预言（法师）
施法时间：动作
施法距离：无限
法术成分：V、S、M（一对银连环）
持续时间：24小时
你与一个你熟识的自愿生物建起心灵连接。该生物可以身处你所在的存在位面的任意位置。一旦你与目标生物不再位于同一位面，则该法术随即终止。
直至法术终止，你可以和目标生物通过心灵连接即时共享任何言语、图像、声音以及其他形式的感官信息，而目标也能够辨认出与之交流的对象正是你本人。该法术可以让目标生物理解你所发送的话语和任何感官信息。`},{Name:`心灵屏障`,Source:`玩家手册2024`,Level:8,Description:`八环 防护（吟游诗人、法师）
施法时间：动作
施法距离：触碰
法术成分：V、S
持续时间：24小时
直到法术终止前，你所触碰的一个自愿生物对下列项目具有免疫：心灵伤害；魅惑状态；任何可以感知到其情绪、阵营或阅读其思想的效应；可以侦测其位置的魔法。任何法术，哪怕是祈愿术Wish，都不能收集目标信息、远程监视之或控制其心智。`},{Name:`阳炎爆`,Source:`玩家手册2024`,Level:8,Description:`八环 塑能（牧师、德鲁伊、术士、法师）
施法时间：动作
施法距离：150尺
法术成分：V、S、M（一块太阳石）
持续时间：立即
指定施法距离内一点，以其为中心周围 60
尺半径的球状区域闪耀出灿烂的阳光。所有球状区域中的生物进行一次体质豁免。豁免失败者将受到12d6点光耀伤害，并陷入持续1分钟的目盲状态。豁免成功则仅受到一半伤害。
因该法术陷入目盲的生物在其每回合结束时都可以再进行一次体质豁免。豁免成功则不再目盲。
该法术将驱散法术区域内所有由法术所创造的黑暗。`},{Name:`支配怪物`,Source:`玩家手册2024`,Level:8,Description:`八环 惑控（吟游诗人、术士、魔契师、法师）
施法时间：动作
施法距离：60尺
法术成分：V、S
持续时间：专注，至多1小时
选择一名施法距离内你可见的生物，该生物必须成功于一次感知豁免，否则在持续时间内陷入魅惑状态。若你或你的盟友正在与其战斗，则目标在此豁免上具有优势。目标受到伤害时，可以重复进行豁免，豁免成功则其身上的此法术终止。
目标被魅惑期间，只要你与其处于同一位面就可以与之保持心灵感应。在你的回合，你可以通过心灵感应命令该生物（无需动作），比如“攻击那个生物”“跑到那个位置”或是“去拿那个物品”。目标完成一项指令却未收到你的进一步指示时，将会凭自身喜好行动，尽可能的保护自己。
你可以用自己的反应去要求目标执行一项反应。
升环施法。使用更高环阶法术位施展时，你的专注能持续更长时间，九环至多8小时。`},{Name:`复仇风暴`,Source:`玩家手册2024`,Level:9,Description:`九环 咒法（德鲁伊）
施法时间：动作
施法距离：1里
法术成分：V、S
持续时间：专注，至多 1 分钟
以施法距离内一点为中心，一团翻腾搅动的乌云在法术时间内成形，并扩散至半径300尺的区域。当云团出现时，所有位于云团下的生物必须进行一次体质豁免。豁免失败者将受到2d6点雷鸣伤害且在持续时间内陷入耳聋 状态。
在持续时间内。后续的每个你的回合开始时，风暴会在产生一道不同的效应，如下所示：
第2回合。
云层中降下酸雨。所有位于云团下方的生物和物件受到4d6点强酸伤害。
第3回合。
你从云中召下六束闪电束击向六个位于云团下的不同生物/物件。这些目标必须通过一次敏捷豁免，豁免失败者将受到10d6点闪电伤害，豁免成功者受到一半伤害。
第4回合。
冰雹从云团中倾泻而下。所有位于云团下方的生物将受到2d6点钝击伤害。
第5回合~第10回合。狂风和冰雨冲袭着云团下的区域，该区域内的所有生物受到1d6点寒冷伤害。在法术结束前，使该区域变为困难地形、形成重度遮蔽 ，并刮起强风。该区域内无法使用武器发动远程攻击。`},{Name:`怪影杀手`,Source:`玩家手册2024`,Level:9,Description:`九环 幻术（魔契师、法师）
施法时间：动作
施法距离：120尺
法术成分：V、S
持续时间：专注，至多1分钟
你尝试在他人的心中创造出虚幻的恐怖之物。以施法距离内你所选择的一点为中心，半径30尺球状区域内的每一个生物进行一次感知豁免。豁免失败时，目标受到10d10点心灵伤害并陷入恐慌状态，持续直至法术结束为止。豁免成功时，目标仅受到一半伤害。
在受恐慌的生物自己的每个回合结束时，该生物可以再进行一次感知豁免。若再次豁免失败，它将受到5d10点心灵伤害。豁免成功时，法术对该目标的效应终止。`},{Name:`虹光法墙`,Source:`玩家手册2024`,Level:9,Description:`九环 防护（吟游诗人、法师）
施法时间：动作
施法距离：60尺
法术成分：V、S
持续时间：10分钟
以施法距离内你一点为源点，各种色彩的光芒形成光面，再组合构成一道不透明的垂直墙壁。法墙至多长90尺，高30尺，厚1寸。作为另一种选项，你也能以施法距离内你能看到的一点为中心，将法墙塑造成一个直径至多30尺的球体。法墙在持续时间内一直存在。如果你指定法墙生成的空间已被生物占据，则法术立即结束且不产生任何效应。
法墙发出100尺的明亮光照，以及其外100尺的微光光照。施展该法术时你可以指定任意数量的生物，法墙存在期间你与所指定的生物可以穿过法墙或停留在法墙附近而不受伤害。如果其他能看见法墙的生物移动到距墙20尺内或在该处开始其回合，则该生物必须进行一次体质豁免，豁免失败则陷入目盲 状态，持续1分钟。
法墙由七层组成，每层都有不同颜色。生物试图进入或穿过法墙时，将逐层穿过法墙所有的光层。其每穿过一层就必须进行一次敏捷豁免，豁免失败则受虹光光层表中所述特性影响。
法墙的AC为10，可以被摧毁，不过也必须由红到紫的顺序一次一层地按照特定的方式逐层摧毁。某个光层一旦被摧毁则其在法术持续时间内保持被摧毁状态。反魔法场Antimagic
Field无法对法墙生效，解除魔法Dispel Magic只对紫墙有效。
虹光光层Prismatic Layers
顺序
效应
1
红Red。豁免失败：12d6火焰伤害。豁免成功：半伤。
额外效应：非魔法远程攻击无法穿过此层，此层受到累计25寒冷伤害后被摧毁。
2
橙Orange。豁免失败：12d6强酸伤害。豁免成功：半伤。
额外效应：魔法远程攻击无法穿过此层，此层受强风（如造风术Gust of Wind创造的风）吹袭后被摧毁。
3
黄Yellow。豁免失败：12d6闪电伤害。豁免成功：半伤。
额外效应：此层受到累计60点力场伤害后被摧毁。
4
绿Green。豁免失败：12d6毒素伤害。豁免成功：半伤。
额外效应：此层受穿墙术Passwall影响，或者其他相同或更高环阶法术在固态表面开口的效应影响时被摧毁。
5
蓝Blue。豁免失败：12d6寒冷伤害。豁免成功：半伤。
额外效应：此层受到25点火焰伤害后被摧毁。
6
靛Indigo。豁免失败：目标陷入束缚状态，且其每个回合结束进行一次体质豁免。在累计三次豁免成功后，状态终止。在累计三次豁免失败后，该生物被转化为石头陷入石化状态，直到此状态被高等复原术Greater Restoration或类似效应解除为止。成功或失败的检定不需要连续；只要记录各情况的次数直至其中一方累计三次为止。
额外效应：法术无法穿过此层，此层受到昼明术Daylight的明亮光照照射后被摧毁。
7
紫Violet。豁免失败：目标陷入目盲状态且在下一个你的回合开始时需要再进行一次感知豁免。若豁免成功，状态终止。若豁免失败，状态终止，且该生物会被传送到另一个存在位面（由DM选择）。
额外效应：此层受解除魔法Dispel Magic解除后被摧毁。`},{Name:`禁锢术`,Source:`玩家手册2024`,Level:9,Description:`九环 防护（魔契师、法师）
施法时间：1分钟
施法距离：30尺
法术成分： V、S、M（一个价值5000GP+的与目标相似的小雕像）
持续时间：直至解除
你创造一个魔法禁锢之牢，将施法距离内一个你能看见的生物监禁于其内。目标必须通过一次感知豁免，若成功通过豁免，生物将不受此法术影响，并且免疫于此法术24小时。而豁免失败则被该法术禁锢。禁锢期间，目标生物不需要呼吸，不需要吃喝，也不会变老。预言法术无法定位或感知到该目标，并且目标生物不能传送。
直至法术结束前，该生物还将承受下述其中一项你所选择的效应：
埋葬Burial。目标被深埋在地表以下的球体魔法力场内，其大小刚好能包覆住目标。任何事物都无法进入或离开这个球体魔法力场。
锁链Chaining。沉重的锁链牢固地深植于大地，将目标禁锢在原地。目标陷入束缚状态，且任何手段都无法使目标被移动。
避世监牢Hedged Prison。
该法术将目标传送至一个隔绝了传送和位面旅行的小型半位面。该半位面的结构由你选择，它可以是一个迷宫（labyrinth）、一间牢房、一座塔楼、或是其他类似的建筑。
微缩牢笼Minimus Containment。
目标被缩小到1寸高，并囚禁于一块宝石或是类似的物件中。光线可以正常地穿透宝石（使目标得以看到外面，其他生物也可以看到里面），但其他任何事物仍无法以任何方式出入牢笼。
沉睡Slumber。
目标陷入昏迷状态且无法被唤醒。
终止法术Ending the
Spell。当你施展此法术时，你需要配置一个使法术终止并释放目标的条件。此条件不论明确还是复杂都按你的意愿决定，但该条件在未来十年内必须有较高可能性发生（由DM判断并同意）。你配置的条件必须是一个可以被观测的行为，例如某人在你信仰神祇的神庙内献上了一份特殊的祭品，某人拯救了你的真爱，或者是击败了某只特定的怪物。
尝试使用法术解除魔法Dispel
Magic终止此法术时，施展者必须使用九环法术位，并对监牢或创造监牢效果所用的法术材料施展该法术，才能以此终止此法术。`},{Name:`流星爆`,Source:`玩家手册2024`,Level:9,Description:`九环 塑能（术士、法师）
施法时间：动作
施法距离：1里
法术成分：V、S
持续时间：立即
炽热的焰球坠向地面上你指定的你所能看见的施法距离内四个不同地点。以每个指定点为中心，40尺半径球状 区域内的每个生物必须通过一次敏捷豁免。豁免失败者将受到 20d6 的火焰伤害和 20d6 的钝击伤害，豁免成功则受到一半伤害。即使生物同时处于多个球状火焰内的生物也只会受一次效应影响。
法术区域内的未被着装或携带的非魔法物件也会承受该伤害，若其可燃则也会开始燃烧 。`},{Name:`律令死亡`,Source:`玩家手册2024`,Level:9,Description:`九环 惑控（吟游诗人、术士、魔契师、法师）
施法时间：动作
施法距离：60尺
法术成分：V
持续时间：立即
你强迫一名施法距离内你可见的生物死亡。若目标的生命值 为低于或等于100点，目标立即死亡。否则，目标将受到12d12点心灵伤害。`},{Name:`律令医疗`,Source:`玩家手册2024`,Level:9,Description:`九环 惑控（吟游诗人、牧师）
施法时间：动作
施法距离：60尺
法术成分：V
持续时间：立即
一股治疗能量冲刷着一名施法距离内你可见的生物。目标恢复其所有生命值。若目标具有魅惑、恐慌、麻痹、中毒、震慑状态，则目标身上的此类状态立刻结束。若目标处于倒地状态，则其还可以用其反应起身。`},{Name:`祈愿术`,Source:`玩家手册2024`,Level:9,Description:`九环 咒法（术士、法师）
施法时间：动作
施法距离：自身
法术成分：V
持续时间：立即
祈愿术是凡间生物所能施展的最强大法术。你只需要大声说出自己的愿望就能改变现实世界本身。
法术最基础的用法是用来模仿任意一个八环或更低环阶的法术。如果你以此种方式使用该法术，你不需要满足目标法术所需的任何前提条件（包括有价值的材料成分）就可以让该法术生效。
作为另一种方式，你也可以选择让法术创造下列效应之一：
创造物件Object Creation。
你创造出一个价值不超过25000GP的物件，令其出现在地面上你能看见的一处未占据空间中。该物件不能是魔法物品，其在任意方向上的长度都不能超过300尺。
即刻治疗Instant
Health。你让你自己和至多二十个你可见的生物恢复全部生命值，并且终止它们身上一切在高等复原术greater restoration中列举过的所有效应。
伤害抗性Resistance。你让至多十个你能看见的生物获得你所指定的一种伤害类型的抗性。此抗性是永久存在的。
免疫法术Spell
Immunity。
你让最多十个你能看见的生物免疫于某道法术或某种其他魔法效应，持续8小时。
突来学识Sudden
Learning。
你将你的一个专长替换为符合条件的另一个专长。你失去旧专长带来的全部好处，并获得新专长的好处。你无法取代作为你其他专长或特性先决条件的专长。
重新掷骰Roll
Redo。你改变一件刚刚发生的事件。重掷前一轮（包括你的上一个回合）到现在期间的任意一次掷骰，并让现实随着你的新掷骰结果改变。例如，祈愿术Wish可以撤销队友的失败豁免或敌人的重击。你可以迫使重新进行的掷骰具有优势或劣势 ，并且可以选择是使用重骰后的结果还是使用原来的结果。
重塑现实Reshape
Reality。你可能会许愿一些没有包含在上述效应中的东西。为了做到这样的效果，请尽可能准确地向地下城主描述你的愿望。在这种情况下，地下城主有极高的自由来裁决究竟会发生什么。不过愿望越大，出错的概率就越大。法术可能会直接失败，也可能部分的达成你想要的结果，还有可能因表述愿望时措辞不当而遭到意想不到的结果。例如，许愿让一个坏人死去可能会让你穿越到多年后该人已死的一个时间段，使你相当于离开了游戏一样。此外，许愿获取一件传说中的魔法物品或神器可能会立即将你转移到该物品当前的持有者身边。如果你许的愿望太过庞大，其效应影响到了社群、区域或是世界，你可能会引来强大的敌人。如果你的愿望会影响神，这名神的神仆会立刻干涉，阻止它或是鼓励你以一种特殊的方式许愿。如果你的愿望将会撤销多元宇宙本身，或是威胁到了印记城City
of Sigil，或是以某种方式影响到了痛苦女士Lady of
Pain ，你的心灵中就会浮现出一段她的影像：她摇了摇自己的脑袋，然后你的愿望失效了。
除了模仿其他法术外，施展该法术以达成的任何其他目的都会使你的身躯承受极大的负担，令你变得无比虚弱。承受负担后，直到你完成长休之前，你每次施展法术时都将受到一定伤害（伤害数值取决于你施展的法术的环阶，每环阶1d10点的暗蚀伤害），此伤害无法被任何方式减免。此外，你的力量属性值将变为3，持续2d4日。这段时间内，你每花一整日休息（不从事轻度活动以外的行为），恢复需要的日数就减少
2 日。最后，承受负担时，你将有33%的概率永远也无法再次施展祈愿术Wish 。`},{Name:`群体医疗术`,Source:`玩家手册2024`,Level:9,Description:`九环 防护（牧师）
施法时间：动作
施法距离：60尺
法术成分：V、S
持续时间：立即
如泉涌般的治愈能量从你流向周遭的生物。选择施法距离内任意数量的可见生物，你令它们恢复总计至多700点生命值，每个生物的具体治疗量则由你随意分配。受该法术所治疗的生物的目盲、耳聋、中毒状态也一并被移除。`},{Name:`时间停止`,Source:`玩家手册2024`,Level:9,Description:`九环 变化（术士、法师）
施法时间：动作
施法距离：自身
法术成分：V
持续时间：立即
你短暂地停止其他所有人的时间流。你一次性进行1d4+1个回合，在此期间，时间对于其他生物而言是静止的，但你可以像正常一样移动和使用动作。
在此期间，若你的一个动作或任何你创造出来的效应影响到除你之外的任何生物，或影响到其他生物着装或携带的物件时，法术将终止。此外，如果你在施法后移动到了距施法时位置1000尺以外的地方，则法术也将终止。`},{Name:`完全变形术`,Source:`玩家手册2024`,Level:9,Description:`九环 变化（吟游诗人、魔契师、法师）
施法时间：动作
施法距离：30尺
法术成分：V、S、M（一滴汞、一团阿拉伯胶和一缕烟）
持续时间：专注，至多1小时
选择施法距离内你可见的一名生物或一个非魔法物件，你将那名生物变形成一名不同的生物或一个非魔法物件，或者那个物件变形成一名生物（物件必须并未被着装或携带）。这一转变会一直持续到持续时间结束或目标死亡/被摧毁为止；如果你为此法术维持了最长时间的专注，则法术的持续时间会延长为直至被解除。
一名非自愿生物可以进行一次感知豁免，若豁免成功则不会受此法术影响。
生物变生物Creature into
Creature。如果你将生物变成另一种生物，则其新形态可以是你选择的挑战等级小于等于目标挑战等级或等级的任何种类。目标的游戏数据被新形态的数据所替代，但目标保留其生命值、生命骰
、阵营、性格。
目标获得等于新形态生命值的临时生命值
。法术结束时其失去所有因此法术获得的临时生命值。
该生物只可做出其新形态的生理结构所允许的动作，不能说话也不能施法。
目标的装备融入新形态中。目标不能使用装备或者通过其他方式从装备中获得增益。
物件变生物Object into
Creature。你可以将一个物件变成任何一种符合下列要求的生物：生物的体型不能大于原物件，且生物的挑战等级必须小于等于9。变形出的生物对你和你的同伴保持友善 。而战斗中它将会在你的回合之后立刻进行其回合，且遵循你的命令。
如果该法术持续时间超过1小时，则你将不再控制该生物。此后，该生物将根据你对待它的方式决定是否对你保持友善。
生物变物件Creature into
Object。
如果你将一名生物变形成一个物件，则它连同其穿着与携带物一起变成新的形态。变成物件的体型不能大于原生物。受术者的数据变成和该物件一样，在法术终止而受术者变回原形后，它将不会记得在变成物件时所发生的任何事情。`},{Name:`完全复生术`,Source:`玩家手册2024`,Level:9,Description:`九环 死灵（牧师、德鲁伊）
施法时间：1小时
施法距离：触碰
法术成分：V、S、M（一颗价值25000GP+的钻石，作为法术耗材）
持续时间：立即
你触碰一名已死，但死亡时间不超过200年，并非死于年老的生物，使其以生命值全满的状态回生。
此法术将治愈该生物身上的所有伤口，中和所有该生物身上的毒素，结束所有该生物身上的魔法疫病，也会移除该生物死亡时仍在生效的所有诅咒。此法术能替换所有受损或失去的器官和肢体。若生物曾是亡灵生物，则其还会恢复到其成为亡灵前的形态。
此法术还能为遗体已不存在的生物使用，并能为它再造一个新的身体。在这种情况下，你必须喊出该生物的名字。之后，该生物将出现在你指定的距你10尺内一处未占据空间中。`},{Name:`星界投影`,Source:`玩家手册2024`,Level:9,Description:`九环 死灵（牧师、魔契师、法师）
施法时间：1 小时
施法距离：10 尺
法术成分：V、S、M（你必须为此法术的每个目标准备一枚价值1000GP+的红锆石和一根价值100GP+的银棒，两者都作为此法术耗材）
持续时间：直到被解除
你和施法距离内至多八名自愿的生物将星界躯体投影到星光位面Astral
Plane（如果你已经在星光位面，则法术立即终止）。每个目标原本的躯体都会被留在原地陷入静止；每个躯体都会具有昏迷状态，但不需要空气、食物，也不会衰老。
目标的星界躯体几乎完美的保持了原本的形态，并保留其本体的游戏资料和随身物。生物的星界躯体与本体有一个显著的区别，那就星界躯体从肩胛骨间向后伸出的一条银线。这条线的可见长度仅有一尺。
如果目标的银线被切断（只有明确注明可以切断这种银线的效应才可以将其切断），目标的身体和星界躯体都会死亡。
目标的星界躯体可以在星光位面任意旅行。当星界躯体离开星光位面时，你的本体和物品将沿着银线被传送，使你以本体的形态到达新位面。
星界躯体承受的伤害或效应不会反映在你的本体上，反之亦然。如果某生物的本体或星界躯体的生命值降至0，则该生物自身的投影效应终止。你可以用魔法 动作消解此法术，以此结束此法术所有目标的星界投影效应。
受术生物身上的法术效应终止时，如果其没有死亡，其会被拉回原本的躯体，并脱离静止。`},{Name:`形体变化`,Source:`玩家手册2024`,Level:9,Description:`九环 变化（德鲁伊、法师）
施法时间：动作
施法距离：自身
法术成分：V、S、M（一只价值1500GP+的玉环）
持续时间：专注，至多1小时
在法术持续时间内，你变形为另一个生物。你还可以使用魔法动作来变形为另一个符合条件的形态。新形态生物的挑战等级必须不高于你的等级或挑战等级的生物。你必须在之前见过该类生物至少一次，并且该生物不能是构装或亡灵生物。
当你施展此法术时，你获得数值等于你变形的首个形态生命值的临时生命值。法术结束时你失去所有因此法术获得的临时生命值。
你的游戏资料卡替换为所选择形态的资料卡，但你保留你的生物类型、阵营、人格，智力、感知与魅力属性值、生命值、生命骰、熟练以及交流的能力。如果你具有施法特性，你同样保留它。
进行变形的途中，你可以决定你的装备是落到地上，还是改变其尺寸和形状来适应你的新形态。`},{Name:`异界之门`,Source:`玩家手册2024`,Level:9,Description:`九环 咒法（牧师、术士、魔契师、法师）
施法时间：动作
施法距离：60尺
法术成分：V、S、M（一颗价值5000GP+的钻石）
持续时间：专注，至多1分钟
你召唤一扇传送门将施法距离内你能看到的一处未占据空间与一个不同位面的准确地点连接在一起。传送门是你打开的一个直径5到20尺的圆形开口。其开口朝向你指定的任意方向，并持续至法术终止。传送门在法术持续时间内一直存在，且可以透过传送门看见其目的地。
在两个位面上显现的传送门均有明确的正反面，只有穿过传送门的正面才能实现位面旅行。任何穿过传送门正面的事物将被瞬间转移至另一位面，随后显现在离另一道传送门周围最近的未占据空间中。
神祇以及其他位面统治者均可以阻止该法术在其所在或属于其领域的任何地点创造传送门。
施展该法术时，你可以说出某个特定生物的名字（不能是假名、头衔、绰号等）。如果该生物在与你不同的位面，则传送门会紧挨被指名生物打开并将该生物转移至你这一侧，出现在距传送门最近的未占空间。你不会获得任何用来控制被传送生物的特殊能力，而它此时可以自由的作任何DM认为合适的行动。它可能离开，也可以攻击你或协助你。`},{Name:`预见术`,Source:`玩家手册2024`,Level:9,Description:`九环 预言（吟游诗人、德鲁伊、魔契师、法师）
施法时间：1分钟
施法距离：触碰
法术成分：V、S、M（一根蜂鸟羽毛）
持续时间：8小时
你触碰一名自愿生物，并授予其预见近未来事件的有限能力。法术持续时间内，该目标进行的所有D20检定均具有优势，而其他生物对其进行攻击检定时具有劣势。此法术的效应会在你再次施展此法术时提前终止。`}],Armors:[{Name:`盾牌`,Source:`玩家手册2024`,RequiredSpecies:``,BaseAc:`2`,Dexterity:``,Type:`盾牌`,Properties:`持用盾牌时AC获得＋2加值；必须具有盾牌受训才能有效使用。`},{Name:`蜥蜴人天生护甲`,Source:`魔邓肯巨献`,RequiredSpecies:`蜥蜴人`,BaseAc:`13`,Dexterity:`敏捷调整值`,Type:`天生护甲`,Properties:`未着装护甲时，基础AC为13＋敏捷调整值；若所穿护甲更低，可改用此AC；可以正常获得盾牌的AC加值。`},{Name:`龟人甲壳`,Source:`魔邓肯巨献`,RequiredSpecies:`龟人`,BaseAc:`17`,Dexterity:`不计敏捷`,Type:`天生护甲`,Properties:`甲壳令基础AC固定为17，敏捷调整值不影响该数值。无法穿戴轻甲、中甲或重甲，但可以正常获得盾牌的AC加值。`}],Weapons:[{Name:`人马蹄击`,Source:`魔邓肯巨献`,RequiredSpecies:`人马`,Category:`天生武器`,Damage:`1d6`,DamageType:`钝击`,Properties:`徒手打击；冲锋后可用附赠动作发动一次蹄击。`,Mastery:``,Attribute:`力量`,MasteryEffect:``},{Name:`化兽者长牙`,Source:`魔邓肯巨献`,RequiredSpecies:`化兽者`,Category:`天生武器`,Damage:`1d6`,DamageType:`穿刺`,Properties:`仅在长牙化形期间可用；化形时及后续回合可依规则发动。`,Mastery:``,Attribute:`力量`,MasteryEffect:``},{Name:`半羊人顶撞`,Source:`魔邓肯巨献`,RequiredSpecies:`半羊人`,Category:`天生武器`,Damage:`1d6`,DamageType:`钝击`,Properties:`以头和双角发动的徒手打击。`,Mastery:``,Attribute:`力量`,MasteryEffect:``},{Name:`斑猫人利爪`,Source:`魔邓肯巨献`,RequiredSpecies:`斑猫人`,Category:`天生武器`,Damage:`1d6`,DamageType:`挥砍`,Properties:`以利爪发动的徒手打击。`,Mastery:``,Attribute:`力量`,MasteryEffect:``},{Name:`牛头人角击`,Source:`魔邓肯巨献`,RequiredSpecies:`牛头人`,Category:`天生武器`,Damage:`1d6`,DamageType:`穿刺`,Properties:`以双角发动的徒手打击；可与猛抵冲撞和角锤特质联动。`,Mastery:``,Attribute:`力量`,MasteryEffect:``},{Name:`蜥蜴人啃咬`,Source:`魔邓肯巨献`,RequiredSpecies:`蜥蜴人`,Category:`天生武器`,Damage:`1d6`,DamageType:`挥砍`,Properties:`以尖牙发动的徒手打击；可与饥渴之喉联动。`,Mastery:``,Attribute:`力量`,MasteryEffect:``},{Name:`阿兰寇拉鹰人禽爪`,Source:`魔邓肯巨献`,RequiredSpecies:`阿兰寇拉鹰人`,Category:`天生武器`,Damage:`1d6`,DamageType:`挥砍`,Properties:`以禽爪发动的徒手打击。`,Mastery:``,Attribute:`力量`,MasteryEffect:``},{Name:`龟人利爪`,Source:`魔邓肯巨献`,RequiredSpecies:`龟人`,Category:`天生武器`,Damage:`1d6`,DamageType:`挥砍`,Properties:`以利爪发动的徒手打击。`,Mastery:``,Attribute:`力量`,MasteryEffect:``}],EquipmentItems:[{Name:`炼金工具`,Source:`玩家手册2024`,Category:`工匠工具`,Price:`50GP`,Weight:`8磅`,Description:`属性： 智力 重量： 8磅 操作： 辨析一种物质（DC15），或生起一场火（DC15） 制造： 强酸、炽火胶、材料包、燃油、纸张、香水`},{Name:`酿酒工具`,Source:`玩家手册2024`,Category:`工匠工具`,Price:`20GP`,Weight:`9磅`,Description:`属性： 智力 重量： 9磅 操作： 检测饮品是否下毒（DC15），或辨识酒精（DC10） 制造： 抗毒剂`},{Name:`书法工具`,Source:`玩家手册2024`,Category:`工匠工具`,Price:`10GP`,Weight:`5磅`,Description:`属性： 敏捷 重量： 5磅 操作： 以华丽的字迹撰写文字防止造假（DC15） 制造： 墨水、法术卷轴`},{Name:`木匠工具`,Source:`玩家手册2024`,Category:`工匠工具`,Price:`8GP`,Weight:`6磅`,Description:`属性： 力量 重量： 6磅 操作： 封死或撬开一扇门或一个容器（DC20） 制造： 短棒、巨棒、长棍、木桶、箱子、梯子、长杆、便携式攻城锤、火把`},{Name:`制图工具`,Source:`玩家手册2024`,Category:`工匠工具`,Price:`15GP`,Weight:`6磅`,Description:`属性： 感知 重量： 6磅 操作： 为一小片区域绘制地图（DC15） 制造： 地图`},{Name:`鞋匠工具`,Source:`玩家手册2024`,Category:`工匠工具`,Price:`5GP`,Weight:`5磅`,Description:`属性： 敏捷 重量： 5磅 操作： 改造足具来为穿戴者的下一次敏捷（特技）检定提供优势（DC10） 制造： 攀爬工具`},{Name:`厨师工具`,Source:`玩家手册2024`,Category:`工匠工具`,Price:`1GP`,Weight:`8磅`,Description:`属性： 感知 重量： 8磅 操作： 改善食物风味（DC10），检查食物是否腐坏或有毒（DC15） 制造： 口粮`},{Name:`玻璃匠工具`,Source:`玩家手册2024`,Category:`工匠工具`,Price:`30GP`,Weight:`5磅`,Description:`属性： 智力 重量： 5磅 操作： 判断一个玻璃物件在过去24小时内盛过什么内容物（DC15） 制造： 玻璃瓶、放大镜、望远镜、小瓶`},{Name:`珠宝匠工具`,Source:`玩家手册2024`,Category:`工匠工具`,Price:`25GP`,Weight:`2磅`,Description:`属性： 智力 重量： 2磅 操作： 判断珠宝价值（DC15） 制造： 奥术法器、圣徽`},{Name:`皮匠工具`,Source:`玩家手册2024`,Category:`工匠工具`,Price:`5GP`,Weight:`5磅`,Description:`属性： 敏捷 重量： 5磅 操作： 对一个皮制品进行图案设计（DC10） 制造： 投石索、鞭子、兽皮甲、皮甲、镶钉皮甲、背包、弩矢匣、地图或卷轴匣、羊皮纸、小包、箭袋、水袋`},{Name:`石匠工具`,Source:`玩家手册2024`,Category:`工匠工具`,Price:`10GP`,Weight:`8磅`,Description:`属性： 力量 重量： 8磅 操作： 在石头上凿出一个符号标志或一个洞（DC10） 制造： 滑轮组`},{Name:`画家工具`,Source:`玩家手册2024`,Category:`工匠工具`,Price:`10GP`,Weight:`5磅`,Description:`属性： 感知 重量： 5磅 操作： 画出你所见过的某个事物的可辨图像（DC10） 制造： 德鲁伊法器、圣徽`},{Name:`陶匠工具`,Source:`玩家手册2024`,Category:`工匠工具`,Price:`10GP`,Weight:`3磅`,Description:`属性： 智力 重量： 3磅 操作： 判断一个陶瓷物件在过去24小时内盛过什么内容物（DC15） 制造： 壶、灯`},{Name:`铁匠工具`,Source:`玩家手册2024`,Category:`工匠工具`,Price:`20GP`,Weight:`8磅`,Description:`属性： 力量 重量： 8磅 操作： 撬开一扇门或容器（DC20） 制造： 任意近战武器（除了短棒，巨棒，长棍和鞭子）、中甲（除了兽皮甲）、重甲、滚珠、吊桶、铁蒺藜、链条、撬棍、枪械子弹、爪钩、铁锅、铁钉、投石索子弹`},{Name:`修补工具`,Source:`玩家手册2024`,Category:`工匠工具`,Price:`50GP`,Weight:`10磅`,Description:`属性： 敏捷 重量： 10磅 操作： 用废料组装出一个 微型 物品，这个物品会在一分钟后散架。（DC20） 制造： 火铳、手铳、铃铛、牛眼提灯、扁瓶、附盖提灯、捕猎陷阱、锁、镣铐、镜子、铲子、信号笛、火绒盒`},{Name:`织布工具`,Source:`玩家手册2024`,Category:`工匠工具`,Price:`1GP`,Weight:`5磅`,Description:`属性： 敏捷 重量： 5磅 操作： 修补衣服上的破口（DC10），或是缝制一个微型图案（DC10） 制造： 布甲、篮子、铺盖、毯子、高档服装、捕网、 长袍 、绳索、麻袋、细绳、帐篷、旅行服装`},{Name:`木雕工具`,Source:`玩家手册2024`,Category:`工匠工具`,Price:`1GP`,Weight:`5磅`,Description:`属性： 敏捷 重量： 5磅 操作： 在木头上雕刻图案（DC10） 制造： 短棒、巨棒、长棍、远程武器（除了手铳、火铳和投石索）、奥术法器、箭矢、弩矢、德鲁伊法器、墨水笔、吹矢`},{Name:`易容工具`,Source:`玩家手册2024`,Category:`其他工具`,Price:`25GP`,Weight:`3磅`,Description:`属性： 魅力 重量： 3磅 操作： 化妆（DC10） 制造： 戏服`},{Name:`文书伪造工具`,Source:`玩家手册2024`,Category:`其他工具`,Price:`15GP`,Weight:`5磅`,Description:`属性： 敏捷 重量： 5磅 操作： 模仿其他人的笔迹，至多10个单词（DC15），或伪造一份火漆（DC20）`},{Name:`赌具（多种）`,Source:`玩家手册2024`,Category:`其他工具`,Price:`Varies`,Weight:`—`,Description:`属性： 感知 重量： — 操作： 判断某人是否作弊（DC10），或赢取游戏（DC20） 变体： 骰子（1SP）、龙棋（1GP）、纸牌（5SP）、三龙牌（1GP）`},{Name:`草药工具`,Source:`玩家手册2024`,Category:`其他工具`,Price:`5GP`,Weight:`3磅`,Description:`属性： 智力 重量： 3磅 操作： 辨认植物（DC10） 制造： 抗毒剂、蜡烛、医疗包、治疗药水`},{Name:`乐器（多类）`,Source:`玩家手册2024`,Category:`其他工具`,Price:``,Weight:`多类`,Description:`属性： 魅力 重量： 多类 操作： 演奏一个熟知的曲调（DC10），或是演奏一首即兴的乐曲（DC15） 变体： 风笛（30GP，6磅）、鼓（6GP，3磅）、扬琴（25GP，10磅）、长笛（2GP，1磅）、号角（3GP，2磅）、鲁特琴（35GP，2磅）、里拉琴（30GP，2磅）、排箫（12GP，2磅）、芦笛（2GP，1磅）、提琴（30GP，1磅）`},{Name:`领航工具`,Source:`玩家手册2024`,Category:`其他工具`,Price:`25GP`,Weight:`2磅`,Description:`属性： 感知 重量： 2磅 操作： 计划路线（DC10），或通过观星判断位置（DC15）`},{Name:`毒药工具`,Source:`玩家手册2024`,Category:`其他工具`,Price:`50GP`,Weight:`2磅`,Description:`属性： 智力 重量： 2磅 操作： 侦测有毒物件（DC10） 制造： 基础毒药`},{Name:`盗贼工具`,Source:`玩家手册2024`,Category:`其他工具`,Price:`25GP`,Weight:`1磅`,Description:`属性： 敏捷 重量： 1磅 操作： 撬锁（DC15），或解除陷阱（DC15）`},{Name:`奥术法器`,Source:`玩家手册2024`,Category:`冒险装备`,Price:`多类`,Weight:`多类`,Description:`奥术法器是一种利用宝石或是雕刻来引导奥术魔法的物品，它会以下列奥术法器列表中的一种形式存在。术士、魔契师和法师可以使用这种物品作为法器。 奥术法器 Arcane Focuses 法器 重量 价格 水晶 1磅 10GP 法球 3磅 20GP 权杖 2磅 10GP 法杖（也视作长棍） 4磅 5GP 魔杖 1磅 10GP`},{Name:`背包`,Source:`玩家手册2024`,Category:`冒险装备`,Price:`2GP`,Weight:`5磅`,Description:`一个背包最多能装入30磅重1立方尺大的东西。背包也能当作鞍囊使用。`},{Name:`扁瓶`,Source:`玩家手册2024`,Category:`冒险装备`,Price:`2CP`,Weight:`1磅`,Description:`一个扁瓶具有1品脱容量。`},{Name:`便携式攻城锤`,Source:`玩家手册2024`,Category:`冒险装备`,Price:`4GP`,Weight:`35磅`,Description:`你可以使用便携式攻城锤撞破一扇门。当你这么做时，你在力量检定上获得+4加值。其他一名角色可以协助你使用攻城锤，并使你这次检定具有优势。`},{Name:`玻璃瓶`,Source:`玩家手册2024`,Category:`冒险装备`,Price:`2GP`,Weight:`2磅`,Description:`一个玻璃瓶至多能装入1.5品脱的东西。`},{Name:`捕猎陷阱`,Source:`玩家手册2024`,Category:`冒险装备`,Price:`5GP`,Weight:`25磅`,Description:`以一个操作动作，你可以在某处设下捕猎陷阱。捕猎陷阱是一组带有锯齿的铁环，当一个生物踩到中心的压力板时，两边的锯齿会迅速合上。这组陷阱需要用沉重的链条固定至某个无法移动的物件上——例如大树或刺入地面的固定钉。踩到压力板的生物必须通过一次DC13的敏捷豁免，否则受到1d4点穿刺伤害，并且速度降至0，直至他的下一回合开始。直到该生物挣脱陷阱前，它的移动范围会被链条的长度限制（通常为3尺）。一个生物可以使用它的动作来进行一次DC13的力量（运动）检定，检定成功时能够让自己或自己触及范围内的一个其他生物脱困。每次检定失败都会导致被困生物受到1点穿刺伤害。`},{Name:`捕网`,Source:`玩家手册2024`,Category:`冒险装备`,Price:`1GP`,Weight:`3磅`,Description:`当你执行攻击动作，你可以将你的一次攻击替换为丢出一张捕网。你可以选择位于你15尺内可见的一个生物作为目标。该目标必须通过一次敏捷豁免（DC等于8+你的敏捷调整值+你的熟练加值），否则陷入束缚状态，直至挣脱。体型是巨型及以上的目标将自动通过豁免。 被束缚的目标或者位于目标5尺内的生物，可以通过一个动作来进行一次DC10的力量（运动）检定来挣脱捕网。若检定成功，被束缚的生物将被解放。摧毁捕网（AC 10；5 HP；免疫钝击、毒素和心灵伤害）也能解放被困目标并结束捕网的效果。`},{Name:`材料包`,Source:`玩家手册2024`,Category:`冒险装备`,Price:`25GP`,Weight:`2磅`,Description:`材料包是一种装有你法术所需的一切免费材料的防水小包。`},{Name:`铲子`,Source:`玩家手册2024`,Category:`冒险装备`,Price:`2GP`,Weight:`5磅`,Description:`你可以使用铲子来花费一小时时间在土壤或类似材质的地方挖出一个5尺边长的洞。`},{Name:`炽火胶`,Source:`玩家手册2024`,Category:`冒险装备`,Price:`50GP`,Weight:`1磅`,Description:`当你执行攻击动作时，你可以将你的一次攻击替换为丢出一扁瓶炽火胶。你可以选择位于你20尺内可见的一个生物或物件作为目标。该目标必须通过一次敏捷豁免（DC等于8+你的敏捷调整值+你的熟练加值），否则承受1d4点火焰伤害并开始燃烧（见术语汇编）。`},{Name:`弹药`,Source:`玩家手册2024`,Category:`冒险装备`,Price:`多类`,Weight:`多类`,Description:`具有 弹药 词条的武器需要弹药才能发射。武器的描述部分会指定这把武器需要哪种弹药。下面的弹药表列出了不同类型的弹药，以及购买这些弹药时一份能买到多少枚。列表还会列出这些弹药通常需要哪种容器存放；容器必须要单独购买。 弹药 Ammunition 种类 份量 容器 重量 价格 箭矢 20 箭袋 1磅 1GP 弩矢 20 弩矢匣 1.5磅 1GP 枪械子弹 10 小包 2磅 3GP 投石索子弹 20 小包 1.5磅 4CP 吹矢 50 小包 1磅 1GP`},{Name:`德鲁伊法器`,Source:`玩家手册2024`,Category:`冒险装备`,Price:`多类`,Weight:`多类`,Description:`德鲁伊法器是一种利用刻纹、绑带或图画来引导原初魔法的物品，它会以下列德鲁伊法器列表中的一种形式存在。德鲁伊和游侠可以使用这种物品作为法器。 德鲁伊法器Druidic Focuses 法器 重量 价格 槲寄生枝条 — 1GP 木质法杖（也视作长棍） 4磅 5GP 紫衫魔杖 1磅 10GP`},{Name:`地城套组`,Source:`玩家手册2024`,Category:`冒险装备`,Price:`12GP`,Weight:`55磅`,Description:`地城套组包含以下物品：背包、铁蒺藜、撬棍、2扁瓶燃油、10天份的口粮、绳索、火绒盒、10根火把和水袋。`},{Name:`地图`,Source:`玩家手册2024`,Category:`冒险装备`,Price:`1GP`,Weight:`—`,Description:`如果你在地图所绘制的地点参考了一张准确的地图，你为辨认位置所进行的感知（求生）检定获得+5的加值。`},{Name:`地图或卷轴匣`,Source:`玩家手册2024`,Category:`冒险装备`,Price:`1GP`,Weight:`1磅`,Description:`一个地图或卷轴匣至多能存放10张纸张或5张羊皮纸。`},{Name:`吊桶`,Source:`玩家手册2024`,Category:`冒险装备`,Price:`5CP`,Weight:`2磅`,Description:`一个吊桶能装入至多半立方尺的东西。`},{Name:`放大镜`,Source:`玩家手册2024`,Category:`冒险装备`,Price:`100GP`,Weight:`—`,Description:`使用放大镜时，你为鉴定或检查精密物品所作的任何属性检定都会具有优势。想要使用放大镜点火，需要一束如同阳光般明亮的强光用于聚焦，还需要用于点燃的火绒，随后需要大约5分钟的时间来生火。`},{Name:`附盖提灯`,Source:`玩家手册2024`,Category:`冒险装备`,Price:`5GP`,Weight:`2磅`,Description:`一盏附盖提灯使用燃油作为燃料，点着时能够发出半径30尺的明亮光照以及额外30尺的微光光照。以一个附赠动作，你可以盖上或掀开提灯的盖子。盖上盖子时，提灯的光亮降至半径5尺的微光光照。`},{Name:`高档服装`,Source:`玩家手册2024`,Category:`冒险装备`,Price:`15GP`,Weight:`6磅`,Description:`高档服装使用昂贵的材料和装饰物制成，并缝制着极其精密的细节。有些活动和场合仅允许穿着高档服装的人参与。`},{Name:`滚珠`,Source:`玩家手册2024`,Category:`冒险装备`,Price:`1GP`,Weight:`2磅`,Description:`以一个操作动作，你能把一小包滚珠撒至地面，并覆盖你周围10尺内的一处10尺方形区域。任何生物每回合首次进入这片区域时都必须通过一次DC10的敏捷豁免，否则陷入倒地状态。重新收集这些滚珠需要花费10分钟时间。`},{Name:`壶`,Source:`玩家手册2024`,Category:`冒险装备`,Price:`2CP`,Weight:`4磅`,Description:`壶具有一加仑的容量。`},{Name:`滑轮组`,Source:`玩家手册2024`,Category:`冒险装备`,Price:`1GP`,Weight:`5磅`,Description:`滑轮组允许你提起你正常能提动的四倍重量的物品。`},{Name:`火把`,Source:`玩家手册2024`,Category:`冒险装备`,Price:`1CP`,Weight:`1磅`,Description:`火把点燃后能够燃烧1小时，燃烧期间发出半径20尺的明亮光照以及额外20尺的微光光照。当你执行攻击动作时，你可以将火把当作简易近战武器，并使用火把发动攻击。命中时，目标受到1火焰伤害。`},{Name:`火绒盒`,Source:`玩家手册2024`,Category:`冒险装备`,Price:`5SP`,Weight:`1磅`,Description:`火绒盒是一种装有打火石、火镰和火绒（通常是浸泡在燃油里的干布料）的小型容器，其中的物品可以用来点火。你可以使用附赠动作来用它点燃任何具有燃料的东西——例如蜡烛、油灯、提灯或火把。在没有燃料的情况下生火需要1分钟时间。`},{Name:`基础毒药`,Source:`玩家手册2024`,Category:`冒险装备`,Price:`100GP`,Weight:`—`,Description:`以一个附赠动作，你可以将一小瓶基础毒药涂抹在一把武器或至多三枚弹药上。当一个生物受到由涂过毒的武器或弹药所造成的穿刺或挥砍伤害时，该生物将受到额外1d4点毒素伤害。毒药一旦被涂抹，毒效只会持续1分钟或直至造成了额外伤害。`},{Name:`祭司套组`,Source:`玩家手册2024`,Category:`冒险装备`,Price:`33GP`,Weight:`29磅`,Description:`祭司套组包含以下物品：背包、毯子、圣水、油灯、7天份的口粮、长袍和火绒盒。`},{Name:`箭袋`,Source:`玩家手册2024`,Category:`冒险装备`,Price:`1GP`,Weight:`1磅`,Description:`箭袋至多能装入20根箭矢。`},{Name:`镜子`,Source:`玩家手册2024`,Category:`冒险装备`,Price:`5GP`,Weight:`0.5磅`,Description:`一面手持的钢镜不光可以用来化妆打扮，也可以用来窥视拐角或利用反光打信号。`},{Name:`抗毒剂`,Source:`玩家手册2024`,Category:`冒险装备`,Price:`50GP`,Weight:`—`,Description:`以一个附赠动作，你可以喝下一小瓶抗毒剂来使你在避免或结束中毒状态的豁免中具有优势，持续一小时。`},{Name:`口粮`,Source:`玩家手册2024`,Category:`冒险装备`,Price:`5SP`,Weight:`2磅`,Description:`口粮由适合长途旅行携带的食物组成，包含肉干、风干水果、饼干和坚果等。不进食的危害详见术语汇编中的“饥饿”部分。`},{Name:`蜡烛`,Source:`玩家手册2024`,Category:`冒险装备`,Price:`1CP`,Weight:`—`,Description:`一根蜡烛可以燃烧1小时，并发出5尺范围的明亮光照，以及额外5尺的微光光照。`},{Name:`篮子`,Source:`玩家手册2024`,Category:`冒险装备`,Price:`4SP`,Weight:`2磅`,Description:`一个篮子能够至多装入40磅重2立方尺大的东西。`},{Name:`链条`,Source:`玩家手册2024`,Category:`冒险装备`,Price:`5GP`,Weight:`10磅`,Description:`以一个操作动作，你可以进行一次DC13的力量（运动）检定。如果该检定成功，你能利用链条捆住一个位于你5尺内的非自愿生物，但该生物必须处于受擒、失能或束缚状态。如果你绑住了该生物的腿，该生物陷入束缚状态，直至挣脱。挣脱链条需要该生物使用动作来通过一次DC18的敏捷（特技）检定。扯坏链条需要该生物使用动作来通过一次DC20的力量（运动）检定。`},{Name:`镣铐`,Source:`玩家手册2024`,Category:`冒险装备`,Price:`2GP`,Weight:`6磅`,Description:`以一个操作动作，你可以进行一次DC13的敏捷（巧手）检定。如果该检定成功，你能利用镣铐捆住一个位于你5尺内的非自愿的小型或中型生物，但该生物必须处于受擒、失能或束缚状态。如果你铐住了该生物，该生物进行的攻击检定会具有劣势。如果镣铐还被锁链或钩子固定在了某处，该生物还会陷入束缚状态。挣脱镣铐需要该生物使用动作来通过一次DC20的敏捷（巧手）检定。扯坏镣铐需要该生物使用动作来通过一次DC25的力量（运动）检定。 每套镣铐都有对应的钥匙。如果没有对应的钥匙，一个生物还可以使用盗贼工具来通过一次DC15的敏捷（巧手）检定解开镣铐的锁。`},{Name:`铃铛`,Source:`玩家手册2024`,Category:`冒险装备`,Price:`1GP`,Weight:`—`,Description:`以一个操作动作，你可以摇响一个铃铛，铃铛会发出60尺内都能够听到的声音。`},{Name:`旅行服装`,Source:`玩家手册2024`,Category:`冒险装备`,Price:`2GP`,Weight:`4磅`,Description:`旅行服装是为应对在多种环境中的旅途而设计的结实服装。`},{Name:`麻袋`,Source:`玩家手册2024`,Category:`冒险装备`,Price:`1CP`,Weight:`半磅`,Description:`麻袋至多能够装入30磅1立方尺的东西。`},{Name:`墨水`,Source:`玩家手册2024`,Category:`冒险装备`,Price:`10GP`,Weight:`—`,Description:`墨水一般装在1盎司的瓶子里，足够撰写500页的内容。`},{Name:`墨水笔`,Source:`玩家手册2024`,Category:`冒险装备`,Price:`2CP`,Weight:`—`,Description:`墨水笔可以使用墨水来写字或绘画。`},{Name:`木桶`,Source:`玩家手册2024`,Category:`冒险装备`,Price:`2GP`,Weight:`70磅`,Description:`一个木桶能够至多装入40加仑的液体或4立方尺的干燥货物。`},{Name:`牛眼提灯`,Source:`玩家手册2024`,Category:`冒险装备`,Price:`10GP`,Weight:`2磅`,Description:`一盏牛眼提灯使用燃油作为燃料，点着时能够发出60尺锥状区域的明亮光照以及额外60尺的微光光照。`},{Name:`弩矢匣`,Source:`玩家手册2024`,Category:`冒险装备`,Price:`1GP`,Weight:`1磅`,Description:`一个弩矢匣至多能存放20根弩矢。`},{Name:`攀爬工具`,Source:`玩家手册2024`,Category:`冒险装备`,Price:`25GP`,Weight:`12磅`,Description:`一套攀爬工具包含鞋子包头、手套、岩钉和系带。以一个操作动作，你可以使用攀爬工具锚定自己，此时你不会从锚定处摔落超过25尺，且在使用附赠动作解除锚定前无法从锚定处向外移动超过25尺。`},{Name:`铺盖`,Source:`玩家手册2024`,Category:`冒险装备`,Price:`1GP`,Weight:`7磅`,Description:`一卷铺盖能睡下一个小型或中型生物。躺在铺盖中时，你自动通过抵抗极寒的豁免检定（详见城主指南）。`},{Name:`强酸`,Source:`玩家手册2024`,Category:`冒险装备`,Price:`25GP`,Weight:`1磅`,Description:`当你执行攻击动作时，你可以将你的一次攻击替换为丢出一小瓶强酸。你可以选择位于你20尺内可见的一个生物或物件作为目标。该目标必须通过一次敏捷豁免（DC等于8+你的敏捷调整值+你的熟练加值），否则承受2d6点强酸伤害。`},{Name:`撬棍`,Source:`玩家手册2024`,Category:`冒险装备`,Price:`2GP`,Weight:`5磅`,Description:`在能够撬动的地方使用撬棍可以给予你在这方面的力量检定优势。`},{Name:`窃贼套组`,Source:`玩家手册2024`,Category:`冒险装备`,Price:`16GP`,Weight:`42磅`,Description:`窃贼套组包含以下物品：背包、滚珠、铃铛、10根蜡烛、撬棍、附盖提灯、7扁瓶燃油、五天份的口粮、绳索、火绒盒和水袋。`},{Name:`燃油`,Source:`玩家手册2024`,Category:`冒险装备`,Price:`1SP`,Weight:`1磅`,Description:`你能将燃油泼在一个生物、物件或一处空间上，你也可以将燃油作为燃料使用。具体使用方法如下。 泼洒一个生物或一个物件Dousing a Creature or an Object。 当你执行攻击动作时，你可以将你的一次攻击替换为丢出一扁瓶燃油。你可以选择位于你20尺内可见的一个生物或物件作为目标。该目标必须通过一次敏捷豁免（DC等于8+你的敏捷调整值+你的熟练加值），否则被燃油覆盖。如果目标在燃油挥发前（1分钟后）受到火焰伤害，则目标因燃烧的燃油受到额外5点火焰伤害。 泼洒一处空间Dousing a Space。 以一个操作动作，你可以将一扁瓶燃油泼在地面上，以覆盖一块边长5尺且保持水平的方形区域。点燃后，从点燃时算起，燃油会持续燃烧两轮并在回合结束时熄灭（或12秒）。点燃时，任何进入该区域或在该区域结束其回合的生物都会受到5点火焰伤害。同一生物每回合只受该伤害作用一次。 燃料Fuel。 燃油能作为油灯和提灯的燃料使用。一旦点着，一扁瓶的燃油可以在油灯和提灯中持续燃烧6小时。持续时长并不需要是连续的，你可以熄灭点着的燃油（以一个操作动作），并在之后再点燃，直到总共燃烧了6小时。`},{Name:`绳索`,Source:`玩家手册2024`,Category:`冒险装备`,Price:`1GP`,Weight:`5磅`,Description:`以一个操作动作，你可以进行一次DC10的敏捷（巧手）检定。如果该检定成功，你能用绳索打一个结。扯坏绳索需要成功通过一次DC20的力量（运动）检定。 你可以利用绳索捆住一个非自愿生物，但该生物必须处于受擒、失能或束缚状态。如果你绑住了该生物的腿，该生物陷入束缚状态，直至挣脱。挣脱绳索需要该生物使用动作来通过一次DC15的敏捷（特技）检定。`},{Name:`圣徽`,Source:`玩家手册2024`,Category:`冒险装备`,Price:`多类`,Weight:`多类`,Description:`圣徽是一种利用宝石或图画来引导神圣魔法的物品，它会以下列圣徽列表中的一种形式存在。牧师和圣武士可以用圣徽作为法器。 列表还会向玩家展示不同圣徽所需要的携带方式，例如手持、佩戴或挂载到织物上（例如披挂或横幅）或盾牌上。 圣徽Holy Symbols 徽章 重量 价格 护符（佩戴或手持） 1磅 5GP 纹章（挂载到织物或盾牌上） — 5GP 圣物匣（手持） 2磅 5GP`},{Name:`圣水`,Source:`玩家手册2024`,Category:`冒险装备`,Price:`25GP`,Weight:`1磅`,Description:`当你执行攻击动作时，你可以将你的一次攻击替换为丢出一扁瓶圣水。你可以选择位于你20尺内可见的一个生物作为目标。该目标必须通过一次敏捷豁免（DC等于8+你的敏捷调整值+你的熟练加值），并且如果这个目标是邪魔或亡灵生物，失败时承受2d8点光耀伤害。`},{Name:`书籍`,Source:`玩家手册2024`,Category:`冒险装备`,Price:`25GP`,Weight:`5磅`,Description:`一本书会记载虚构或非虚构的内容。如果你在某些事物上参考了一本内容准确而非虚构的书，你在相关事物上的智力（奥秘、历史、自然或宗教）检定则获得+5的加值。`},{Name:`水袋`,Source:`玩家手册2024`,Category:`冒险装备`,Price:`2SP`,Weight:`5磅（满）`,Description:`水袋具有4品脱容量。如果你喝水不足，你会遭受脱水的危害（见规则详述）。`},{Name:`锁`,Source:`玩家手册2024`,Category:`冒险装备`,Price:`10GP`,Weight:`1磅`,Description:`每套锁都有对应的钥匙。如果没有对应的钥匙，一个生物还可以使用盗贼工具来通过一次DC15的敏捷（巧手）检定开锁。`},{Name:`毯子`,Source:`玩家手册2024`,Category:`冒险装备`,Price:`5SP`,Weight:`3磅`,Description:`包裹在毯子中期间，你在抵抗极寒的豁免检定上具有优势（详见城主指南）。`},{Name:`探索套组`,Source:`玩家手册2024`,Category:`冒险装备`,Price:`10GP`,Weight:`55磅`,Description:`探索套组包含以下物品：背包、铺盖、2扁瓶燃油、10天份的口粮、绳索、火绒盒、10根火把和水袋。`},{Name:`梯子`,Source:`玩家手册2024`,Category:`冒险装备`,Price:`1SP`,Weight:`25磅`,Description:`一把梯子有10尺高。你只能在梯子上爬上或是爬下。`},{Name:`铁钉`,Source:`玩家手册2024`,Category:`冒险装备`,Price:`1GP`,Weight:`5磅`,Description:`一组铁钉具有十支。以一个操作动作，你可以使用一把钝器，例如轻锤，来将铁钉锤入木头、土地或类似的材质。你能通过这种方式堵死一扇门，或将绳索或链条固定在铁钉上。`},{Name:`铁锅`,Source:`玩家手册2024`,Category:`冒险装备`,Price:`2GP`,Weight:`10磅`,Description:`铁锅具有一加仑的容量。`},{Name:`铁蒺藜`,Source:`玩家手册2024`,Category:`冒险装备`,Price:`1GP`,Weight:`2磅`,Description:`以一个操作动作，你能把一包铁蒺撒至地面并覆盖你周围5尺内的一处5尺方形区域。任何生物每回合首次进入这片区域时都必须通过一次DC15的敏捷豁免，否则受到1点穿刺伤害，并且移速降至0，直到其下一回合开始为止。重新收集这些铁蒺藜需要花费10分钟时间。`},{Name:`外交套组`,Source:`玩家手册2024`,Category:`冒险装备`,Price:`39GP`,Weight:`39磅`,Description:`外交套组包含以下物品：箱子、高档服装、墨水、5支墨水笔、油灯、2个地图或卷轴匣、4扁瓶燃油、5张纸张、5张羊皮纸、香水和火绒盒。`},{Name:`望远镜`,Source:`玩家手册2024`,Category:`冒险装备`,Price:`1000GP`,Weight:`1磅`,Description:`通过望远镜看到的物件要比原先的尺寸大上两倍。`},{Name:`戏法卷轴`,Source:`玩家手册2024`,Category:`冒险装备`,Price:`30GP`,Weight:`—`,Description:`一个戏法法术卷轴或一环法术卷轴是一种记载了戏法或一环法术的魔法物品。具体是哪一种由卷轴的创造者决定。如果卷轴的法术处在你的职业*法术列表中，你就可以阅读这卷卷轴并在无需材料成分的情况下，使用法术的正常施法时间来施展这道法术。 如果法术要求豁免检定或攻击检定，法术的豁免DC则为13，而攻击加值为5。当法术施展完毕，卷轴会立刻烟消云散。 （译注：在DMG2024的魔法物品章节中，法术卷轴的描述为“如果这道法术在你的法术列表中”）`},{Name:`戏服`,Source:`玩家手册2024`,Category:`冒险装备`,Price:`5GP`,Weight:`4磅`,Description:`若你穿着对应的戏服，你为模仿他人或模仿某一类人所作的任何属性检定都具有优势。`},{Name:`细线`,Source:`玩家手册2024`,Category:`冒险装备`,Price:`1SP`,Weight:`—`,Description:`细线有10尺长。你能够以一个操作动作为它打一个结。`},{Name:`香水`,Source:`玩家手册2024`,Category:`冒险装备`,Price:`5GP`,Weight:`—`,Description:`香水通常装在4盎司的小瓶里。为自己拍上香水后的一小时里，你为影响对你态度冷漠的类人生物所作的魅力（游说）检定都具有优势，但这个生物必须位于你的5尺内。`},{Name:`箱子`,Source:`玩家手册2024`,Category:`冒险装备`,Price:`5GP`,Weight:`25磅`,Description:`一个箱子至多能装入12立方尺的东西。`},{Name:`小包`,Source:`玩家手册2024`,Category:`冒险装备`,Price:`5SP`,Weight:`1磅`,Description:`一个小包能够至多装入6磅重、五分之一立方尺大的东西。`},{Name:`小瓶`,Source:`玩家手册2024`,Category:`冒险装备`,Price:`1GP`,Weight:`—`,Description:`小瓶具有4盎司容量。`},{Name:`信号笛`,Source:`玩家手册2024`,Category:`冒险装备`,Price:`5CP`,Weight:`—`,Description:`以一个操作动作，你可以吹响一支信号笛，并使信号笛发出600尺外都可以听见的响声。`},{Name:`学者套组`,Source:`玩家手册2024`,Category:`冒险装备`,Price:`40GP`,Weight:`22磅`,Description:`学者套组包含以下物品：背包、书、墨水、墨水笔、油灯、10扁瓶燃油、10张羊皮纸和火绒盒。`},{Name:`羊皮纸`,Source:`玩家手册2024`,Category:`冒险装备`,Price:`1SP`,Weight:`—`,Description:`一页羊皮纸能够写满250个手写单词。`},{Name:`一环卷轴`,Source:`玩家手册2024`,Category:`冒险装备`,Price:`50GP`,Weight:`—`,Description:`一个戏法法术卷轴或一环法术卷轴是一种记载了戏法或一环法术的魔法物品。具体是哪一种由卷轴的创造者决定。如果卷轴的法术处在你的职业*法术列表中，你就可以阅读这卷卷轴并在无需材料成分的情况下，使用法术的正常施法时间来施展这道法术。 如果法术要求豁免检定或攻击检定，法术的豁免DC则为13，而攻击加值为5。当法术施展完毕，卷轴会立刻烟消云散。 （译注：在DMG2024的魔法物品章节中，法术卷轴的描述为“如果这道法术在你的法术列表中”）`},{Name:`医疗包`,Source:`玩家手册2024`,Category:`冒险装备`,Price:`5GP`,Weight:`3磅`,Description:`一个医疗包有十次使用次数。以一个 操作 动作，你可以花费一次使用次数用来稳定一名生命值为0的陷入 昏迷的 生物的伤势。你这么做时无需进行感知（医疗）检定。`},{Name:`艺人套组`,Source:`玩家手册2024`,Category:`冒险装备`,Price:`40GP`,Weight:`58.5磅`,Description:`艺人套组包含以下物品：背包、铺盖、铃铛、牛眼提灯、3套戏服、镜子、8扁瓶燃油、9天份的口粮、火绒盒和水袋。`},{Name:`油灯`,Source:`玩家手册2024`,Category:`冒险装备`,Price:`5SP`,Weight:`1磅`,Description:`一盏油灯使用燃油作为燃料，点着时能够发出半径15尺的明亮光照以及额外30尺的微光光照。`},{Name:`长杆`,Source:`玩家手册2024`,Category:`冒险装备`,Price:`5CP`,Weight:`7磅`,Description:`一柄长杆有10尺长。你可以用它去触碰10尺外的东西。如果你必须为一次跳高或跳远进行力量（运动）检定的话，你可以使用长杆进行撑杆跳，来使这次检定具有优势。`},{Name:`长袍`,Source:`玩家手册2024`,Category:`冒险装备`,Price:`1GP`,Weight:`4磅`,Description:`长袍通常具有特别的职业或仪式意义。有些活动和场合仅允许穿着带有特定颜色或符号的长袍的人参与。`},{Name:`帐篷`,Source:`玩家手册2024`,Category:`冒险装备`,Price:`2GP`,Weight:`20磅`,Description:`帐篷可以睡下两个小型或中型的生物。`},{Name:`爪钩`,Source:`玩家手册2024`,Category:`冒险装备`,Price:`2GP`,Weight:`4磅`,Description:`以一个操作动作，你能将爪钩朝着位于自身50尺内的一处栏杆、突起的边缘或是一处能够挂住的位置扔出，并进行一次DC13的敏捷（特技）检定。如果检定成功，爪钩则成功钩在上面。如果爪钩上还连了绳子，你则可以爬上去。`},{Name:`纸张`,Source:`玩家手册2024`,Category:`冒险装备`,Price:`2SP`,Weight:`—`,Description:`一页纸张能够写满250个手写单词。`},{Name:`治疗药水`,Source:`玩家手册2024`,Category:`冒险装备`,Price:`50GP`,Weight:`半磅`,Description:`这瓶药水是一种魔法物品。以一个附赠动作，你可以喝掉它或将它喂给位于你5尺内的其他生物。喝掉这小瓶魔法红色液体的生物能够恢复2d4+2点生命值。`}],Skills:[{Name:`特技`,Ability:`敏捷`},{Name:`巧手`,Ability:`敏捷`},{Name:`隐匿`,Ability:`敏捷`},{Name:`调查`,Ability:`智力`},{Name:`奥秘`,Ability:`智力`},{Name:`历史`,Ability:`智力`},{Name:`自然`,Ability:`智力`},{Name:`宗教`,Ability:`智力`},{Name:`察觉`,Ability:`感知`},{Name:`洞悉`,Ability:`感知`},{Name:`驯兽`,Ability:`感知`},{Name:`医药`,Ability:`感知`},{Name:`求生`,Ability:`感知`},{Name:`游说`,Ability:`魅力`},{Name:`欺瞒`,Ability:`魅力`},{Name:`威吓`,Ability:`魅力`},{Name:`表演`,Ability:`魅力`},{Name:`运动`,Ability:`力量`}],BaseWeapons:[{Name:`短棒`,Source:`玩家手册2024`,RequiredSpecies:``,Category:`简易近战武器`,Damage:`1d4`,DamageType:`钝击`,Properties:`轻型`,Mastery:`缓速`,Attribute:`力量`,MasteryEffect:`当你用这把武器命中了一个生物并造成伤害时，你可以将对方的速度减少10尺，直至你的下一回合开始。如果该生物被拥有缓速词条的武器多次命中，其速度削减量也不会因此超过10尺。`},{Name:`匕首`,Source:`玩家手册2024`,RequiredSpecies:``,Category:`简易近战武器`,Damage:`1d4`,DamageType:`穿刺`,Properties:`灵巧，轻型，投掷（射程 20/60）`,Mastery:`迅击`,Attribute:`敏捷`,MasteryEffect:`当你发动由轻型词条所提供的额外的攻击时，你可以将本次攻击视作攻击动作的一部分，而非使用附赠动作。而你每一回合仍然只能进行一次由轻型词条所提供的额外的攻击。`},{Name:`巨棒`,Source:`玩家手册2024`,RequiredSpecies:``,Category:`简易近战武器`,Damage:`1d8`,DamageType:`钝击`,Properties:`双手`,Mastery:`推离`,Attribute:`力量`,MasteryEffect:`当你用这把武器命中一个生物时，如果该生物的体型不超过大型，则你可以将该生物自你处直线推离至多10尺。`},{Name:`手斧`,Source:`玩家手册2024`,RequiredSpecies:``,Category:`简易近战武器`,Damage:`1d6`,DamageType:`挥砍`,Properties:`轻型，投掷（射程 20/60）`,Mastery:`侵扰`,Attribute:`力量`,MasteryEffect:`当你用这把武器命中一个生物并对其造成伤害时，直到你的下一回合结束前，你对该生物的下一次攻击检定将具有优势。`},{Name:`标枪`,Source:`玩家手册2024`,RequiredSpecies:``,Category:`简易近战武器`,Damage:`1d6`,DamageType:`穿刺`,Properties:`投掷（射程 30/120）`,Mastery:`缓速`,Attribute:`力量`,MasteryEffect:`当你用这把武器命中了一个生物并造成伤害时，你可以将对方的速度减少10尺，直至你的下一回合开始。如果该生物被拥有缓速词条的武器多次命中，其速度削减量也不会因此超过10尺。`},{Name:`轻锤`,Source:`玩家手册2024`,RequiredSpecies:``,Category:`简易近战武器`,Damage:`1d4`,DamageType:`钝击`,Properties:`轻型，投掷（射程 20/60）`,Mastery:`迅击`,Attribute:`力量`,MasteryEffect:`当你发动由轻型词条所提供的额外的攻击时，你可以将本次攻击视作攻击动作的一部分，而非使用附赠动作。而你每一回合仍然只能进行一次由轻型词条所提供的额外的攻击。`},{Name:`硬头锤`,Source:`玩家手册2024`,RequiredSpecies:``,Category:`简易近战武器`,Damage:`1d6`,DamageType:`钝击`,Properties:``,Mastery:`削弱`,Attribute:`力量`,MasteryEffect:`当你用这把武器命中一个生物时，直到你的下一回合开始前，该生物的下一次攻击检定将具有劣势。`},{Name:`长棍`,Source:`玩家手册2024`,RequiredSpecies:``,Category:`简易近战武器`,Damage:`1d6`,DamageType:`钝击`,Properties:`多用（1d8）`,Mastery:`失衡`,Attribute:`力量`,MasteryEffect:`当你用这把武器命中了一个生物时，你可以迫使该生物进行一次体质豁免（DC等于8+本次攻击所使用的调整值+你的熟练加值）。豁免检定失败时，该生物陷入倒地状态。`},{Name:`镰刀`,Source:`玩家手册2024`,RequiredSpecies:``,Category:`简易近战武器`,Damage:`1d4`,DamageType:`挥砍`,Properties:`轻型`,Mastery:`迅击`,Attribute:`力量`,MasteryEffect:`当你发动由轻型词条所提供的额外的攻击时，你可以将本次攻击视作攻击动作的一部分，而非使用附赠动作。而你每一回合仍然只能进行一次由轻型词条所提供的额外的攻击。`},{Name:`矛`,Source:`玩家手册2024`,RequiredSpecies:``,Category:`简易近战武器`,Damage:`1d6`,DamageType:`穿刺`,Properties:`投掷（射程 20/60），多用（1d8）`,Mastery:`削弱`,Attribute:`力量`,MasteryEffect:`当你用这把武器命中一个生物时，直到你的下一回合开始前，该生物的下一次攻击检定将具有劣势。`},{Name:`飞镖`,Source:`玩家手册2024`,RequiredSpecies:``,Category:`简易远程武器`,Damage:`1d4`,DamageType:`穿刺`,Properties:`灵巧，投掷（射程 20/60）`,Mastery:`侵扰`,Attribute:`敏捷`,MasteryEffect:`当你用这把武器命中一个生物并对其造成伤害时，直到你的下一回合结束前，你对该生物的下一次攻击检定将具有优势。`},{Name:`轻弩`,Source:`玩家手册2024`,RequiredSpecies:``,Category:`简易远程武器`,Damage:`1d8`,DamageType:`穿刺`,Properties:`弹药（射程 80/320；弩矢），装填，双手`,Mastery:`缓速`,Attribute:`敏捷`,MasteryEffect:`当你用这把武器命中了一个生物并造成伤害时，你可以将对方的速度减少10尺，直至你的下一回合开始。如果该生物被拥有缓速词条的武器多次命中，其速度削减量也不会因此超过10尺。`},{Name:`短弓`,Source:`玩家手册2024`,RequiredSpecies:``,Category:`简易远程武器`,Damage:`1d6`,DamageType:`穿刺`,Properties:`弹药（射程 80/320；箭矢），双手`,Mastery:`侵扰`,Attribute:`敏捷`,MasteryEffect:`当你用这把武器命中一个生物并对其造成伤害时，直到你的下一回合结束前，你对该生物的下一次攻击检定将具有优势。`},{Name:`投石索`,Source:`玩家手册2024`,RequiredSpecies:``,Category:`简易远程武器`,Damage:`1d4`,DamageType:`钝击`,Properties:`弹药（射程 30/120；子弹）`,Mastery:`缓速`,Attribute:`敏捷`,MasteryEffect:`当你用这把武器命中了一个生物并造成伤害时，你可以将对方的速度减少10尺，直至你的下一回合开始。如果该生物被拥有缓速词条的武器多次命中，其速度削减量也不会因此超过10尺。`},{Name:`战斧`,Source:`玩家手册2024`,RequiredSpecies:``,Category:`军用近战武器`,Damage:`1d8`,DamageType:`挥砍`,Properties:`多用（1d10）`,Mastery:`失衡`,Attribute:`力量`,MasteryEffect:`当你用这把武器命中了一个生物时，你可以迫使该生物进行一次体质豁免（DC等于8+本次攻击所使用的调整值+你的熟练加值）。豁免检定失败时，该生物陷入倒地状态。`},{Name:`链枷`,Source:`玩家手册2024`,RequiredSpecies:``,Category:`军用近战武器`,Damage:`1d8`,DamageType:`钝击`,Properties:``,Mastery:`削弱`,Attribute:`力量`,MasteryEffect:`当你用这把武器命中一个生物时，直到你的下一回合开始前，该生物的下一次攻击检定将具有劣势。`},{Name:`长柄刀`,Source:`玩家手册2024`,RequiredSpecies:``,Category:`军用近战武器`,Damage:`1d10`,DamageType:`挥砍`,Properties:`重型，触及，双手`,Mastery:`擦掠`,Attribute:`力量`,MasteryEffect:`当你以这把武器对一个生物发动的攻击检定失手时，你仍可以对目标生物造成一定伤害。其数额等同于此次攻击所使用的属性调整值，其伤害类型与你所使用的武器一致，并且这个伤害只能通过属性调整值的提高而增长。`},{Name:`巨斧`,Source:`玩家手册2024`,RequiredSpecies:``,Category:`军用近战武器`,Damage:`1d12`,DamageType:`挥砍`,Properties:`重型，双手`,Mastery:`横扫`,Attribute:`力量`,MasteryEffect:`当你用这把武器进行的近战攻击检定命中一个生物时，你可以用该武器对位于该生物5尺内，且同样身处你触及范围内的另一生物再进行一次近战攻击检定。命中时，第二个生物也会受到此武器的伤害，但你无法将你的属性调整值加入这次伤害中（除非该调整值为负数）。每个回合中你只能发动一次横扫的额外攻击。`},{Name:`巨剑`,Source:`玩家手册2024`,RequiredSpecies:``,Category:`军用近战武器`,Damage:`2d6`,DamageType:`挥砍`,Properties:`重型，双手`,Mastery:`擦掠`,Attribute:`力量`,MasteryEffect:`当你以这把武器对一个生物发动的攻击检定失手时，你仍可以对目标生物造成一定伤害。其数额等同于此次攻击所使用的属性调整值，其伤害类型与你所使用的武器一致，并且这个伤害只能通过属性调整值的提高而增长。`},{Name:`戟`,Source:`玩家手册2024`,RequiredSpecies:``,Category:`军用近战武器`,Damage:`1d10`,DamageType:`挥砍`,Properties:`重型，触及，双手`,Mastery:`横扫`,Attribute:`力量`,MasteryEffect:`当你用这把武器进行的近战攻击检定命中一个生物时，你可以用该武器对位于该生物5尺内，且同样身处你触及范围内的另一生物再进行一次近战攻击检定。命中时，第二个生物也会受到此武器的伤害，但你无法将你的属性调整值加入这次伤害中（除非该调整值为负数）。每个回合中你只能发动一次横扫的额外攻击。`},{Name:`骑枪`,Source:`玩家手册2024`,RequiredSpecies:``,Category:`军用近战武器`,Damage:`1d10`,DamageType:`穿刺`,Properties:`重型，触及，双手（骑乘时除外）`,Mastery:`失衡`,Attribute:`力量`,MasteryEffect:`当你用这把武器命中了一个生物时，你可以迫使该生物进行一次体质豁免（DC等于8+本次攻击所使用的调整值+你的熟练加值）。豁免检定失败时，该生物陷入倒地状态。`},{Name:`长剑`,Source:`玩家手册2024`,RequiredSpecies:``,Category:`军用近战武器`,Damage:`1d8`,DamageType:`挥砍`,Properties:`多用（1d10）`,Mastery:`削弱`,Attribute:`力量`,MasteryEffect:`当你用这把武器命中一个生物时，直到你的下一回合开始前，该生物的下一次攻击检定将具有劣势。`},{Name:`巨锤`,Source:`玩家手册2024`,RequiredSpecies:``,Category:`军用近战武器`,Damage:`2d6`,DamageType:`钝击`,Properties:`重型，双手`,Mastery:`失衡`,Attribute:`力量`,MasteryEffect:`当你用这把武器命中了一个生物时，你可以迫使该生物进行一次体质豁免（DC等于8+本次攻击所使用的调整值+你的熟练加值）。豁免检定失败时，该生物陷入倒地状态。`},{Name:`钉头锤`,Source:`玩家手册2024`,RequiredSpecies:``,Category:`军用近战武器`,Damage:`1d8`,DamageType:`穿刺`,Properties:``,Mastery:`削弱`,Attribute:`力量`,MasteryEffect:`当你用这把武器命中一个生物时，直到你的下一回合开始前，该生物的下一次攻击检定将具有劣势。`},{Name:`长矛`,Source:`玩家手册2024`,RequiredSpecies:``,Category:`军用近战武器`,Damage:`1d10`,DamageType:`穿刺`,Properties:`重型，触及，双手`,Mastery:`推离`,Attribute:`力量`,MasteryEffect:`当你用这把武器命中一个生物时，如果该生物的体型不超过大型，则你可以将该生物自你处直线推离至多10尺。`},{Name:`刺剑`,Source:`玩家手册2024`,RequiredSpecies:``,Category:`军用近战武器`,Damage:`1d8`,DamageType:`穿刺`,Properties:`灵巧`,Mastery:`侵扰`,Attribute:`敏捷`,MasteryEffect:`当你用这把武器命中一个生物并对其造成伤害时，直到你的下一回合结束前，你对该生物的下一次攻击检定将具有优势。`},{Name:`弯刀`,Source:`玩家手册2024`,RequiredSpecies:``,Category:`军用近战武器`,Damage:`1d6`,DamageType:`挥砍`,Properties:`灵巧，轻型`,Mastery:`迅击`,Attribute:`敏捷`,MasteryEffect:`当你发动由轻型词条所提供的额外的攻击时，你可以将本次攻击视作攻击动作的一部分，而非使用附赠动作。而你每一回合仍然只能进行一次由轻型词条所提供的额外的攻击。`},{Name:`短剑`,Source:`玩家手册2024`,RequiredSpecies:``,Category:`军用近战武器`,Damage:`1d6`,DamageType:`穿刺`,Properties:`灵巧，轻型`,Mastery:`侵扰`,Attribute:`敏捷`,MasteryEffect:`当你用这把武器命中一个生物并对其造成伤害时，直到你的下一回合结束前，你对该生物的下一次攻击检定将具有优势。`},{Name:`三叉戟`,Source:`玩家手册2024`,RequiredSpecies:``,Category:`军用近战武器`,Damage:`1d8`,DamageType:`穿刺`,Properties:`投掷（射程 20/60），多用（1d10）`,Mastery:`失衡`,Attribute:`力量`,MasteryEffect:`当你用这把武器命中了一个生物时，你可以迫使该生物进行一次体质豁免（DC等于8+本次攻击所使用的调整值+你的熟练加值）。豁免检定失败时，该生物陷入倒地状态。`},{Name:`战镐`,Source:`玩家手册2024`,RequiredSpecies:``,Category:`军用近战武器`,Damage:`1d8`,DamageType:`穿刺`,Properties:`多用（1d10）`,Mastery:`削弱`,Attribute:`力量`,MasteryEffect:`当你用这把武器命中一个生物时，直到你的下一回合开始前，该生物的下一次攻击检定将具有劣势。`},{Name:`战锤`,Source:`玩家手册2024`,RequiredSpecies:``,Category:`军用近战武器`,Damage:`1d8`,DamageType:`钝击`,Properties:`多用（1d10）`,Mastery:`推离`,Attribute:`力量`,MasteryEffect:`当你用这把武器命中一个生物时，如果该生物的体型不超过大型，则你可以将该生物自你处直线推离至多10尺。`},{Name:`鞭`,Source:`玩家手册2024`,RequiredSpecies:``,Category:`军用近战武器`,Damage:`1d4`,DamageType:`挥砍`,Properties:`灵巧，触及`,Mastery:`缓速`,Attribute:`敏捷`,MasteryEffect:`当你用这把武器命中了一个生物并造成伤害时，你可以将对方的速度减少10尺，直至你的下一回合开始。如果该生物被拥有缓速词条的武器多次命中，其速度削减量也不会因此超过10尺。`},{Name:`吹箭筒`,Source:`玩家手册2024`,RequiredSpecies:``,Category:`军用远程武器`,Damage:`1`,DamageType:`穿刺`,Properties:`弹药（射程 25/100；吹矢），装填`,Mastery:`侵扰`,Attribute:`敏捷`,MasteryEffect:`当你用这把武器命中一个生物并对其造成伤害时，直到你的下一回合结束前，你对该生物的下一次攻击检定将具有优势。`},{Name:`手弩`,Source:`玩家手册2024`,RequiredSpecies:``,Category:`军用远程武器`,Damage:`1d6`,DamageType:`穿刺`,Properties:`弹药（射程 30/120；弩矢），轻型，装填`,Mastery:`侵扰`,Attribute:`敏捷`,MasteryEffect:`当你用这把武器命中一个生物并对其造成伤害时，直到你的下一回合结束前，你对该生物的下一次攻击检定将具有优势。`},{Name:`重弩`,Source:`玩家手册2024`,RequiredSpecies:``,Category:`军用远程武器`,Damage:`1d10`,DamageType:`穿刺`,Properties:`弹药（射程 100/400；弩矢），重型，装填，双手`,Mastery:`推离`,Attribute:`敏捷`,MasteryEffect:`当你用这把武器命中一个生物时，如果该生物的体型不超过大型，则你可以将该生物自你处直线推离至多10尺。`},{Name:`长弓`,Source:`玩家手册2024`,RequiredSpecies:``,Category:`军用远程武器`,Damage:`1d8`,DamageType:`穿刺`,Properties:`弹药（射程 150/600；箭矢），重型，双手`,Mastery:`缓速`,Attribute:`敏捷`,MasteryEffect:`当你用这把武器命中了一个生物并造成伤害时，你可以将对方的速度减少10尺，直至你的下一回合开始。如果该生物被拥有缓速词条的武器多次命中，其速度削减量也不会因此超过10尺。`},{Name:`火铳`,Source:`玩家手册2024`,RequiredSpecies:``,Category:`军用远程武器`,Damage:`1d12`,DamageType:`穿刺`,Properties:`弹药（射程 40/120；子弹），装填，双手`,Mastery:`缓速`,Attribute:`敏捷`,MasteryEffect:`当你用这把武器命中了一个生物并造成伤害时，你可以将对方的速度减少10尺，直至你的下一回合开始。如果该生物被拥有缓速词条的武器多次命中，其速度削减量也不会因此超过10尺。`},{Name:`手铳`,Source:`玩家手册2024`,RequiredSpecies:``,Category:`军用远程武器`,Damage:`1d10`,DamageType:`穿刺`,Properties:`弹药（射程 30/90；子弹），装填`,Mastery:`侵扰`,Attribute:`敏捷`,MasteryEffect:`当你用这把武器命中一个生物并对其造成伤害时，直到你的下一回合结束前，你对该生物的下一次攻击检定将具有优势。`}],BaseArmors:[{Name:`布甲`,Source:`玩家手册2024`,RequiredSpecies:``,BaseAc:`11`,Dexterity:`敏捷调整值`,Type:`轻甲`,Properties:`轻甲；AC等于11＋敏捷调整值。穿着时进行隐匿检定具有劣势。`,StrengthRequirement:0,StealthDisadvantage:!0},{Name:`皮甲`,Source:`玩家手册2024`,RequiredSpecies:``,BaseAc:`11`,Dexterity:`敏捷调整值`,Type:`轻甲`,Properties:`轻甲；AC等于11＋敏捷调整值，无力量要求，也不会妨碍隐匿。`,StrengthRequirement:0,StealthDisadvantage:!1},{Name:`镶钉皮甲`,Source:`玩家手册2024`,RequiredSpecies:``,BaseAc:`12`,Dexterity:`敏捷调整值`,Type:`轻甲`,Properties:`轻甲；AC等于12＋敏捷调整值，无力量要求，也不会妨碍隐匿。`,StrengthRequirement:0,StealthDisadvantage:!1},{Name:`兽皮甲`,Source:`玩家手册2024`,RequiredSpecies:``,BaseAc:`12`,Dexterity:`敏捷调整值（最多＋2）`,Type:`中甲`,Properties:`中甲；AC等于12＋敏捷调整值（最多＋2），无力量要求，也不会妨碍隐匿。`,StrengthRequirement:0,StealthDisadvantage:!1},{Name:`链甲衫`,Source:`玩家手册2024`,RequiredSpecies:``,BaseAc:`13`,Dexterity:`敏捷调整值（最多＋2）`,Type:`中甲`,Properties:`中甲；AC等于13＋敏捷调整值（最多＋2），无力量要求，也不会妨碍隐匿。`,StrengthRequirement:0,StealthDisadvantage:!1},{Name:`鳞甲`,Source:`玩家手册2024`,RequiredSpecies:``,BaseAc:`14`,Dexterity:`敏捷调整值（最多＋2）`,Type:`中甲`,Properties:`中甲；AC等于14＋敏捷调整值（最多＋2）。穿着时进行隐匿检定具有劣势。`,StrengthRequirement:0,StealthDisadvantage:!0},{Name:`胸甲`,Source:`玩家手册2024`,RequiredSpecies:``,BaseAc:`14`,Dexterity:`敏捷调整值（最多＋2）`,Type:`中甲`,Properties:`中甲；AC等于14＋敏捷调整值（最多＋2），无力量要求，也不会妨碍隐匿。`,StrengthRequirement:0,StealthDisadvantage:!1},{Name:`半身板甲`,Source:`玩家手册2024`,RequiredSpecies:``,BaseAc:`15`,Dexterity:`敏捷调整值（最多＋2）`,Type:`中甲`,Properties:`中甲；AC等于15＋敏捷调整值（最多＋2）。穿着时进行隐匿检定具有劣势。`,StrengthRequirement:0,StealthDisadvantage:!0},{Name:`环甲`,Source:`玩家手册2024`,RequiredSpecies:``,BaseAc:`14`,Dexterity:`不计敏捷`,Type:`重甲`,Properties:`重甲；AC固定为14，不计敏捷调整值。穿着时进行隐匿检定具有劣势。`,StrengthRequirement:0,StealthDisadvantage:!0},{Name:`链甲`,Source:`玩家手册2024`,RequiredSpecies:``,BaseAc:`16`,Dexterity:`不计敏捷`,Type:`重甲`,Properties:`重甲；AC固定为16，不计敏捷调整值；力量低于13时会受到重甲的速度减值。穿着时进行隐匿检定具有劣势。`,StrengthRequirement:13,StealthDisadvantage:!0},{Name:`板条甲`,Source:`玩家手册2024`,RequiredSpecies:``,BaseAc:`17`,Dexterity:`不计敏捷`,Type:`重甲`,Properties:`重甲；AC固定为17，不计敏捷调整值；力量低于15时会受到重甲的速度减值。穿着时进行隐匿检定具有劣势。`,StrengthRequirement:15,StealthDisadvantage:!0},{Name:`板甲`,Source:`玩家手册2024`,RequiredSpecies:``,BaseAc:`18`,Dexterity:`不计敏捷`,Type:`重甲`,Properties:`重甲；AC固定为18，不计敏捷调整值；力量低于15时会受到重甲的速度减值。穿着时进行隐匿检定具有劣势。`,StrengthRequirement:15,StealthDisadvantage:!0}],MasteryEffects:{横扫:`当你用这把武器进行的近战攻击检定命中一个生物时，你可以用该武器对位于该生物5尺内，且同样身处你触及范围内的另一生物再进行一次近战攻击检定。命中时，第二个生物也会受到此武器的伤害，但你无法将你的属性调整值加入这次伤害中（除非该调整值为负数）。每个回合中你只能发动一次横扫的额外攻击。`,擦掠:`当你以这把武器对一个生物发动的攻击检定失手时，你仍可以对目标生物造成一定伤害。其数额等同于此次攻击所使用的属性调整值，其伤害类型与你所使用的武器一致，并且这个伤害只能通过属性调整值的提高而增长。`,迅击:`当你发动由轻型词条所提供的额外的攻击时，你可以将本次攻击视作攻击动作的一部分，而非使用附赠动作。而你每一回合仍然只能进行一次由轻型词条所提供的额外的攻击。`,推离:`当你用这把武器命中一个生物时，如果该生物的体型不超过大型，则你可以将该生物自你处直线推离至多10尺。`,削弱:`当你用这把武器命中一个生物时，直到你的下一回合开始前，该生物的下一次攻击检定将具有劣势。`,缓速:`当你用这把武器命中了一个生物并造成伤害时，你可以将对方的速度减少10尺，直至你的下一回合开始。如果该生物被拥有缓速词条的武器多次命中，其速度削减量也不会因此超过10尺。`,失衡:`当你用这把武器命中了一个生物时，你可以迫使该生物进行一次体质豁免（DC等于8+本次攻击所使用的调整值+你的熟练加值）。豁免检定失败时，该生物陷入倒地状态。`,侵扰:`当你用这把武器命中一个生物并对其造成伤害时，直到你的下一回合结束前，你对该生物的下一次攻击检定将具有优势。`,自动:`当你使用此武器发动一次攻击时，你可以选择改为发动两次攻击。无论如何，这些攻击始终具有劣势。你无法替换这些攻击。如果此武器具有弹药词条，则这些攻击将消耗两倍于正常数量的弹药。`,爆裂:`当你执行攻击动作时，你可以令此武器射弹爆裂以替换其中一次攻击。此次爆裂发生于半径5尺的球状区域，以你在武器常规射程内选择的一点为中心。球状区域内的每名生物进行一次敏捷豁免检定（DC为8加你的力量或敏捷调整值加你的熟练加值）。豁免失败则该生物受到该武器的伤害，除非调整值为负数，否则该伤害不会加入你的属性调整值。豁免成功则该生物受到的伤害减半。每回合你只能制造一次爆裂。`,散射:`位于敌人5尺内不会令你使用此武器进行的远程攻击检定具有劣势。`,开镜:`使用此武器攻击最大射程的目标不会令你的攻击检定具有劣势。当你使用此武器攻击一名常规射程外最大射程内的生物并命中时，你可以重掷任意伤害骰，但必须使用新的结果。`,精通1:`-`,精通2:`-`,精通3:`-`,份量:`种类`,20:`箭矢`},ProficiencyByLevel:{1:2,2:2,3:2,4:2,5:3,6:3,7:3,8:3,9:4,10:4,11:4,12:4,13:5,14:5,15:5,16:5,17:6,18:6,19:6,20:6},HitDice:{野蛮人:12,战士:10,圣武士:10,游侠:10,吟游诗人:8,牧师:8,德鲁伊:8,武僧:8,游荡者:8,魔契师:8,奇械师:8,术士:6,法师:6,灵能使:6}};export{e as default};